{
  "3585": {
    "article_num": 777488669,
    "para_num": 16,
    "text": "The circumstances pertaining to our day would therefore dictate a reassessment of the death penalty, which the new man-centered theology insists on viewing almost exclusively from the standpoint of the criminal and human society rather than from God’s. At the same time, there is more and more discussion about society’s responsibility for having produced criminals in the first place, together with our moral obligation to rehabilitate them rather than to wreak what is now considered a form of fruitless, guilty “vengeance” on them. The idea that man is by nature good and perfectible is allowed to override all documented evidence that hardened criminals are in fact almost impossible to rehabilitate and that those handed life sentences rarely repent of their wrongdoing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3591": {
    "article_num": 777488669,
    "para_num": 20,
    "text": "To illustrate how shallow Catholic thinking on the death penalty has become and how far it has deviated from the age-old doctrine of the Church, a priest of a presumably traditional Catholic Fraternity writes in answer to a query addressed to him on the subject by saying:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3593": {
    "article_num": 777488669,
    "para_num": 21,
    "text": "The death penalty is based on the common teachings of theologians, but is not itself a declared dogma. Therefore it is not permissible to call those who hold it is, immoral heretics. To approach this as a dogmatic teaching is imprudent. Those who argue for its abolition do not necessarily put society in danger considering possibilities of penal systems. Those, however, who maintain its continued use often see it more as a tool for revenge. Please consider that in anger and tragedy, the desire for revenge usually overrides reason and an honest answering of the question “must this person’s life be taken to preserve society?” The desire for swift and firm convictions has sent many to death who never deserved such a punishment, nor was such a punishment truly necessary for the safety of society. I do not believe the death penalty is necessary in 90 percent of the cases where it is applied. Thus to call for a moratorium . . . is not unjust or incorrect.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3597": {
    "article_num": 777488669,
    "para_num": 22,
    "text": "That the death penalty can become an instrument of revenge, and that unjust sentences are sometimes handed down can be dismissed as irrelevant to the argument. Given the fallen human condition, such injustices are bound to occur in any judicial system, and everyone agrees that they should be ruthlessly remedied. What is not irrelevant is that the author of the letter falls headlong into the very error Pius XII warns against. Considering the physical safety of society as the only real reason for executing a criminal, he feels the death penalty can now be safely discarded, allegedly on the grounds that we now have at our disposal many better ways of protecting people from him. That the penalty is due primarily as expiation to God in justice, and only secondarily to man has been lost sight of altogether. The supernatural dimension of the punishment as an agent for the spiritual good of both society and the criminal is furthermore not only not addressed, but treated as non-existent.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3598": {
    "article_num": 777488669,
    "para_num": 25,
    "text": "The source of this kind of materialistic thinking in the Church is not hard to trace. According to statistics published in the National Review for September 16, 1983, out of 9,140 murders committed in the U.S. in 1960 just before the Council, 56 persons were executed. In 1965, the year the Council closed, although the tally of murders had risen to 9,850, only 7 were executed. In the decade from 1967 to 1977 a moratorium was declared during which not one single execution took place. At its close the number of murders had more than doubled, and in any six month period, more Americans were being murdered than those executed during the whole course of the century. At this point, although the murder rate has continued to rise dramatically, executions continue to be rare. Many nations, notably England, France, Sweden, South Africa and our neighbors Canada and Mexico, have abolished the death penalty altogether. Whether or not the U. S. will follow suit and outlaw it nationally still remains to be seen.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3600": {
    "article_num": 777488669,
    "para_num": 27,
    "text": "What leaps to the eye from the mounting statistics is that decline in the exercise of the death penalty has kept close pace with decline in the Faith and church attendance. It is sober fact that death sentences were liberally handed out in the heyday of Christendom, when the Faith was strong and governments legislated with an eye to the spiritual welfare of citizens whose sights were primarily on future bliss in heaven. In modern times, which find the Church strictly separated from the state on principle and denied any active part in civil government, secularism has become the state religion, directing legislation exclusively to temporal objectives. It is only to be expected that materialists—for whom the immortal soul does not exist and who believe that this present life of the senses on earth is the only one man has—should be reluctant to punish anyone by killing him. In their eyes this means total extinction, a penalty certainly in excess of any transgression of which he may be guilty.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3604": {
    "article_num": 777488669,
    "para_num": 31,
    "text": "As it is, the death penalty as administered by society must be viewed against the backdrop of divine revelation if it is to make any real sense. When Catholic society puts a man to death, it terminates only his temporal life on earth, catapulting him into eternity for his final judgment before almighty God. Suffering the penalty not only allows the criminal to render expiation to God and to society, but if accepted in Christ’s grace with due repentance, it preserves his soul from hell and eliminates much of his purgatory. If his contrition is perfect, it’s conceivable that he could go straight to heaven! In any case, neither he nor society is any longer burdened with the guilt of his wrongdoing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3607": {
    "article_num": 777488669,
    "para_num": 33,
    "text": "As Michel Martin pointed out in an article in Rome et d’Ailleurs for September-October 1983, “The truth is that the problem of the death penalty is insoluble except from a Christian point of view.” That it figured so prominently in Christian societies is due to the fact that, in the order of charity, atonement to God was sought above any atonement due to man, and the spiritual welfare of citizens above their physical well-being. Modern secularized society assumes that physical extinction is the worst thing that can happen to a human being, whereas the faith teaches that eternal damnation is incalculably worse. In the context of the faith, the importance of a man’s present short life on earth cannot be compared with his future endless existence in heaven.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3609": {
    "article_num": 777488669,
    "para_num": 35,
    "text": "As we have seen, the death penalty has a very long history. Dating from its institution by God in Eden to its delegation after the Flood to men who would wield it in God’s name, it has threaded its way without interruption through the fabric of human civilizations until these latter days. One might expect that after the Incarnation, when God became man and replaced the Old Testament’s law of talion based on strict justice with a new dispensation based on love and grace, the death penalty could be safely abolished as outmoded. Converts to the prevailing conciliar religion and its “New Pentecost” would in fact argue in this wise, perhaps citing the Council’s famous declaration in Gaudium et Spes that, “Thanks to the experience of past ages ...the nature of man himself is more clearly revealed and new roads to truth are opened,” and the world now has “a keener awareness of human dignity” ( 44, 73).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3614": {
    "article_num": 777488669,
    "para_num": 37,
    "text": "Far from obliterating the death penalty, however, the Incarnation only laid bare its deepest significance, hidden from the beginning. As the new dispensation’s foremost theologian, St. Paul would declare, the old penalty remained very much in force: “Almost all things, according to the law, are cleansed with blood: and without the shedding of blood there is no remission.” It is still “appointed for men once to die, and after this the judgment” (Heb. 9: 22,27), but now with the possibility of eternal bliss in heaven. This possibility is owed, furthermore, to a death by one of the cruelest means ever devised, unjustly inflicted on one supremely innocent Man who was God, in a miscarriage of human justice beyond any the world could ever have imagined. When God set the death penalty in Eden He pronounced it on Himself, to be carried out in the fullness of time through the malicious free wills of his own creatures. The Cross which was its instrument is the very sign of Christianity, the only means of salvation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3619": {
    "article_num": 777488669,
    "para_num": 43,
    "text": "Sufficient of itself to expiate every sin which the children of Adam could ever commit, the execution of the Man-God nevertheless did not abolish the penalty of death. It continues to be the wages of sin (Rom 6:23), and men must still submit to it sooner or later by forfeiting their lives, either willingly or unwillingly. A share in making restitution for sin was thus accorded to all of us, for although our Lord’s ignominious death removed from us the guilt of the original transgression through Baptism, it did not remove its effects. These were allowed to remain as restraints on men who, now raised to a new supernatural existence, were capable of committing incalculably more grievous sins than heretofore. As for the death penalty, it remains the inescapable consequence of our fallen nature and is of the highest utility in deterring us from following our hereditary inclination to evil.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3621": {
    "article_num": 777488669,
    "para_num": 47,
    "text": "Criminals put to death undergo a penalty no different from the one exacted from the most innocent amongst us. As with everyone else the moment of death ushers them either into heaven, hell or purgatory. The most that can be said is that their lives here on earth are shortened, and they must settle their accounts sooner than expected. This could be a great mercy for them as well as for society, both in terms of expiation and protection from any future crimes they might have perpetrated. The death penalty, from the first one imposed on man by God in the beginning in Eden, to the one imposed on God by man on that Good Friday in Jerusalem, on down to those still being imposed today, transcends human legislation. By divine decree it will perdure until the end of time, when “the former things are passed away.” Only then “death shall be no more, nor mourning, nor crying, nor sorrow shall be any more,” and not one minute sooner. (Apo. 21:4).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3623": {
    "article_num": 777720051,
    "para_num": 3,
    "text": "Eleven children were rescued from a compound in New Mexico which was being run by armed Muslim extremists. Authorities found all the children living in deplorable living conditions after raiding the property looking specifically for a three-year-old boy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3627": {
    "article_num": 777720051,
    "para_num": 6,
    "text": "Siraj Wahhaj, 39, and Lucas Morten, two very heavily armed men who are believed to be “extremist[s] of the Muslim belief,” were running the horrifying compound, Hogrefe said. When police arrived on the scene, Wahhaj was armed with an AR-15-style rifle and several loaded 30-round magazines. He also allegedly had on him four loaded pistols.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3633": {
    "article_num": 777785889,
    "para_num": 7,
    "text": "“The only food We saw were a few potatoes and a box of rice in the filthy trailer,” said Hogrefe. “But what was most surprising, and heartbreaking was when the team located a total of five adults and 11 children that looked like third world country refugees not only with no food or fresh water, but with no shoes, personal hygiene and basically dirty rags for clothing.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3639": {
    "article_num": 777869943,
    "para_num": 6,
    "text": "\"They were dragging their feet. They were taking too long,\" said Tanya Badger, who with her husband, Jason, told authorities about the boy's suspected presence at the compound. \"Even if they were trying to build a case or whatnot, a child's life is at stake.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3641": {
    "article_num": 777869943,
    "para_num": 8,
    "text": "More details about the horrid compound could be revealed Wednesday when the five adults arrested from the site make their first court appearances.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3643": {
    "article_num": 777869943,
    "para_num": 10,
    "text": "Neighbors raised alarm about a suspect",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3645": {
    "article_num": 777869943,
    "para_num": 13,
    "text": "\"We are just beyond frustrated that they took so long,\" Tanya Badger said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3646": {
    "article_num": 777869943,
    "para_num": 16,
    "text": "The sheriff said that \"they did surveillance, both ground and aerial, and photographs were shared with the family and mother of the missing boy. The boy Abdul was never identified from those photos. Moving forward we knew that there was this compound, but we had very little details about it or who was occupying it. These people just kind of (sprang) up very quickly.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3648": {
    "article_num": 777869943,
    "para_num": 20,
    "text": "When officers executed a search warrant on the compound, they found a horrifying scene. Stacks of tires, piles of trash and plastic sheets surrounded the compound. Obscured by the junk was a trailer where the 11 children and five adults were living.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3649": {
    "article_num": 777869943,
    "para_num": 21,
    "text": "The children wore dirty rags for clothing with no shoes, and were surrounded by weapons and rounds of ammunition, authorities said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3655": {
    "article_num": 777869943,
    "para_num": 33,
    "text": "An arrest warrant states that Wahhaj \"wanted to perform an exorcism\" on the child because he believed he was possessed by the devil. But Ramzi said her husband was planning to perform a ruqya -- an Islamic practice involving prayer that is believed to help rid a body of illness.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3656": {
    "article_num": 778094905,
    "para_num": 3,
    "text": "On Tuesday, it was reported that 11 children were rescued from an Islamic compound in New Mexico and that a Muslim man from Georgia and four other adults were arrested. Now, we are learning what one of the men was attempting to do with these children. He was attempting to brainwash and train these kids to carry out school shootings.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3659": {
    "article_num": 778094905,
    "para_num": 16,
    "text": "Well, all of this should make Americans feel just comfy, right? I mean, after all, Barack Hussein Obama Soetoro Sobarkah is out of office so these things aren't really going on in America, right?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3664": {
    "article_num": 778094905,
    "para_num": 18,
    "text": "Political correctness needs to be thrown out the window when dealing with those who take the Quran's teachings seriously and actually are devout, not radical, followers of Muhammad.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3670": {
    "article_num": 778139122,
    "para_num": 6,
    "text": "As I understand Julian, this is something he would not even contemplate. But that might be one of the so-called “wretched deals” that are being offered Assange. Some very strange things are being said by senior members of these two governments. The new foreign secretary of the United Kingdom, Jeremy Hunt, said sarcastically that the British police would offer Julian “a warm welcome” when he came out, when he would face serious charges. There are no serious charges. He hasn’t been charged with anything. Special Ed: Voices fro... Dennis Bernstein Best Price: $2.49 Buy New $5.00 (as of 06:30 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3673": {
    "article_num": 778139122,
    "para_num": 7,
    "text": "Was Hunt referring to a deal which has already been done with the United States on extradition? I don’t know. But this is the milieu of machination around someone who has the right of natural justice concerning his freedom. Putting aside freedom of speech, the persecution of this man has been something that should horrify all free-thinking people. If it doesn’t horrify us, then we have surrendered something very valuable.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3674": {
    "article_num": 778139122,
    "para_num": 8,
    "text": "DB: Among those who should be especially horrified are those of us in the journalistic community. John, I would like you to explain once again why Julian Assange is such a significant journalist, why so many journalistic institutions have collaborated with him based on the information he provided. We are talking about a publisher and reporter who has changed history.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3678": {
    "article_num": 778139122,
    "para_num": 11,
    "text": "The Clinton/Podesta emails, which appear to have made a number of people resentful, were published in the New York Times. These emails showed the close role that Hillary Clinton and the Clinton Foundation played in support of extreme jihadism in the Middle East. That was a very important piece of information for people to know and understand. By doing that, WikiLeaks performed an extraordinary public service, while at the same time making some very serious enemies.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3679": {
    "article_num": 778139122,
    "para_num": 13,
    "text": "JP: Julian is a very principled individual. He feels very strongly about the moral basis of WikiLeaks. When he first put up WikiLeaks, he wrote that the whole idea of transparency, honoring people’s right to know, was the central aim of the website. He feels that very strongly. Any attempt to do a deal with Julian to shut down WikiLeaks will no doubt be resisted. As a person, Julian is an extremely interesting man. He is very well read. He studied physics. He has a very good sense of humor, and I have often laughed out loud with him about situations that others might consider too bleak to discuss. His black humor is a part of his survival kit. Obviously, he is incredibly resilient. Personally, I could never endure what he has, especially in recent years. But this comes with a cost and his health is continuing to deteriorate. Those close to him are extremely worried. Cypherpunks: Freedom a... Julian Assange Best Price: $3.04 Buy New $9.55 (as of 06:45 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3682": {
    "article_num": 778139122,
    "para_num": 14,
    "text": "In a letter to the Australian prime minister, Malcolm Turnbull, Julian’s father, John Shipton, wrote: “I ask the prime minister to do all within his power to return Julian home before Julian’s situation becomes an irreversible tragedy.” That is why this is such an urgent case of justice toward a single human being as well as a case of a journalistic organization’s right to function and our right to have the information it provides. Only seven years ago, the current prime minister said that when an Australian citizen is threatened in this way the prime minister should respond. That was Turnbull before he became prime minister. Now the government is playing its usual role of being the fifty-first state of the United States. It is a true disgrace.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3684": {
    "article_num": 778139122,
    "para_num": 16,
    "text": "JP: Everything comes down to the relationship with the United States. Australia has an almost totally servile relationship with America, in which its national security structure, much of its academic life and certainly much of its media is integrated into the US system. That is not entirely the case in Britain. Since the loss of its empire after the Second World War, Britain has been eager to play a secondary role to the new imperial power. In many parts of the world, Britain is still the biggest corporate investor. But it does move in lockstep with the US on much of its foreign policy. It is interesting to see the corruption that this kind of relationship produces. Information has come out that the Crown Prosecution Service tried to prevent the Swedes from giving up the case against Julian on bogus sexual assault charges. The pressure was on from London to keep it going.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3688": {
    "article_num": 778139122,
    "para_num": 17,
    "text": "Julian is also seen as defying a system and that is just not acceptable. There is a real element of vindictiveness here. The Crown Prosecution Service kept this case going when otherwise the European warrant put out by the Swedes would have been abandoned in 2013. When Julian came up to a bail hearing last year, it was an absolute disgrace. The judge described Julian’s circumstances as if he were on some sort of extended vacation. What didn’t emerge was the whole conflict of interest in this hearing. The judge’s husband is a figure deep within the national security establishment in Britain who was named in WikiLeaks documents. Because there is no serious media examining the whole WikiLeaks witch hunt, virtually none of this emerges.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3693": {
    "article_num": 778139122,
    "para_num": 20,
    "text": "I was looking this morning at a report by Media Lens in Britain describing how the British press has reported on Julian Assange. It describes the tsunami of vindictive personal abuse that has been heaped upon Julian from well-known journalists, many claiming liberal credentials. The Guardian, which used to consider itself the most enlightened newspaper in the country, has probably been the worst. The frontal attacks have been coming not from governments but from journalists. I described this recently as “Vichy journalism,” a term which now fits so much of the mainstream media. It collaborates in the same way that the Vichy government in France collaborated with the Nazis.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3697": {
    "article_num": 778139122,
    "para_num": 21,
    "text": "The WikiLeaks Files: T... WikiLeaks Best Price: $2.75 Buy New $7.00 (as of 12:00 EDT - Details) There used to be spaces within the so-called mainstream for unbiased discussion, for the airing of real grievances and injustices. These spaces have closed completely. The attacks on Julian Assange illustrate what has happened to the so-called free media in the West. I have been a journalist for a very long time and I have always worked within the mainstream, but the journalism I see now is part of a rapacious establishment and one of its prime targets is Julian Assange and WikiLeaks. This is precisely because WikiLeaks is producing the kind of journalism that they ought to be doing. WikiLeaks has in fact shamed journalists, which might help to explain the deeply personal abuse he has suffered. WikiLeaks has revealed what journalists should have revealed a long time ago.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3701": {
    "article_num": 778139122,
    "para_num": 25,
    "text": "JP: It’s very simple. This is about justice. In a famous speech given in the 1930’s by Parson Martin Niemoller, he said that first the Nazis came for socialists, but he didn’t speak up because that didn’t concern him. Then they came for trade unionists, but he didn’t speak up because that didn’t concern him. He didn’t speak up when they came for the Jews because he wasn’t a Jew. And, of course, finally they came for him. That might not be a precise parallel, but if Julian Assange is allowed to literally go under, it represents the conquest of all of us. It means that we have kept quiet. Keeping quiet has allowed the great atrocities of histories to take place. If Julian is allowed to be spirited away to some super-max hellhole, it will be a great atrocity.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3704": {
    "article_num": 778358096,
    "para_num": 12,
    "text": "The missing boy's grandfather, Siraj Wahhaj, a Muslim cleric who leads a well-known New York City mosque, told reporters he had learned from other family members that the remains were his grandson's. The imam said he did not know the cause of death. \"Whoever is responsible, then that person should be held accountable,\" Wahhaj said. A Georgia arrest warrant accused the boy's father, Siraj Ibn Wahhaj, the imam's son, of kidnapping the child. Authorities said the father at some point told his wife he wanted to perform an exorcism on the boy, who cannot walk, suffers seizures and requires constant attention because of a lack of oxygen and blood flow at birth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3707": {
    "article_num": 778358096,
    "para_num": 14,
    "text": "\"It sounds to me it sounds crazy. But I don't know,\" he said. \"I make no judgments yet because we don't know.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3714": {
    "article_num": 778358096,
    "para_num": 22,
    "text": "People can continue to put their heads in the sand all they want to because they know \"nice\" Muslim people, but the fact of the matter is that the history of Islam is anything but nice, polite, just or holy . It is a totalitarian, religious/political construct that is full of oppression. When you have those that actually believe the Koran and follow in the footsteps of the desert nomad Muhammad , then you will not find radicals, but devout Muslims. This appears to be exactly what Siraj Ibn Wahhaj and others arrested at the compound are.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3718": {
    "article_num": 778507244,
    "para_num": 3,
    "text": "When the left made Linda Sarsour into its role model, it climbed into bed with the worst of the worst.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3723": {
    "article_num": 778664280,
    "para_num": 4,
    "text": "Every time Mass is celebrated, the priest prays that Jesus will “look not on our sins but on the faith of [his] Church… .” That’s been an important prayer for me in the time that I have been serving this archdiocese, well aware of our sins but equally aware of the strong and vibrant faith of this local Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3726": {
    "article_num": 778664280,
    "para_num": 5,
    "text": "I’ve been praying that prayer even more earnestly in these past weeks as the Church in the United States has once again come face-to-face with its sins, with reports that former cardinal Theodore McCarrick, one of the most prominent Churchmen in the United States in the last quarter century, has been accused of abusing two minors and sexually harassing or assaulting a number of seminarians and young priests. To make matters worse (if that is even possible), evidence has surfaced that indicates that a bishop, as well as some priests and laity, had brought the allegations about misconduct with seminarians to the attention of Church authorities but to no avail: Archbishop McCarrick was nonetheless “promoted” to become the archbishop in our nation’s capital, and elevated to the College of Cardinals.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3732": {
    "article_num": 778664280,
    "para_num": 10,
    "text": "I can also state without exception that no one in my years in Newark ever told me that they were improperly touched by Archbishop McCarrick, and no one ever told me that they had to share a bed with him or that they had seen anyone share a bed with him. I heard lots of gut-wrenching stories in my two-and-a-half years there, but none of them involved Archbishop McCarrick. With St. John Paul II’s 1995 visit, he was remembered for “bringing a saint to Newark,” not as an abuser of seminarians, minors or priests.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3734": {
    "article_num": 778664280,
    "para_num": 12,
    "text": "While the letters and emails of recent days are sober reminders that there’s still a long way to go in restoring trust, I nonetheless welcome the efforts to hold me accountable to you, the faithful of this archdiocese. The events of these past weeks have shown that no one can be above the law, regardless of rank or privilege. I was grateful for the opportunity to reinforce that with our seminarians this past weekend, and I look forward to continuing my work with the Office of Ministerial Standards and Safe Environment, and our Archdiocesan Review Board, in creating a culture in which no one need be afraid or reluctant to bring forth an allegation of misconduct.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3738": {
    "article_num": 778664280,
    "para_num": 14,
    "text": "REMNANT COMMENT: While we certainly appreciate His Excellency's candid explanation of what he knew and did not know about this horrific scandal in the Church, we would also humbly beg him to take it one step further by publicly proclaiming his profession of belief in the Church's official teaching against the mortal sin of homosexual acts and the so-called \"gay lifestyle,\" which includes her long-held teaching that homosexual activity between clerics is an ecclesiastical crime.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3744": {
    "article_num": 778664280,
    "para_num": 17,
    "text": "Under no circumstances…except for those dreamed up by a number of bishops in this country who apparently think that it should be left up to individual parishes to decide if they are LGBTQ-friendly or not.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3748": {
    "article_num": 778664280,
    "para_num": 21,
    "text": "Does Archbishop Hebda believe it is time for the Church to stop humiliating herself by stooping to accommodate a special interest group that obviously doesn't care about her or the moral code by which she governs? Does he believe that all Catholics must follow the rules of the Church pertaining to the Sixth Commandment...or just the straight Catholics? Does His Excellency believe that if some homosexual Catholics feel they need not bother following the rules they should be warmly welcomed into our \"Catholic Christian\" community anyway, even if they are in same-sex unions?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3750": {
    "article_num": 778664280,
    "para_num": 22,
    "text": "Pope John Paul certainly didn't accept that. In his 2005 book Memory and Identity, John Paul referred to homosexuality as an “ideology of evil,” insisting of so-called 'gay marriage' that:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3752": {
    "article_num": 778664280,
    "para_num": 23,
    "text": "“It is legitimate and necessary to ask oneself if this is not perhaps part of a new ideology of evil, perhaps more insidious and hidden, which attempts to pit human rights against the family and man.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3759": {
    "article_num": 778664280,
    "para_num": 25,
    "text": "Or is it not so that it is both negligent and uncharitable for some bishops to refuse to inform their faithful that according to the Church's own infallible teaching, everlasting damnation is the price to be paid for this kind of inclusivity and toleration? And if the episcopal retort is going to be that this acceptance refers only to chaste homosexuals, then we call FOUL even louder since this crosses the line into willful deception. We're all sinners, of course--- and the Church already accepts repentant homosexuals as they are, just as she accepts repentant practitioners of ANY sins of the flesh.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3763": {
    "article_num": 778664280,
    "para_num": 26,
    "text": "So why are our bishops playing dumb? Quite obviously, it is because what they are actually closing an episcopal eye to are the folks who want to keep right on sinning--and sinning proudly. This is what the Church of Accompaniment is all about! But, practically speaking--in the real world--this kind of \"accompaniment\" is only green-lighting vice and mortal sin, and as such constitutes a hideous violation of everything these bishops supposedly believe as Catholic priests.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3767": {
    "article_num": 778664280,
    "para_num": 28,
    "text": "Is it any wonder that priests and laity alike are changing their attitude on the \"gay lifestyle\" and violations of the Sixth Commandment when so many bishops are working to remove the stigma attached to this sin that Scripture tells us cries to heaven for vengeance? The Catholic Church's new-found \"climate of tolerance\" is exactly what McCarrick and company are counting on!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3772": {
    "article_num": 778664280,
    "para_num": 29,
    "text": "It is truly homophobic for any bishop to lie to the gay community about this, and to risk the immortal souls of the sheep merely so that the shepherd might pride himself on occupying the politically correct high ground. This is gross dereliction of duty, and we hope and pray that all the good U.S. bishops would jump at the opportunity to issue statements reaffirming the Church's clear teaching against all sins of the flesh, homo- and heterosexual.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3774": {
    "article_num": 778664280,
    "para_num": 30,
    "text": "Again, God bless Archbishop Hebda for this welcome statement, and may God grant him the courage now to finish the task by publicly reassuring the scandalized faithful that it’s not just abuse of minors or sexual harassment that’s going on here. Our bishops must make it absolutely clear that the Church's moral theology on homosexuality will not and can not be trumped by the dictates of political correctness. And neither can God's law be changed to accommodate the spirit of our “most enlightened” age---which is, of course, an evil spirit that can be driven out only by prayer and fasting.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3778": {
    "article_num": 778664280,
    "para_num": 31,
    "text": "Until the Church and her bishops get back to reaffirming traditional Catholic teaching on human sexuality we can forget about seeing an end to the sexual abuse crisis and the massive problem of homosexuality in the clergy. McCarrick will become the norm, not the exception, and confidence in the leadership and moral authority of the Catholic Church will remain in the toilet indefinitely... exactly as the forces of darkness intended all along.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3780": {
    "article_num": 778730964,
    "para_num": 1,
    "text": "Imam Whose Son Was Training School Shooters Blasts Reporters On New Mexico Compound: “They Hate Islam”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3784": {
    "article_num": 778730964,
    "para_num": 3,
    "text": "It’s noteworthy that AP would carry this story at all; certainly, neither AP nor the rest of the establishment media is ever so solicitous of those whom they smear as “anti-Muslim” to allow us to tell our side of the story. But the imam Siraj Wahhaj is here engaging in some “war is deceit” action. His son was on the radar of counterterror officials for 13 years on suspicion of jihad activity. He was training school shooters. But of course, it’s all because of journalists who supposedly hate Islam and Muslims.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3786": {
    "article_num": 778730964,
    "para_num": 4,
    "text": "Ever the victim.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3792": {
    "article_num": 779309765,
    "para_num": 1,
    "text": "Unbelievable! Sharia New Mexico: Islamic compound jihadis RELEASED on bond after charges of “Islamophobia” and “racism” (Islam is not a race)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3796": {
    "article_num": 779309765,
    "para_num": 3,
    "text": "Editor's Note: Talk about injustice! There were remains of a 4-year-old boy found there, who allegedly died while they were performing some sort of Islamic ritual over him. The Bundys and their supporters got nearly two years in jail and no one hurt a single person! Shame on those who are supposed to uphold law and justice! Shame!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3801": {
    "article_num": 779309765,
    "para_num": 12,
    "text": "“Islamophobia” is a thought crushing device designed to silence any and critics and criticism of Islam. It is the tool in which the ummah enforces sharia blasphemy laws in the West.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3809": {
    "article_num": 779309765,
    "para_num": 14,
    "text": "New Mexico compound jihadis released on bond after charges of racism and “Islamophobia” “THEIR LAWYER ARGUED THAT THERE WAS A DOUBLE STANDARD IN THE CASE BECAUSE HIS CLIENTS WERE MUSLIMS. HE ARGUED THAT IF THEY HAD BEEN CHRISTIAN AND WHITE, ‘WE MIGHT NOT BE HERE TODAY.’” Bu Jihad Watch, August 13, 2018: Seriously? If they had been Christian and white, stockpiling weapons and plotting school shootings, with the ringleader being the son of one of the most respected Christian preachers in the country, there wouldn’t have been news coverage of anything else for weeks. There would have been feature stories in the New York Times, the Washington Post, and the Wall Street Journal. CNN and MSNBC would be running special reports on toxic Christianity and the crisis in the churches. This incident, on the other hand, received very little coverage, and hardly any that touched on the Islamic aspects of the story. But Muslim claims of victimhood are so polished and reflexive by now, and the Leftist acceptance of them so matter-of-fact and instinctive, that Judge Sarah Backus fell right into line. We can only hope that no one dies because of her folly. “Breaking: Judge makes stunning decision in Muslim compound case after charges of racism,” by Carlos Garcia, The Blaze, August 13, 2018 (thanks to Robert): In a hearing Monday, a New Mexico judge found that suspects in a bizarre child abuse case were not a danger to the public, and released them on bond. Defense attorney blames Islamophobia Two Muslim men and three women are charged with 11 counts of child abuse each after police raided their compound in New Mexico and discovered 11 malnourished children living in squalor. Their lawyer argued that there was a double standard in the case because his clients were Muslims. He argued that if they had been Christian and white, “we might not be here today.” Despite law enforcement authorities saying that they believe that the children were being trained to attack innocents, and that the adults were radicalized, Judge Sarah Backus released the suspects. Prosecutors also said they obtained a letter from one of the suspects telling his brother to come to the compound and die like a martyr. The lawyer for the suspects said that there was no evidence that they were planning any kind of attacks. Taos County Sheriff Jerry Hogrefe testified that they found children holding boxes of ammunition, and that one child was found with a gun…",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3811": {
    "article_num": 779394730,
    "para_num": 9,
    "text": "The report’s release begins an information war, with prosecutors and many victims saying it’s the start of holding church leaders at the top accountable for the first time, while church lawyers and other advocates for the institution say the report depicts an era of another century, unfairly smearing today’s Catholicism in Pennsylvania.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3813": {
    "article_num": 779394730,
    "para_num": 11,
    "text": "The report has helped renew a crisis many in the church thought and hoped had ended nearly 20 years ago after the scandal erupted in Boston. But recent abuse-related scandals, from Chile to Australia, have reopened wounding questions about accountability and whether church officials are still covering up crimes at the highest levels.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3818": {
    "article_num": 779394730,
    "para_num": 17,
    "text": "“We’re dealing with a long-term struggle not only about the meaning of justice, but about the meaning of memory,” said Jason Berry, a reporter and author who has covered the sexual abuse crisis for decades. “And how honest the church has been about this crisis. Most bishops, besides apologies, have not been on the cutting edge of change.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3819": {
    "article_num": 779394730,
    "para_num": 19,
    "text": "Church officials began bracing for the aftermath of the report. On Monday, D.C.’s archbishop, Cardinal Donald Wuerl, former longtime leader of the Pittsburgh diocese, warned his priests in a letter that the probe will be “profoundly disturbing.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3820": {
    "article_num": 779394730,
    "para_num": 20,
    "text": "REMNANT COMMENT: The report also shows that “more than 90 ‘offenders’ will be listed” in Donald Cardinal Wuerl’s former diocese, which is ironic since Wuerl is one of Pope Francis’s closest U.S. advisers and sits on the Vatican’s bishop oversight committee. Well played, Cardinal Wuerl!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3823": {
    "article_num": 779394730,
    "para_num": 21,
    "text": "So, let me get this straight (I know, lots of luck with that one): These are the people that are going to \"accompany us\" and our children in the \"synodal Church\" with its new orientation, overseen by a \"God of Surprises\" who is uber-merciful and doesn't judge, and headed up by a pope who, according to Father Thomas Rosica, \"breaks Catholic traditions whenever he wants, because he is 'free from disordered attachments'?''",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3825": {
    "article_num": 779394730,
    "para_num": 22,
    "text": "You don't say!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3827": {
    "article_num": 779394730,
    "para_num": 23,
    "text": "All this and rampant homosexuality in the priesthood, too... along with a \"trivialized liturgy\" (according to Pope Benedict XVI) and widespread apostasy among the faithful? Remind me again: What exactly has Vatican II and the last fifty years of aggiornamento given us? Because I can't seem to think of a darn thing, apart from heretical homilies, sodomitical clergy and an increasingly lavender liturgy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3829": {
    "article_num": 779394730,
    "para_num": 24,
    "text": "You know what, guys? Thanks, but no thanks. You can take your 'Church of Accompaniment\" to prison with you. I'd sooner let my kids be accompanied by fans of the Oakland Raiders than turn them over to you... meaning no disrespect to fans of the Oakland Raiders, of course. #stopthesynod",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3831": {
    "article_num": 780414700,
    "para_num": 3,
    "text": "Editor’s Note: Over the years, Bishop Robert Morlino of the Diocese of Madison has confirmed several of my children according to the traditional Rite of Confirmation, as his diocese has been a port in the storm for many displaced and disillusioned Catholic families. We don’t see eye-to-eye on everything, of course, but his faith and pastoral solicitude have for us been a light in the darkness and proof that God has not left us orphans. And now this, finally, a bishop with the courage to look the beast in the eye and speak its name out loud. Bishop Morlino does this in a moment when he is under heavy attack as a “hater” for defending the Church’s teaching on marriage—an attack, by the way, which prompted us here at The Remnant to join the fight to DEFEND BISHOP MORLINO last year.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3835": {
    "article_num": 780414700,
    "para_num": 4,
    "text": "\"If you'll permit me, what the Church needs now is more hatred! As I have said previously, St. Thomas Aquinas said that hatred of wickedness actually belongs to the virtue of charity. As the Book of Proverbs says 'My mouth shall meditate truth, and my lips shall hate wickedness (Prov. 8:7).' It is an act of love to hate sin and to call others to turn away from sin. – Bishop Robert Morlino",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3840": {
    "article_num": 780414700,
    "para_num": 5,
    "text": "This is what a courageous shepherd looks like! In our opinion, during the most vile clergy sex scandal in history, every bishop in the country must do exactly what Bishop Morlino has done, i.e., issue a statement of fidelity to the Church’s moral theology, specifically her teaching against the mortal sin of homosexual acts. In so doing, the bishops will incur the wrath of the enemies of the Church, yes. They will be crucified in the media, yes. But they will also be doing their sacred duty before God in reassuring their thoroughly scandalized flocks that they are absolutely committed to the defense and enforcement of the Church’s moral teaching at a time when it is under scurrilous attack from within. Nothing less will do. Bishop Morlino has now done it, and we respectfully demand that the rest of the American bishops either follow suit or face the charge of being complicit with the degenerate and even criminal shepherds, accounts of whose betrayal and vice now dominate the news. May God bless and keep Bishop Robert Morlino. MJM",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3843": {
    "article_num": 780414700,
    "para_num": 10,
    "text": "For my part — and I know I am not alone — I am tired of this. I am tired of people being hurt, gravely hurt! I am tired of the obfuscation of truth. I am tired of sin. And, as one who has tried — despite my many imperfections — to lay down my life for Christ and His Church, I am tired of the regular violation of sacred duties by those entrusted with immense responsibility from the Lord for the care of His people.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3848": {
    "article_num": 780414700,
    "para_num": 11,
    "text": "The stories being brought into light and displayed in gruesome detail with regard to some priests, religious, and now even those in places of highest leadership, are sickening. Hearing even one of these stories is, quite literally, enough to make someone sick. But my own sickness at the stories is quickly put into perspective when I recall the fact that many individuals have lived through them for years. For them, these are not stories, they are indeed realities. To them I turn and say, again, I am sorry for what you have suffered and what you continue to suffer in your mind and in your heart.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3851": {
    "article_num": 780414700,
    "para_num": 13,
    "text": "There is nothing about these stories that is okay. These actions, committed by more than a few, can only be classified as evil, evil that cries out for justice and sin that must be cast out from our Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3859": {
    "article_num": 780414700,
    "para_num": 18,
    "text": "For the Church, the crisis we face is not limited to the McCarrick affair, or the Pennsylvania Grand Jury Report, or anything else that may come. The deeper crisis that must be addressed is the license for sin to have a home in individuals at every level of the Church. There is a certain comfort level with sin that has come to pervade our teaching, our preaching, our decision making, and our very way of living.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3861": {
    "article_num": 780414700,
    "para_num": 19,
    "text": "If you’ll permit me, what the Church needs now is more hatred! As I have said previously, St. Thomas Aquinas said that hatred of wickedness actually belongs to the virtue of charity. As the Book of Proverbs says “My mouth shall meditate truth, and my lips shall hate wickedness (Prov. 8:7).” It is an act of love to hate sin and to call others to turn away from sin.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3863": {
    "article_num": 780414700,
    "para_num": 20,
    "text": "There must be no room left, no refuge for sin — either within our own lives, or within the lives of our communities. To be a refuge for sinners (which we should be), the Church must be a place where sinners can turn to be reconciled. In this I speak of all sin. But to be clear, in the specific situations at hand, we are talking about deviant sexual — almost exclusively homosexual — acts by clerics. We’re also talking about homosexual propositions and abuses against seminarians and young priests by powerful priests, bishops, and cardinals. We are talking about acts and actions which are not only in violation of the sacred promises made by some, in short, sacrilege, but also are in violation of the natural moral law for all. To call it anything else would be deceitful and would only ignore the problem further.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3867": {
    "article_num": 780414700,
    "para_num": 22,
    "text": "In this last regard, special mention should be made of the most notorious and highest in ranking case, that being the allegations of former-Cardinal Theodore McCarrick’s (oft-rumored, now very public) sexual sins, predation, and abuse of power. The well-documented details of this case are disgraceful and seriously scandalous, as is any covering up of such appalling actions by other Church leaders who knew about it based on solid evidence.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3870": {
    "article_num": 780414700,
    "para_num": 24,
    "text": "It is time to admit that there is a homosexual subculture within the hierarchy of the Catholic Church that is wreaking great devastation in the vineyard of the Lord. The Church’s teaching is clear that the homosexual inclination is not in itself sinful, but it is intrinsically disordered in a way that renders any man stably afflicted by it unfit to be a priest. And the decision to act upon this disordered inclination is a sin so grave that it cries out to heaven for vengeance, especially when it involves preying upon the young or the vulnerable. Such wickedness should be hated with a perfect hatred. Christian charity itself demands that we should hate wickedness just as we love goodness. But while hating the sin, we must never hate the sinner, who is called to conversion, penance, and renewed communion with Christ and His Church, through His inexhaustible mercy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3873": {
    "article_num": 780414700,
    "para_num": 31,
    "text": "To our seminarians: If you are unchastely propositioned, abused, or threatened (no matter by whom), or if you directly witness unchaste behavior, report it to me and to the seminary rector. I will address it swiftly and vigorously. I will not stand for this in my diocese or anywhere I send men for formation. I trust that the seminaries I choose, very discriminately, to help form our men will not ignore this type of scandalous behavior, and I will continue to verify that expectation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3877": {
    "article_num": 780414700,
    "para_num": 33,
    "text": "To the faithful of the diocese: If you are the victim of abuse of any kind by a priest, bishop, cardinal, or any employee of the Church, bring it forward. It will be addressed quickly and justly. If you have directly witnessed sexual advances or any type of abuse, bring it forward as well. Such actions are sinful and scandalous and we cannot allow anyone to use their position or power to abuse another person. Again, in addition to injuring individuals, these actions injure the very Body of Christ, His Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3880": {
    "article_num": 780414700,
    "para_num": 39,
    "text": "I ask everyone reading this to pray. Pray earnestly for the Church and all her ministers. Pray for our seminarians. And pray for yourselves and your families. We must all work daily on our own personal holiness and hold ourselves accountable first and, in turn, hold our brothers and sisters accountable as well, and",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3883": {
    "article_num": 780414700,
    "para_num": 40,
    "text": "Finally, I ask you all to join me and the entire clergy of the Diocese of Madison in making public and private acts of reparation to the Most Sacred Heart of Jesus and to the Immaculate Heart of Mary for all the sins of sexual depravity committed by members of the clergy and episcopacy. I will be offering a public Mass of reparation on Friday, September 14, the Feast of the Triumph of the Holy Cross, at Holy Name Heights and I ask all pastors to do the same in their own parishes. In addition, I ask that all priests, clergy, religious, and diocesan employees join me in observing the upcoming Autumn Ember Days (Sep. 19, 21, and 22) as days of fasting and abstinence in reparation for the sins and outrages committed by members of the clergy and episcopacy and I invite all the faithful to do the same. Some sins, like some demons, can only be driven out by prayer and fasting.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3884": {
    "article_num": 780414700,
    "para_num": 41,
    "text": "This letter and these statements and promises are not intended to be an exhaustive list of what we can and need to do in the Church to begin to heal from, and stave off, this deep illness in the Church, but rather the next steps I believe we can take locally.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3885": {
    "article_num": 780414700,
    "para_num": 42,
    "text": "More than anything else, we as a Church must cease our acceptance of sin and evil. We must cast out sin from our own lives and run toward holiness. We must refuse to be silent in the face of sin and evil in our families and communities and we must demand from our pastors — myself included — that they themselves are striving day in and day out for holiness. We must do this always with loving respect for individuals but with a clear understanding that true love can never exist without truth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3889": {
    "article_num": 780619695,
    "para_num": 3,
    "text": "During the last 5 years of this papacy, Francis and his Synodal Schemers masterfully manipulated, rigged, and exploited the synodal process. The backdoor tactics and machinations were brilliantly documented by Edward Pentin , Henry Sire, George Neumayr and an array of investigative journalists.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  }
}