{
  "2132": {
    "article_num": 758386255,
    "para_num": 114,
    "text": "[7] Bioethicists take it as read that in order for a life to have sufficient “quality” it must demonstrate sufficient autonomy. Dependence upon the care of others is, quite literally, a capital offence.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2150": {
    "article_num": 758512204,
    "para_num": 4,
    "text": "Instead, they’re so hellbent on destroying President Trump that they have directed all their energy to retailing Soviet fictions and titillating porn stories.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2151": {
    "article_num": 758512204,
    "para_num": 5,
    "text": "House investigators found the House server was being used for nefarious purposes: the alleged Muslim spies were removing information and sending it for foreign actors.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2156": {
    "article_num": 758512204,
    "para_num": 14,
    "text": "No wonder the Democrats tried to squirrel these jihad spies out of the country.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2160": {
    "article_num": 758512204,
    "para_num": 17,
    "text": "After former Democratic IT aide Imran Awan allegedly threatened his stepmother not to talk to police, her email account was accessed in suspicious ways and a lawyer for one of Awan’s brothers found out she emailed the FBI on specific dates and lashed out at her: “You’re a liar, aren’t you?” Days after that, a bank account the stepmother controlled was almost completely drained through a payment to Imran’s brother, Abid Awan, bank records show — but she said she is too afraid to press criminal charges because she claims he has threatened her. The stepmother, Samina Gilani, also previously said Imran stole two laptops from her. Imran, Abid and Jamal Awan — along with Imran’s wife, Hina Alvi, and a friend — worked as IT administrators for 1 out of every 5 House Democrats and could read all their emails and files until police banned them from the network in February 2017for “numerous violations of House security policies.” Months later, none of the family is in jail, and the stepmother and other witnesses have said Imran and Abid have used their freedom to try to steer the outcome of the case since, including by threatening them not to cooperate with authorities, TheDCNF previously reported. In April 2016, the House’s Chief Administrative Officer (CAO) detected allegedly falsified purchase orders, and the Inspector General quickly expanded the scope to investigate cyber violations, finding that members of the Awan family improperly accessed congressmen’s servers and the House Democratic Caucus server thousands of times. Though House officials suspected that equipment was being stolen, the Capitol Police did not search their homes, The Daily Caller News Foundation learned, and did not ban them from the network until nearly a year later. In the meantime, evidence appears to have been compromised: In December 2016, the CAO notified congressmen that the caucus server had physically disappeared. Though Abid played a prominent role in the late-2016 IG report, he has not been arrested, with congressmen saying a criminal investigation is ongoing. In January 2017, in the days around his father’s death, Abid removed Gilani as the beneficiary of his father’s life insurance and replaced her with himself, which led to a lawsuit, TheDCNF previously reported. Abid’s attorney, Jim Bacon, used the life insurance lawsuit to force Gilani to sit for a sworn deposition Oct. 4, 2017 in which he told her to reveal what she told the FBI about the congressional criminal probe and tried to get her to find out details from investigators. In one exchange, Bacon knew that she had emailed with the FBI. BACON Q: [redacted] is your email address, isn’t it? And you send emails from that address including two emails to the FBI, didn’t you?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2166": {
    "article_num": 758512204,
    "para_num": 21,
    "text": "BACON: Ah. I think we need to take a break before I explode. Bacon did not respond to questions from the TheDCNF about how he knew Gilani had emailed the FBI on those dates….",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2169": {
    "article_num": 758756657,
    "para_num": 3,
    "text": "This is an outrage, but it is common nationwide: the Daily Caller News Foundation reports that Mountain Ridge Middle School in West Virginia is “instructing junior high students to write the Islamic profession of faith ostensibly to practice calligraphy.” Students are made to write out the Shahada, which states: “There is no god but Allah, and Muhammad is the messenger of Allah.”This is exactly what I warned about in my book, Stop the Islamization of America: A Practical Guide to the Resistance , in the chapter “The Mosqueing of the Public Schools.”In order to convert to Islam, one says the shahada. Saying the shahada makes you a Muslim. The shahada is what is on the black flag of jihad.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2173": {
    "article_num": 758756657,
    "para_num": 13,
    "text": "Rich Penkoski is hardly the first to protest this egregious submission to the most vicious and brutal ideology on the face of the Earth. In Volusia County, Florida, hundreds protested Islamic lessons in their “World History” text, a Common Core-approved high school history textbook.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2174": {
    "article_num": 758756657,
    "para_num": 14,
    "text": "With an entire chapter dedicated to the virtues of Islam and not a single chapter for Christianity, the textbook had Floridians in a frenzy. And who is the biggest pusher of Common Core besides leftist progressives? The Islamic Society of North America, a Muslim Brotherhood front group, along with the Hamas-tied Council on American-Islamic Relations (CAIR). In Florida, CAIR is on the offensive (more here).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2176": {
    "article_num": 758756657,
    "para_num": 16,
    "text": "In West Virginia, it gets even worse. Rich Penkoski has alerted me to the latest development in the forced Islamization of his children’s school curriculum: after the Daily Caller and Geller Report exposed what was happening, Mountain Ridge administrators and teachers began messaging parents who were sharing the story, asking them to remove their posts.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2180": {
    "article_num": 758756657,
    "para_num": 20,
    "text": "A student in the school threatened to get her adult friends to come to my home and kill me by stabbing me in the chest and ripping my organs out. They told my daughter “we are gonna get some people and kill your dad.” This student, who is known to me but whom I cannot name because she is a minor, has given students our address and is encouraging them to come to my home over this whole thing. Another student told my daughter that she and the first student and her adult friends are going to kill me and carve a satanic star in my chest and rip out my organs. They then threatened to hang my 3-year-old and 1-year-old and kidnap my 14-year-old. All this in school today because of the articles. This is not a joke and needs to be investigated. I have contacted the school’s principal, Dr. Branch, and I trust that he will take this matter seriously and deal with it appropriately.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2183": {
    "article_num": 758812201,
    "para_num": 7,
    "text": "The Daily Mail reported that one diplomat described being jolted awake in a Havana hotel room by a grinding, blaring cacophony. When he moved a few feet across the room, the noise stopped. When he got back into bed, the agonizing sound hit him again; as if, he told doctors, he had walked through some invisible wall cutting straight down the middle of his room. Whether they heard anything or not, the consequences have been unmistakable — symptoms ranging from nosebleeds, nausea, dizziness and severe headaches to mild brain damage and permanent hearing or memory loss. Oddly, as soon as some of the victims left Cuba, they stopped hearing noises. –SHTFPlan",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2184": {
    "article_num": 759337941,
    "para_num": 1,
    "text": "Capitol Police “Accidentally” Gave Treasure Trove of Evidence To Muslim IT Spy's Defense Attorney",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2188": {
    "article_num": 759337941,
    "para_num": 3,
    "text": "Accidentally? Color me skeptical. The Democrats are criminal, treasonous and sleazy. They gave this jihadi unfettered access to national security secrets. He then transferred the data to Pakistan. And the most powerful Democrats continue to protect jihad-treason.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2193": {
    "article_num": 759337941,
    "para_num": 11,
    "text": "Hellbent to destroy President Trump, they toil in Soviet fictions and titillating porn stories.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2194": {
    "article_num": 759337941,
    "para_num": 12,
    "text": "House investigators found the House server was being used for nefarious purposes and the alleged Muslim spies were removing information and sending it for foreign actors.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2199": {
    "article_num": 759337941,
    "para_num": 17,
    "text": "Democrats appear to want to keep the case out of court; a trial could expose their reckless IT practices",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2201": {
    "article_num": 759337941,
    "para_num": 20,
    "text": "The Capitol Police turned over a trove of evidence in the alleged Imran Awan House cyberbreach and theft case to the defense attorneys when they were supposed to deliver it to prosecutors instead, according to court documents and a source.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2207": {
    "article_num": 759468687,
    "para_num": 4,
    "text": "A jihad group explained it back in 2012: “The month of Ramadan is a month of holy war and death for Allah. It is a month for fighting the enemies of Allah and God’s messenger, the Jews and their American facilitators.” Referring to a jihad attack that happened at that time, the message continued: “One of our groups aided by Allah managed to bomb a bus full of Jewish tourists, plunderers of holy lands, after careful tracking. The holy war is not confined to a particular arena and we shall fight the Jews and the Americans until they leave the land of Islam.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2209": {
    "article_num": 759468687,
    "para_num": 5,
    "text": "In contrast, President Trump issued a statement claiming that “Ramadan reminds us of the richness Muslims add to the religious tapestry of American life.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2210": {
    "article_num": 759468687,
    "para_num": 11,
    "text": "So which is it? Does Ramadan remind us of “the richness Muslims add to the religious tapestry of American life,” or is Ramadan “a month of calamity everywhere for nonbelievers”?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2212": {
    "article_num": 759468687,
    "para_num": 12,
    "text": "Islam’s core beliefs make it clear that the latter statement is closer to the truth. During Ramadan, Muslims are exhorted to renew and deepen their devotion to Allah. Hence it is a time when they’re supposed to grow more generous and kind toward their fellow Muslims. However, the Qur’an says: “Muhammad is the Messenger of Allah, and those who are with him are severe against disbelievers, and merciful among themselves” (48:29). If the Ramadan imperative is to become more devout, the Muslim who applies himself diligently to the Ramadan observance will simultaneously become more both merciful to his fellow Muslims and more severe against the unbelievers.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2218": {
    "article_num": 759468687,
    "para_num": 14,
    "text": "Trump was, unfortunately, following the example of his two immediate predecessors when he claimed that “Ramadan reminds us of the richness Muslims add to the religious tapestry of American life,” and was severely misleading the American people. Ironically, even in doing this he is likely to fail to satisfy Muslims, or anyone. After all, after the Trump White House issued a similar statement last year, the Washington Post ran a lengthy piece in which several Muslims explained why the statement was unsatisfactory to them. Shadi Hamid of the Qatar-funded Brookings Institution declared: “Trump has so rarely recognized that American Muslims even exist, but this offers apparent proof that he is aware of our existence. Great! Putting all that context aside, it’s offensive and pretty much terrible.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2220": {
    "article_num": 759468687,
    "para_num": 15,
    "text": "Why? Because Trump had the temerity to mention jihad terrorism. Hamid continued: “We, as American Muslims, shouldn’t be defined solely in our relationship to bad things that we have nothing to do with. We’re also normal people who happen to be Muslim and to see us and our history in America so narrowly is plain out offensive.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2223": {
    "article_num": 759468687,
    "para_num": 17,
    "text": "Meanwhile, it would be dangerous, suicidal folly for Infidels to pretend that Ramadan is not the month of jihad. And as our Ramadan willful blindness continues, more Infidels will die.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2225": {
    "article_num": 759478604,
    "para_num": 1,
    "text": "A Sister Speaks: ‘Cor Orans is the Death-Knell of Carmel’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2227": {
    "article_num": 759478604,
    "para_num": 8,
    "text": "Writing to me in English, by way of introductory comments in their longer analysis of the document that will be forthcoming, Sister T, fully professed and a senior member of the monastery’s council, said, “The Cor Orans document is the death-knell of Carmel. It signals the end of the contemplative monastic life. Not only does it destroy the autonomy of the Monasteries, something Our Holy Mother St. Teresa was extremely insistent about, but it also removes the Superior, dissolves her authority and power, removes the financial independence of each Monastery, and destroys the specificity of each charism.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2228": {
    "article_num": 759478604,
    "para_num": 9,
    "text": "“This is a disaster. Especially for Carmel.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2229": {
    "article_num": 759478604,
    "para_num": 10,
    "text": "I contrast this frightening comment with those coming from the man immediately responsible for “Cor orans,” Cardinal João Braz de Aviz, the Brazilian prefect of the Congregation for Institutes of Consecrated Life and Societies of Apostolic Life in a speech to religious formation directors in 2015, in which he laid out pretty clearly what was coming in this piece of legislation, 3 years later. In fact, as the National Catholic Reporter piece said, the meeting itself was “unprecedented,” 1200 formators of religious life gathered by the Congregation for Religious in order to hear the new marching orders.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2234": {
    "article_num": 759478604,
    "para_num": 28,
    "text": "“To have a federal president who can decide to take the novices away, or take all our finances, or tell the Holy See we’re no longer ‘viable’ – this is a disaster. St. Teresa specifically set up the monasteries so that none of this would take place. And now it’s going to be done to us.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2235": {
    "article_num": 759478604,
    "para_num": 29,
    "text": "She points to the extended length of formation for new nuns - previously six years for Carmelites and under Cor orans now nine years, as absurd, saying it will tend to impede new vocations.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2236": {
    "article_num": 759478604,
    "para_num": 31,
    "text": "Another requirement will be for a “religious assistant,” a priest monitoring the monastery in addition to a chaplain, to be assigned by the federation. Sister writes that this was rejected “years ago” by Carmelite monasteries as undue interference. The religious assistant will have unprecedented powers. Article 23 states, for instance, “In discerning the foundation of a new monastery on the part of a single monastery, the Federal President and the religious assistant intervene to help the superior of the founding monastery. The discernment on the foundation of a new monastery by the Federation is made within the framework of the Federal Assembly.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2237": {
    "article_num": 759478604,
    "para_num": 32,
    "text": "“One other thing that is very striking to me is the complete loss of our rights. There are no options in this document, no choices, no recourse. It’s all being done to us. In this day and age, when Pope Francis is proclaiming, if not Liberty, Equality, and Fraternity, then at least license and ‘choice’ for all, plus the ‘rights’ of women, here our rights are completely taken away.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2238": {
    "article_num": 759478604,
    "para_num": 34,
    "text": "Sister writes, “Cloistered nuns have a very full horarium that does not allow for a lot of other things. We already have to deal with the million unexpected things that come up each day. I have no idea how we are going to implement all these ridiculous plans of ‘on-going formation’. Can they not comprehend that simply faithfully living our daily life provides plenty of on-going formation.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2240": {
    "article_num": 759478604,
    "para_num": 39,
    "text": "In the last 20 years, “conservative” Catholics have pointed to the flourishing – mainly in the US – of some groups of sisters who had turned away from the “intense and fruitful path” and re-established some of the traditional accoutrements of the religious life. They point to the Nashville Dominicans, the Missionaries of Charity, the Poor Clares of Alabama, where there are at least habits, (some) chant, common life and common apostolates. But it is these signs of refusal of the programme that have infuriated the despots of the New Paradigm who would not rest until every last individual house of religious life was co-opted, subverted to the new ideology. The little green shoots of hope that the faithful Catholic world so rejoiced to see are to be stamped back into the frost of Vatican II’s perpetual winter.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2243": {
    "article_num": 759478604,
    "para_num": 41,
    "text": "The thing is, the result will obviously be the same either way. The whole world has seen what happens to religious life that takes on the VaticanTwoist New Paradigm. I have just received a document that was issued privately summarising the findings of a meeting of federated Discalced Carmelite nuns in Europe in 2009. The numbers are absolutely dismal.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2244": {
    "article_num": 759478604,
    "para_num": 55,
    "text": "This is the death spiral. And it is precisely this “intense and fruitful path” taken by nearly all the Catholic world’s monastics since 1965 that Cor orans is attempting to force on the very, very few holdouts.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2246": {
    "article_num": 761334950,
    "para_num": 3,
    "text": "The meeting covered Carmels of the Teresian, Discalced, reform from Germany, five areas of Spain, three from France, Great Britain, Ireland, Italy, the Netherlands, Austria, Croatia and the Holy Land [1] . The reports from each region showed that many of the provisions found in Cor orans were already in place: federations with broad powers, including financial control and combined formation courses, “religious assistant” priests appointed by the federation and overseeing individual monasteries and superiors giving up their authority to the federations. Given that this was 2009, it is clear that the plans to force all contemplative monasteries in the world into this disastrous European mould were well under way long before Pope Benedict was even considering resigning.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2247": {
    "article_num": 761334950,
    "para_num": 4,
    "text": "Today I’ve received an interesting document issued by the Carmelite Order in Europe following a meeting of the “Federations of Discalced Carmelite Nuns of Europe & the Holy Land” in Avila, February 2009. As a snapshot of the current condition of Carmelite monastic life after it had been completely “federated,” it paints a depressing picture; but as a demonstration of what “federations” are likely to achieve once Cor orans is implemented universally, it clangs in the mind like a funeral bell.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2249": {
    "article_num": 761334950,
    "para_num": 9,
    "text": "The case of the Netherlands is downright bizarre; sisters so old that even the federation structures are breaking down. Only one fully autonomous functioning Carmel still exists in the Netherlands, and the remains of four entire communities are living in a single care home run by religious brothers. But in this situation, the “solution” undertaken has been an elaborate bureaucratic reshuffle, including gaining approval from Rome, for “a completely new structure,” whose main task, no doubt, will be the making of funeral arrangements and disposing of library books.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2250": {
    "article_num": 761334950,
    "para_num": 16,
    "text": "These self-generated reports were made in response to a questionnaire set out for the meeting. All speak of nothing but bureaucratic responses: shared “formation courses,” meetings of superiors, amalgamations and suppression of houses and finally “care homes” and houses given over entirely as infirmaries. A tale of controlled, systematized extinction.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2251": {
    "article_num": 761334950,
    "para_num": 105,
    "text": "Given this incredible picture of a Carmelite Order in the last rattle of its death throes, the rest of the summaries of speeches given at the meeting in Avila read as outright surreal, leaving us to wonder if any of these people are attached in any way to reality.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2252": {
    "article_num": 761334950,
    "para_num": 109,
    "text": "While there can be no doubt that the impending total extinction of the Carmelite Order in Western Europe was foremost in the minds of the nuns present, it seems that the issue was simply not addressed out loud by the representatives of the bureaucracy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2254": {
    "article_num": 761334950,
    "para_num": 111,
    "text": "What are these people smoking?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2256": {
    "article_num": 761334950,
    "para_num": 113,
    "text": "It is certainly clear from Francis’ first acts as pope that he had dealing with conservative and Traditionalist nuns high on his list of priorities. His first appointment, no more than three weeks after the Conclave was Jose Rodrigues Carballo, the Religious Congregation’s Secretary and – given the scandal that erupted on his leaving them – the financial wrecking ball of the Franciscan Friars Minor. The first task Francis gave Carballo was the demolition of the Franciscan Friars of the Immaculate.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2257": {
    "article_num": 761334950,
    "para_num": 122,
    "text": "So many Catholics in the last 40 years assumed that under the “conservatives” John Paul II and Benedict XVI at least the Vatican was “onside.” At least in Rome they understood the terrible threat of the Bolshie VaticanTwoist revolutionaries. But this report of 2009 shows a clear picture of a Roman congregation determined to see the revolution through to its inevitable conclusion.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2258": {
    "article_num": 761546223,
    "para_num": 1,
    "text": "Homeschooling Protects Children from Violence and Marxism",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2260": {
    "article_num": 761546223,
    "para_num": 3,
    "text": "The February mass shooting at a high school in Parkland, Florida prompted many parents to consider homeschooling. This is hardly surprising, as the misnamed federal “Gun-Free Schools” law leaves schoolchildren defenseless against mass shooters. Removing one’s children from government schools seems a rational response to school shootings.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2266": {
    "article_num": 761546223,
    "para_num": 11,
    "text": "The spread of cultural Marxism has contributed to the dumbing down of public education. Too many government schools are more concerned with promoting political correctness than ensuring that students receive a good education. Even if cultural Marxism did not dumb down education, concerns that government schools are indoctrinating children with beliefs that conflict with parents’ political, social, and even religious beliefs would motivate many families to homeschool.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2270": {
    "article_num": 761546223,
    "para_num": 15,
    "text": "While government schools — and even many private schools — pretend religion played no significant role in history, my curriculum addresses the crucial role religion played in the development of Western civilization. However, the materials are drafted in such a way that any Christian, Jewish, Muslim, or atheist parent can feel comfortable using the curriculum.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2276": {
    "article_num": 761568202,
    "para_num": 4,
    "text": "As reported by CNN, Speaking to Today, Clinton defended his decision to remain in office following the scandal. “A lot of the facts have been conveniently omitted to make the story work, I think partly because they’re frustrated that they got all these serious allegations against the current occupant of the Oval Office and his voters don’t seem to care,” Clinton said, pointing to a series of sexual misconduct allegations against current President Donald Trump, who has denied them. “I think I did the right thing. I defended the Constitution.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2281": {
    "article_num": 761610997,
    "para_num": 5,
    "text": "Ex-Speaker Boehner should probably re-check the old party's pulse, for the Bush-Boehner GOP may not just be napping. It could be comatose.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2282": {
    "article_num": 761610997,
    "para_num": 6,
    "text": "Consider. That GOP was dedicated to free trade, open borders, amnesty and using U.S. power to punish aggressors and \"end tyranny in our world.\" That GOP set out to create a new world order where dictatorships were threatened with \"regime change,\" and democratic capitalism was the new order of the ages.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2285": {
    "article_num": 761610997,
    "para_num": 9,
    "text": "Bush-Boehner Republicanism appears to be as dead today as was Harding-Coolidge Republicanism after 1933. And if Trumpism is not the future of the GOP, it is hard to see what a promising GOP agenda might look like.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2295": {
    "article_num": 761610997,
    "para_num": 29,
    "text": "What would be the argument for returning to a repudiated platform?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2302": {
    "article_num": 761674108,
    "para_num": 9,
    "text": "It's no wonder the establishment is viewed with such derision.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2305": {
    "article_num": 761674108,
    "para_num": 11,
    "text": "U.S. politics have indeed been coarsened, with Trump playing a lead role. Yet, beneath the savagery of the uncivil war in the party lies more than personal insults and personality clashes.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2314": {
    "article_num": 761674108,
    "para_num": 20,
    "text": "Thousands of U.S. dead, tens of thousands of wounded, trillions of dollars sunk, and a Mideast awash in blood from Afghanistan to Iraq, Libya, Syria and Yemen, with millions uprooted and homeless. Yet, still, the GOP establishment has not repudiated the mindset that produced this.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2315": {
    "article_num": 761674108,
    "para_num": 21,
    "text": "With the Cold War over for a quarter of a century, what is the case now for America, $20 trillion in debt, going abroad in search of monsters to destroy?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2318": {
    "article_num": 761674108,
    "para_num": 24,
    "text": "To call them nativists and parade their moral superiority.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2322": {
    "article_num": 761674108,
    "para_num": 26,
    "text": "Yet no two people are more responsible for the blunders of the post-Cold War era than McCain and Bush.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2324": {
    "article_num": 761674108,
    "para_num": 28,
    "text": "Yesterday's New York Times recognized Trump's triumph:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2325": {
    "article_num": 761674108,
    "para_num": 29,
    "text": "\"Despite the fervor of President Trump's Republican opponents, the president's brand of hard-edged nationalism—with its gut-level cultural appeals and hard lines on trade and immigration—is taking root within his adopted party.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2335": {
    "article_num": 761722669,
    "para_num": 3,
    "text": "Former President Bill Clinton insisted in a weekend interview that he doesn't owe a personal apology to Monica Lewinsky, the former White House intern whose adult life has been defined by their inappropriate sexual affair and the global scrutiny that followed.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2337": {
    "article_num": 761722669,
    "para_num": 11,
    "text": "Her too: Lewinsky has emerged as an anti-bullying activist and now says Clinton engaged in a 'gross abuse of power' by seducing her",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2338": {
    "article_num": 761722669,
    "para_num": 16,
    "text": "In a March essay for Vanity Fair magazine, Lewinsky wrote that 'what transpired between Bill Clinton and myself was not sexual assault, although we now recognize that it constituted a gross abuse of power.'",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2340": {
    "article_num": 761722669,
    "para_num": 19,
    "text": "But decades later, she's still traumatized by the aftermath of being identifed globally as the your woman the President of the United States kept on the side and used for his own pleasure just a few feet from the Oval Office.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2341": {
    "article_num": 761722669,
    "para_num": 20,
    "text": "'I’m sorry to say I don’t have a definitive answer yet on the meaning of all of the events that led to the 1998 investigation,' Lewinsky wrote of the public humiliation that played out in seeming slow motion.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2343": {
    "article_num": 761780613,
    "para_num": 5,
    "text": "\"The Russian Witch Hunt Hoax continues, all because Jeff Sessions didn't tell me he was going to recuse himself,\" Trump tweeted Tuesday. \"I would have quickly picked someone else. So much time and money wasted, so many lives ruined...and Sessions knew better than most that there was No Collusion!\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2348": {
    "article_num": 761874505,
    "para_num": 9,
    "text": "“With a pardon, there’s no magic wand that gets waved and makes everything right,” Saucier said, “But I try to stay positive and look forward.” Saucier has had cars repossessed and is in debt due to the loss of income after having a felony on his record. The government actively destroyed his life an made it all but impossible for his family to get back on track. But Hillary Clinton is running around free, to this day. And that is what Saucier is so burnt about, with good reason.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2351": {
    "article_num": 761897089,
    "para_num": 13,
    "text": "“It was a foolish mistake by a very young man,” Saucier’s lawyer, Greg Rinckey, said. “It’s a very sad case because Kristian Saucier is a fine young man. We don’t believe this was really his true character.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2354": {
    "article_num": 761897089,
    "para_num": 17,
    "text": "That's a good attitude considering he has had his cars repossessed and is in a tremendous amount of debt due to his incarceration and now having a felony on his record.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2356": {
    "article_num": 761897089,
    "para_num": 19,
    "text": "I think it's great that Mr. Saucier has been pardoned, I really do, but I continue to ask what a lot of Americans continue to ask, why does the known criminal Hillary Clinton remain at large in our country with her corrupt foundation taking in billions, her trashing our Republic and continuing to have a national voice? The American people weren't promised pardons, we were promised a special counsel to dig into the Clintons and bring about justice. It's time that occurred.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2364": {
    "article_num": 761955563,
    "para_num": 19,
    "text": "Wilders has called Robinson's imprisonment a \"disgrace.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2367": {
    "article_num": 761955563,
    "para_num": 21,
    "text": "Tommy Robinson was arrested on May 25 outside Leeds Crown Court after using social media to broadcast details of an ongoing trial which was subject to reporting restrictions. He was arrested, brought before a judge, and sentenced within five hours. The judge ordered a media ban on his arrest and imprisonment, even forcing British publications to delete their articles about the case. Such measures are common practice in North Korea and Saudi Arabia. It is sad to see how Britain, the cradle of Western democracy and the rule of law, is fast descending into tyranny. Tommy is a hero. It is a disgrace that he is still in jail. I have been invited to a major protest demonstration in London next week, and I will be coming. Free Tommy now.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2371": {
    "article_num": 761968851,
    "para_num": 4,
    "text": "Forget the Wolff book brouhaha and Trump’s latest DACA dalliance —the real story is outside the Beltway , where real people live and work. December marked the fifth month in a row in which the immigrant working-age population ( legal and illegal declined from the same month of the prior year. Simultaneously, immigrant displacement of American workers fell, also apparently confirming a trend that began in September. And, by the way, black unemployment is at a record low.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2373": {
    "article_num": 761968851,
    "para_num": 5,
    "text": "What started after the 2016 election as a reduction in the rate of increase in the foreign-born population of working age has turned into an outright retreat. This is in dramatic contrast to the last months of the Obama Regime, which saw year-over-year increases in immigrant working-age population far in excess of the estimated 1 million legal immigrants admitted annually, and which I argued meant that an unreported illegal alien surge was underway.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2374": {
    "article_num": 761968851,
    "para_num": 7,
    "text": "Not since the Great Recession has the foreign-born working-age population declined for five consecutive months—but now, in telling contrast, the economy is expanding. This makes the Trump Era immigrant workforce decline especially striking.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2376": {
    "article_num": 761968851,
    "para_num": 18,
    "text": "“It is commonly said that wage stagnation contributed to an economic anxiety in middle America that carried Donald Trump into the White House…Yet Mr. Trump’s rise seems to have coincided with a turnaround in fortunes for the middle class. … The latest development—one that will be of particular interest to Mr. Trump—is that blue-collar wages have begun to rocket. …In the year [2017] to the third quarter, wage and salary growth for the likes of factory workers, builders and drivers easily outstripped that for professionals and managers. In some cases, blue-collar pay growth now exceeds 4%…” Blue-collar wages are surging. Can it last?, The Economist, Magazine, November 14th 2017",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2377": {
    "article_num": 761968851,
    "para_num": 22,
    "text": "Another way of looking at American worker displacement: the immigrant share of total U.S. employment rose steadily, albeit erratically, throughout the Obama years. It fell sharply in the months after the 2016 election, but roared back to Obama-era levels in the spring. Immigrants held 16.99% of total jobs in December, a significant drop from November’s 17.16% share.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2380": {
    "article_num": 761968851,
    "para_num": 27,
    "text": "as the immigrant labor force: 0.63% versus 0.30%. American employment grew 57% faster than immigrant employment: 1.27% versus 0.81%. ADVANTAGE AMERICANS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2381": {
    "article_num": 761968851,
    "para_num": 28,
    "text": "The labor-force participation rate (LPR), a sign of worker confidence and mobility, rose by 0.6 points for immigrants and was unchanged for native-born Americans. At 65.3%, the immigrant LPR this December was considerably above the native-born American rate (61.9%.) ADVANTAGE IMMIGRANTS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2383": {
    "article_num": 761968851,
    "para_num": 34,
    "text": "What could happen if the GOP-controlled Congress woke up and enacted an immigration moratorium?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2384": {
    "article_num": 761969038,
    "para_num": 3,
    "text": "A rough patch—or a double-dip recession? Economists are increasingly befuddled at what awaits the once-great U.S. economy. And Wall Street is plainly beginning to panic.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2385": {
    "article_num": 761969038,
    "para_num": 4,
    "text": "Unemployment is a case in point. It now seems obvious that one of those mysterious memos has gone out to the Main Stream Media saying that no-one can mention the immigration moratorium solution. But unemployment is befuddling anyway.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2386": {
    "article_num": 761969038,
    "para_num": 13,
    "text": "Step back further and the picture is still bleaker. Since January 2001 the number of non-Hispanics holding jobs has declined by 1.9 million, or by -1.6%. Over that same period Hispanic employment rose by 3.9 million, up a whopping 24.2%.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2388": {
    "article_num": 761969038,
    "para_num": 20,
    "text": "Immigrants and native-born Americans both experienced the same 0.4% job growth, with 440,000 more natives and 91,000 more immigrants at work. A TIE .",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2389": {
    "article_num": 761969038,
    "para_num": 21,
    "text": "The immigrant unemployment rate fell by 0.2 points; the native-born rate fell by 0.7 points. ADVANTAGE NATIVE-BORN.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2390": {
    "article_num": 761969038,
    "para_num": 22,
    "text": "The share of immigrants holding jobs fell by 1.6%; the share of natives holding jobs fell by 0.2%. ADVANTAGE NATIVE-BORN .",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2392": {
    "article_num": 761969038,
    "para_num": 24,
    "text": "The immigrant population of working age increased by 2.0%; the comparable native population grew by 0.6%. ADVANTAGE IMMIGRANTS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4183": {
    "article_num": 783702663,
    "para_num": 31,
    "text": "First of all, as I predicted 16 years ago, because the Vatican under John Paul II had no intention of enforcing the pre-conciliar ban on admission of homosexuals to the seminary “a new bumper crop of homosexual ordinands is guaranteed—and with it a new harvest of scandal for the Church.” That prediction came immediately after the “pedophile summit” of 2002 in Rome, which I attended as The Remnant’s correspondent. In answer to my question then head of the USCCB, Wilton Gregory, made an explosive admission reportedby the international press: “it is an ongoing struggle to make sure that the Catholic priesthood is not dominated by homosexual men.” The struggle, to the extent there even was one, obviously has been lost.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4185": {
    "article_num": 783702663,
    "para_num": 32,
    "text": "Sixteen years later, the homosexual predator McCarrick has finally been exposed to the world, stripped of his cardinal’s hat and deprived of any ministry, but only after international media coverage of the Vatican’s semi-secret finding that McCarrick had raped a teenage altar boy 47 years ago. If not for that one case, McCarrick’s sixty years of homosexual debauchery might well have gone unpunished in this world and he would have died still possessed of all the phony honors that had been heaped upon him throughout his career as a parasite in the Body of Christ, including the favor shown to him by Bergoglio.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4191": {
    "article_num": 783702663,
    "para_num": 36,
    "text": "Viganò testifies that on June 23, 2013, he obtained a private audience with Bergoglio after having encountered McCarrick at the Pope’s residence three days earlier, during which encounter McCarrick had told him with an air of triumph: “The Pope received me yesterday, tomorrow I am going to China” (evidently to assist in negotiating Bergoglio’s planned sellout of China’s underground Catholics to the Communist dictators of Beijing). Viganò wanted to know why McCarrick had apparently been relieved of the sanctions. During the audience Bergoglio queried: “What is Cardinal McCarrick like?” and Viganò replied with the truth Bergoglio obviously did not want to hear:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4194": {
    "article_num": 783702663,
    "para_num": 37,
    "text": "I answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him. He corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject. But then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not…. It was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews…. He [Bergoglio] knew from at least June 23, 2013 [the date of the audience with Viganò] that McCarrick was a serial predator. Although he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church. It was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action to save his image in the media. [all emphasis in original]",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4196": {
    "article_num": 783702663,
    "para_num": 38,
    "text": "Before his long overdue fall McCarrick, as Bergoglio’s “trusted counselor,” had been instrumental in cementing into place the homosexual-friendly status quo of the American episcopate that oppresses and defrauds the faithful. It was McCarrick, noted Marco Tosatti, who was behind the elevation of Blase Cupich to the key position of Archbishop of Chicago, where Cupich has since promoted the homosexual subversion of Father James Martin. And Viganò now confirms Tosatti’s allegation: “The appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two. Their names were not among those presented by the Nunciature for Chicago and Newark.” That is, the normal process was circumvented for these appointments.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4198": {
    "article_num": 783702663,
    "para_num": 39,
    "text": "Remnant readers may recall that I spotted Cupich back in 2002, when he was the obscure Bishop of Rapid City, South Dakota, as an example of what was coming in the Novus Ordo: accelerated degeneration. As I wrote back then, with the likes of Cupich in view:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4202": {
    "article_num": 783702663,
    "para_num": 40,
    "text": "Cupich is the very model of a Novus Ordo bishop. He is the very exemplar of the crisis we must still endure…. Let the thing die of its own excesses, for as the “little synod” [the 2002 “pedophile summit”] demonstrates, the men who control this establishment will never restore it to anything resembling the vibrant Church that a long line of militant, uncompromising Popes delivered into their hands at Vatican II. For heaven’s sake, the men who govern the Church today require a Vatican summit meeting to agonize over whether serial child molesters should be defrocked. From the Vatican on down, through deliberate decisions and criminal neglect, the servitors of Vatican II have laid waste to the liturgy, the perennial clarity of Catholic teaching, the Church’s militant opposition to worldly thinking, the traditional formation in seminaries, the religious orders, the missions, the trust of the faithful in their own priests—in short, the very life of the Church—and dare to call it a renewal. We must no longer subsidize the malpractice of the architects of ruin. Nor must we join the neo-Catholics in their mindless applause when one of these incompetents attempts to repoint a brick or two in the crumbling façade they have erected to obscure the Church of old.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4203": {
    "article_num": 783702663,
    "para_num": 41,
    "text": "As for William (“nighty-night baby!”) Tobin, after McCarrick had arranged for him to become Archbishop of Newark, Tobin, another episcopal booster of Martin’s pro-homosexual propaganda, promptly sponsored a “gay pilgrimage” to his cathedral in Newark. And it was McCarrick who obtained the cardinal’s hat for his roommate of six years, Kevin Farrell, whom he consecrated a bishop. Farrell, yet another promoter of Martin’s homosexual activism, arranged for Martin to “welcome ‘gay’ families” at the “World Meeting of Families” in Dublin from which Bergoglio has just returned.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4205": {
    "article_num": 783702663,
    "para_num": 42,
    "text": "Finally, there is the appointment of the “pro-gay” Robert McElroy as Bishop of San Diego, concerning which Viganò reveals: “The appointment of McElroy in San Diego was also orchestrated from above, with an encrypted peremptory order to me as Nuncio, by Cardinal Parolin: ‘Reserve the See of San Diego for McElroy.’ McElroy was also well aware of McCarrick’s abuses, as can be seen from a letter sent to him by Richard Sipe on July 28, 2016.” Like Cupich, Tobin and Farrell, McElroy is an avid promoter of Martin’s homosexual subversion of the Church, calling opposition to Martin symptomatic of a “cancer of vilification [that] is seeping into the institutional life of the church.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4208": {
    "article_num": 783702663,
    "para_num": 44,
    "text": "But Bergoglio has also lent his own authority to Martin’s effort to mainstream homosexuality in the Church. As Viganò notes, it was Bergoglio who made Martin a “Consultor of the Secretariat for Communications,” even though he is a “well-known activist who promotes the LGBT agenda, chosen to corrupt the young people who will soon gather in Dublin for the World Meeting of Families…”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4211": {
    "article_num": 783702663,
    "para_num": 45,
    "text": "“Father” Martin now confidently declares, sixteen years after the “pedophile summit,” that “The idea of a purge of gay priests is both ridiculous and dangerous. Any purge would empty parishes and religious orders of the thousands of priests and bishops who lead healthy lives of service and faithful lives of celibacy.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4214": {
    "article_num": 783702663,
    "para_num": 46,
    "text": "Martin thus revels in smug certitude that the future of the universal Church is in the hands of legions of intrinsically disordered homosexual bishops and priests and their homosexual successors, who will perpetuate an existing worldwide homosexual network, and that there is absolutely nothing we can or should do about it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4216": {
    "article_num": 783702663,
    "para_num": 48,
    "text": "None of the foregoing is meant to suggest that the homosexual invasion of the Catholic hierarchy is confined to American prelates and priests. The spread of clerical sodomy has not respected national boundaries but rather extends throughout the Church under the eyes of a Vatican apparatus that is itself thoroughly infested with homosexuals. This is thanks in large measure to Bergoglio, who made a flagrantly active homosexual, Monsignor Battista Ricca, “prelate of the gay lobby,” no less than head of his papal household.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4220": {
    "article_num": 783702663,
    "para_num": 51,
    "text": "In a team effort with Cardinal Rodriguez Maradiaga, [McCarrick] had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration. This is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal. With these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops….. By now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See…. The Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops. First, he insulted the abuse victims. Then, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4230": {
    "article_num": 783702663,
    "para_num": 57,
    "text": "Nearly three years ago, seeing what was certainly coming on the disastrous course Bergoglio had already clearly established, this newspaper published a petition which states: “We your subjects respectfully petition Your Holiness to change course for the good of the Church and the welfare of souls. Failing this, would it not be better for Your Holiness to renounce the Petrine office than to preside over what threatens to be a catastrophic compromise of the Church’s integrity?” Our petition was of course dismissed as “ridiculous” by the neo-Catholic commentariat. Today, our ridiculous suggestion is the stuff of mainstream news.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4232": {
    "article_num": 783702663,
    "para_num": 58,
    "text": "From the neo-Catholic perspective, the events of recent days present a terrifying prospect: the final collapse of the Novus Ordo establishment, an end to the conciliar aggiornamento and a revival of integral Tradition, which growing numbers of young people are seeking. Hence even before Archbishop Viganò had come forward, commentators like Faggioli were already sounding the neo-Catholic air raid siren. Faggioli fretted that “[t]he abuse scandal and delegitimization of the episcopate has created a great power vacuum in the Church” that could be filled by the “neo-traditionalist Catholicism of the younger generations of American Catholics” who “attack American bishops and cardinals close to Pope Francis.” Accordingly, he rushed to the defense of Bergoglio and his corrupt regime against “a radicalization of religious conservatism in the neo-traditionalism sense...”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4237": {
    "article_num": 783702663,
    "para_num": 59,
    "text": "For Faggioli, not only would Bergoglio’s resignation be unthinkable, so also would a purge of the homosexual and pro-homosexual prelates Bergoglio and his Vatican henchmen have systematically enabled. The Pope, he argues, is not “the CEO of the Catholic Church world, and the bishops as its managers whom the Pope can simply fire.” No, Bergoglio cannot “simply fire” bishops. Except whenever he pleases, as we have seen again and again with the conservative bishops and even Cardinals (Burke and Müller) he has sacked because their conservatism offended him or one of his friends, prompting even Crux to ask: “Does Pope Francis have an enemies list?” Then again, Francis even obtained the removal of his own “trusted counselor” McCarrick from the College of Cardinals, albeit only when forced to act due to worldwide condemnation in the media.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4241": {
    "article_num": 783702663,
    "para_num": 60,
    "text": "So, according to Faggioli, the same Pope who sacks conservative bishops and cardinals according to his pleasure and has just removed a cardinal from the College of Cardinals in an unprecedented disciplinary act under fire from the media, is somehow powerless to dismiss Modernist bishops who have created an obscene “gay culture” in the Church and replace them with orthodox, normal heterosexual males. Francis cannot “simply fire” even Cardinal Wuerl, who covered up crimes of homosexual predation by the priests he transferred elsewhere while Archbishop of Pittsburgh, and who authorized payment of $900,000 in hush money to bury sexual abuse claims against a homosexual priest involved in the production of child pornography.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4246": {
    "article_num": 783702663,
    "para_num": 64,
    "text": "What really concerns Faggioli and those who think like him is not Wuerl and his “complex situation,” which is not complex at all. Rather, what he views with alarm as an “essential element” of the context in which Wuerl operates is that “scandals are also the opportunity for the neo-traditionalist Catholicism of the younger generations of American Catholics to attack American bishops and cardinals close to Pope Francis….” Better a thousand septuagenarian Wuerls in their lavish sties of corruption, financed by the faithful, than a single, young neo-traditionalist prelate!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4248": {
    "article_num": 783702663,
    "para_num": 65,
    "text": "But what exactly is a neo-traditionalist? Quite simply: an orthodox Catholic who has had enough of the homosexual-infested regime of novelty imposed on the Church by the old men of the Council, Bergoglio merely being the latest, the highest placed, and one of the last. As Faggioli puts it: “In the last fifteen years, the American Catholic Church has been traversed by a radicalization of religious conservatism in the neo-traditionalism sense, especially in the younger generations of priests and intellectuals. They interpret the current abuse crisis as fruit of the mistakes of the Council itself and not only of the post-Council…”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4252": {
    "article_num": 783702663,
    "para_num": 69,
    "text": "In sum, Faggioli is representative of the thinking that requires defense of a homosexualized clergy if only for the reason that tradition-minded Catholics cannot be allowed to take their place: “This neo-traditionalist Catholicism believes that sexual abuses are committed only by homosexual clergy… and that the crisis of abuse can be resolved by a kind of Catholic Jacobinism that should eliminate all bishops and priests minimally engaged in dialogue with modern culture, and replaced by a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages and the rejection of a Church-world relationship based on a principle of reality.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4254": {
    "article_num": 783702663,
    "para_num": 70,
    "text": "Rather than “young clergy marked by personal sanctity,” the neo-Catholic mentality Faggioli exemplifies prefers that homosexual priests and bishops be kept in place in order to continue the “dialogue with modern culture.” It is not the integrity of the Faith that matters but only perpetuation of the post-conciliar regime of novelty. Any abandonment of the regime must be viewed as ecclesiastical treason—“Catholic Jacobinism”—if not criminal activity. Faggioli would probably be more inclined to civil or criminal prosecution of “Catholic Jacobins” for “hate speech” than Novus Ordo bishops for their complicity in covering up homosexual rapes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4264": {
    "article_num": 783702663,
    "para_num": 72,
    "text": "Faggioli’s argument demonstrates that neo-Catholicism has never been about making the authentic Faith more appealing to a “modern world” founded precisely on a rejection of the Church’s authority. It is not about the Faith at all. Rather, it is an ideological movement dedicated to the face-saving defense of a catastrophic failure in ecclesial innovation that has corrupted the human element of the Church in practically every department. For people like Faggioli, indeed for the tradition-hating Pope they blindly defend, the one thing to be feared is that more and more faithful will recognize the neo-Catholic polemic for what it is—a fraud—and begin demanding a return of everything the regime of novelty has stolen from the life of the Church. That is exactly what a growing number of Catholics are now doing, as even the secular press recognized less than three months before Bergoglio began his tyrannical reign.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4267": {
    "article_num": 783702663,
    "para_num": 73,
    "text": "In this respect, what the neo-Catholics are defending at bottom is themselves—that is, the reputations they have all staked on their defense of the indefensible against the traditionalists they have arrogantly mocked and marginalized for decades only to see, to their horror, that traditionalism is ever more vindicated as the scandals of the Novus Ordo mount under this reckless Pope to an unsustainable, indeed apocalyptic, level.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4269": {
    "article_num": 783702663,
    "para_num": 74,
    "text": "A return to integral Tradition is the threat that Faggioli sees as coming particularly from the young. Irony of ironies, he is now reduced to defending what is old and tired and corrupt against a restoration, led largely by a youthful vanguard, of what is ever ancient but ever new. For some, it seems, no price is too great—not even the good of the Church—to avoid the personal ignominy of being seen on the wrong side of history.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4271": {
    "article_num": 783702663,
    "para_num": 77,
    "text": "Nuncio Sambi’s report [on McCarrick’s sexual abuse], with all the attachments, was sent to Cardinal Tarcisio Bertone, as Secretary of State. My two above-mentioned memos of December 6, 2006 and May 25, 2008, were also presumably handed over to him by the Substitute. As already mentioned, the Cardinal had no difficulty in insistently presenting for the episcopate candidates known to be active homosexuals — I cite only the well-known case of Vincenzo de Mauro, who was appointed Archbishop-Bishop of Vigevano and later removed because he was undermining his seminarians — and in filtering and manipulating the information he conveyed to Pope Benedict…. Cardinal Angelo Sodano was Secretary of State until September 2006: all information [concerning McCarrick] was communicated to him. In November 2000, Nunzio Montalvo sent him his report, passing on to him the aforementioned letter from Father Boniface Ramsey in which he denounced the serious abuses committed by McCarrick. It is known that Sodano tried to cover up the Father Maciel scandal to the end. He even removed the Nuncio in Mexico City, Justo Mullor, who refused to be an accomplice in his scheme to cover Maciel, and in his place appointed Sandri, then-Nuncio to Venezuela, who was willing to collaborate in the cover-up. Sodano even went so far as to issue a statement to the Vatican press office in which a falsehood was affirmed, that is, that Pope Benedict had decided that the Maciel case should be considered closed. Benedict reacted, despite Sodano’s strenuous defense, and Maciel was found guilty and irrevocably condemned.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4278": {
    "article_num": 783702663,
    "para_num": 82,
    "text": "I believe that Archbishop Viganò’s precious testimony is a sign that Heaven itself is now responding to the “need for justice” in the Church. Whether or not justice involves the resignation of the most wayward Pope in Church history, the inevitable season of justice will culminate in the triumph of the Immaculate Heart of Mary and the Church’s restoration. This will be a final victory over the enemies within and their apologists, such as Faggioli, who, in typical neo-Catholic style, imperiously scoffs at the notion of “a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages” and busies himself defending an unsalvageable mass of corruption he dares to describe as “a Church-world relationship based on a principle of reality.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4280": {
    "article_num": 783774960,
    "para_num": 1,
    "text": "FBI Arrests 5 Muslims From New Mexico Jihad Compound Days After Multiple Charges Were Dropped",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4281": {
    "article_num": 783774960,
    "para_num": 3,
    "text": "Just days after a district judge dropped all charges against three of the Muslim jihadis at the New Mexico terror compound where a child was killed and 11 other children were being trained to commit jihad in mass school shootings, the Federal Bureau of Investigation has stepped up to arrest five Islamists, but the charges are no longer the same.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4288": {
    "article_num": 783774960,
    "para_num": 11,
    "text": "And what of the training of little jihadis? Nothing!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4292": {
    "article_num": 783774960,
    "para_num": 15,
    "text": "In the meantime, the New Mexico district attorney who failed to file for a preliminary hearing within 10 days and didn’t show up for court is vowing to pursue prosecution of these jihadis.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4301": {
    "article_num": 784143418,
    "para_num": 3,
    "text": "It was a jihad training camp. Raising an army for jihad slaughter. And their defense is “freedom of religion,” calling this prosecution “islamophobia.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4304": {
    "article_num": 784143418,
    "para_num": 8,
    "text": "Name This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Freedom Outpost updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. The boy told agents that Ibn Wahhaj trained him and another of Leveille’s teenage sons in firearms and military techniques, including rapid reloads and hand-to-hand combat, and told them jihad meant killing non-believers on behalf of Allah, according to the affidavit filed in U.S. District Court in New Mexico. […] Defense lawyers have said that the five adults were exercising their constitutional rights to practice their religion and own firearms, and that the group is being discriminated against because they are black and Muslim. The defense attorneys could not immediately be reached for comment on Saturday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4307": {
    "article_num": 784143418,
    "para_num": 10,
    "text": "TEEN FROM NEW MEXICO COMPOUND SAYS HE WAS TRAINED FOR JIHAD: FBI TAOS, N.M. (REUTERS) – A 13-YEAR-OLD BOY WHO WAS PART OF GROUP TAKEN INTO CUSTODY AT A SQUALID NEW MEXICO COMPOUND LAST MONTH HAS TOLD FBI AGENTS HIS MOTHER’S BOYFRIEND WAS TRAINING HIM TO CONDUCT “JIHAD” AGAINST NON-BELIEVERS, ACCORDING TO FEDERAL COURT DOCUMENTS. By Andrew Hay, Reuters, September 2, 2018: The boy was among 11 children and five adults living at the compound in Taos County when it was raided on Aug. 3 by local sheriff’s deputies who discovered a cache of firearms and the children living without food or clean water. The dead body of a three-year-old boy was found buried at the site later They initially faced state charges, then on Friday, the five adults including a Haitian woman described as the group’s leader, 35-year-old Jany Leveille, were arrested by the Federal Bureau of Investigation and accused of conspiracy and firearms offenses. In an affidavit filed in support of a criminal complaint, an FBI special agent wrote that Leveille’s 13-year-old son told investigators that his mother’s boyfriend, Siraj Ibn Wahhaj, 40, wanted to “get an army together” and train them for jihad. The boy told agents that Ibn Wahhaj trained him and another of Leveille’s teenage sons in firearms and military techniques, including rapid reloads and hand-to-hand combat, and told them jihad meant killing non-believers on behalf of Allah, according to the affidavit filed in U.S. District Court in New Mexico. The 13-year-old also told the FBI that his mother believed she received messages from God, and that he watched her and Ibn Wahhaj perform supposed “exorcism” rituals over the three-year-old boy, including one during which the boy choked and his heart stopped, according to the special agent’s affidavit. The teenager said his mother and others at the compound told him not to talk to anyone about the three-year-old ever being at the compound because they would “all go to jail.” Defense lawyers have said that the five adults were exercising their constitutional rights to practice their religion and own firearms, and that the group is being discriminated against because they are black and Muslim. The defense attorneys could not immediately be reached for comment on Saturday. The five defendants came under FBI surveillance in May after Leveille wrote a letter to Ibn Wahhaj’s brother asking him to join them and become a “martyr,” state prosecutors have said. They are due to appear in court in Albuquerque on Tuesday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4309": {
    "article_num": 784382409,
    "para_num": 1,
    "text": "Pit Bull Journalist Hounds Keith Ellison Over Abuse Of Women - Watch Him Flee!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4310": {
    "article_num": 784382409,
    "para_num": 4,
    "text": "With documents in hand, Loomer hounded Ellison, asking him if he would respond to the reports, but the Democrat candidate for attorney general of Minnesota, despite the fact he doesn't have an active license to practice law, would not answer, but tried to flee like a frightened puppy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4317": {
    "article_num": 785331076,
    "para_num": 1,
    "text": "Texas: Cop Walks Into Home She Thought Was Hers, Kills Innocent Homeowner—Not Arrested",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4320": {
    "article_num": 785331076,
    "para_num": 10,
    "text": "If an average citizen walked into the wrong home and shot and killed an innocent homeowner, rest assured that they would be in jail—right now. However, instead of immediately arresting the officer for trespassing and murder, she was simply placed on administrative leave—a glaring function of blue privilege indeed.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4324": {
    "article_num": 785331076,
    "para_num": 14,
    "text": "While the Free Thought Project consistently reports on police officers entering the wrong home during raids and killing, maiming, or traumatizing entirely innocent people, this is the first time we’ve reported a story of an off-duty cop going into the wrong home, on their way home, and killing someone.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4329": {
    "article_num": 785801366,
    "para_num": 4,
    "text": "Editors’ note: In light of the skyrocketing phenomenon of Muslim migrants stabbing unbelievers in random stabbing sprees in Europe, as well as the calculated denial that leaders, authorities and media are enforcing about it, Frontpage has deemed it important to bring attention to the crucial steps America and the West must take to robustly confront the unceasing onslaught by Jihad and its leftist enablers. We are, therefore, reprinting below Frontpage editor Jamie Glazov’s July 12, 2016 Breitbart article, \"9 Steps to Successfully Counter Jihad\". Having written the article in the closing chapter of the disastrous Obama administration, the author recognizes and celebrates the life-saving turn-around disposition that the Trump administration has brought in to counter Jihad. Frontpage is most confident that the suggested steps below will continue to be the overall focus of the new administration -- which, thankfully, is now taking many of the crucial and constructive steps vis-à-vis our enemy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4331": {
    "article_num": 785801366,
    "para_num": 9,
    "text": "While the Obama administration continues to allow the Muslim Brotherhood to direct American foreign policy and, therefore, to implement “strategies” that render America defenseless in the face of Jihad and stealth Jihad, there are some alternative strategies that have the potential to turn this catastrophic situation around completely in America’s favor.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4335": {
    "article_num": 785801366,
    "para_num": 12,
    "text": "The Obama administration continues to refuse to label our enemy and, therefore, it continues to enable our defeat in the terror war. It is urgent that we name our enemy (i.e. Islamic Jihad) and definitively identify what ideology inspires our enemy (i.e. Islamic law).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4341": {
    "article_num": 785801366,
    "para_num": 14,
    "text": "“Countering Violent Extremism” is the pathetic and destructive focus of the Obama administration in allegedly fighting the terror war. On the one hand, this “focus” is vague to the point of being meaningless and completely incapacitates us. On the other hand, this focus allows the administration to perpetuate the destructive fantasy that there are other types of “extremists” — who just happen to be the Left’s political opponents — that pose a great threat to the country.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4345": {
    "article_num": 785801366,
    "para_num": 15,
    "text": "For example, as Stephen Coughlin has revealed, the “violent extremists” the administration is clearly worried about are the “right-wing Islamophobes” whom the administration obviously considers to be the real threat to American security.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4351": {
    "article_num": 785801366,
    "para_num": 19,
    "text": "4. Implement a Concrete “Countering-Jihad” Strategy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4353": {
    "article_num": 785801366,
    "para_num": 20,
    "text": "After discarding the “Countering Violent Extremism” absurdity, a concrete Counter-Jihad strategy must become an official policy. It must specifically register that Jihadists are the enemies and that Islamic law (Sharia) is what specifically motivates them.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4360": {
    "article_num": 785801366,
    "para_num": 24,
    "text": "Sebastian Gorka is crucially correct, therefore, when he recommends a national counter-propaganda campaign that involves a two-part approach: the first being the bolstering of efforts to define our enemy (Steps #1 and #4 above) and, second, the strengthening of our allies and partners in their own counter-propaganda efforts – which must include our empowering of Muslims who are trying to form an anti-Jihadist version of Islam.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4361": {
    "article_num": 785801366,
    "para_num": 25,
    "text": "Consequently, educational programs have to be set up everywhere, from public schools to universities to workplaces, in businesses and numerous other institutions. These programs must crystallize what exactly Islamic Law is and how it inspires and sanctions violence against unbelievers. This has to also involve, as Gorka urges, “a nationwide program of education that includes the armed services as well as federal, state, and local police forces and the intelligence community.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4363": {
    "article_num": 785801366,
    "para_num": 28,
    "text": "Once the truth is accepted that jihadis are inspired and sanctioned by their Islamic texts, it must logically become required that mosques, Islamic schools and groups have to immediately curtail any teaching that motivates sedition, violence, and hatred of unbelievers (i.e. remember how CAIR advised Muslims not to talk to the FBI). Indeed, once the government discerns and labels the elements of Islamic law that threaten the American Constitution, any preaching and spreading of those elements in America must be labelled as seditious.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4367": {
    "article_num": 785801366,
    "para_num": 30,
    "text": "Authorities have to start subjecting mosques and other Islamic institutions to surveillance — and discard the suicidal leftist notion that it is “racist” and Islamophobic to do so. Islamic institutions have to be made to buffer their lip-service against terror with actually doing something about it. As Robert Spencer counsels, this has to involve introducing programs that teach against jihadists’ understanding of Islam — and these programs have to be regularly monitored by the government. (This will be a part of Gorka’s suggested counter-propaganda campaign discussed in Step #5).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4369": {
    "article_num": 785801366,
    "para_num": 32,
    "text": "8. Bring Counter-Jihadists into the Government.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4371": {
    "article_num": 785801366,
    "para_num": 33,
    "text": "Instead of having Muslim Brotherhood sympathizers like Mohamed Elibiary serving on the U.S. Homeland Security Advisory Council (he “resigned” in Sept. 2014 under mysterious circumstances), and Muslim Brotherhood-linked individuals like Huma Abedin serving as the right-hand woman of Hillary Clinton, we need to bring in people who actually love America and want to protect it. We all know who these noble and courageous individuals are – and some of them are referenced in this article. The government must also bring in brave Muslim individuals who genuinely reject Jihad and empower them in propagating their anti-jihadist vision for Islam.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4376": {
    "article_num": 785801366,
    "para_num": 37,
    "text": "Bill Maher, for whatever unappealing drawbacks he has in conservatives’ eyes, has set a bold standard in this respect in his Burka Fashion Show skit. American comedians need to start writing scripts that follow in Maher’s footsteps and Americans need to encourage and equip them to do so – and to also vigorously defend them from the attacks and slanders they will inevitably receive from totalitarian leftist and Islamic forces.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4378": {
    "article_num": 785801366,
    "para_num": 38,
    "text": "We must never underestimate the crippling effect of comedy on the totalitarian Mullahs of the world. Indeed, the contemptuous, snickering and roaring laughter of people, as they gaze at the pathetic rules and lives of Sharia’s gatekeepers, poses a danger to tyrants like no other.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4382": {
    "article_num": 786250729,
    "para_num": 1,
    "text": "Google colluded with Clinton campaign with ‘silent donations’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4384": {
    "article_num": 786250729,
    "para_num": 4,
    "text": "Fox News’ Tucker Carlson read an internal email on Monday night’s show that outlined in a Google’ executive’s own words how the company was providing a “silent donation” to a group that was creating ads and donating funds to bus Latinos to voting stations in key swing states. The email was sent by Eliana Murillo, the former head of Google’s multicultural marketing department.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4390": {
    "article_num": 786250729,
    "para_num": 13,
    "text": "Meanwhile, Trump took to Twitter early Tuesday morning to note the Department of Justice’s inaction over the fact that disgraced anti-Trump FBI agent Peter Strzok and his mistress were engaged in a “media leak strategy” to plant negative stories which were then used to secure FISA warrants to spy on the Trump campaign.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4393": {
    "article_num": 786344683,
    "para_num": 3,
    "text": "Tucker Carlson just blew the cover off the 2016 election influence charade, after he read an internal email on Monday night’s show from a senior Google employee who admitted to using company resources to make a “silent donation” to a liberal group that was creating ads and donating funds to bus Latinos to voting stations during the 2016 election in key swing states, in an effort to help Hillary Clinton win.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4398": {
    "article_num": 786344683,
    "para_num": 6,
    "text": "Elsewhere in the email Mario says “Google supported partners like Voto Latino to pay for rides to the polls in key states .” Hillary the Other Woman Dolly Kyle Best Price: $3.06 Buy New $8.93 (as of 01:15 EDT - Details) She describes this assistance as a “silent donation” Mario then says that Google helped Voto Latino create ad campaigns to promote those rides. Now officially Voto Latino is a non-partisan entity, but that is a sham. Voto Latino is vocally partisan. Recently the group declared that Hispanics – ALL Hispanics are in President Trump’s “crosshairs.” They said they plan to respond to this by registering another million additional Hispanic voters in the next Presidential cycle. … It was, in effect, an in-kind contribution to the Hillary Clinton for President campaign. … In the end, Google was disappointed. As Mario herself conceded “ultimately after all was said and done, the Latino community did come out to vote, and completely surprised us. We never anticipated that 29% of Latinos would vote for Trump. No one did. –Tucker Carlson",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4405": {
    "article_num": 786527921,
    "para_num": 1,
    "text": "‘Silent Donation’: Corporate Emails Reveal Google Executives Tried to Turn Out Latino Voters Who They Thought Would Vote For Clinton",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4409": {
    "article_num": 786527921,
    "para_num": 11,
    "text": "In the emails, a Google executive describes efforts to pay for free rides for a certain sect of the population to the polls–a get-out-the-vote for Hispanic voters operation–and how these efforts were because she thought it would help Hillary Clinton win the general election in 2016. She also used the term “silent donation” to describe Google’s contribution to the effort to elect Clinton president.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4411": {
    "article_num": 786527921,
    "para_num": 13,
    "text": "The four page email begins with Murillo claiming she and others at Google were engaged in non-partisan activities not designed to help any one candidate or another—only to undercut her own commentary in later passages in the emails by openly admitting the entire effort to boost Latino turnout using Google products with official company resources was to elect Clinton over Trump.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4414": {
    "article_num": 786527921,
    "para_num": 16,
    "text": "We worked very hard. Many people did. We pushed tp get out the Latino vote with our features, our partners, and our voices. We kept our Google efforts non-partisan and followed our company’s protocols for the elections strategy. We emphasized our mission to give Latinos access to information so that they can make an informed decision at the polls, and we feel very grateful for all the support to do this important work. Latinos voted in record-breaking numbers, particularly with early votes. A large percentage of Latino voters in Florida were new voters who had become citizens just in time to vote. We saw high traffic for the search queries ‘votar,’ ‘como votar,’ and ‘donde voter,’ in key states like Florida and Nevada. We will be pulling in more info in the coming hours/days but so far we definitely know there was high traffic on search in Spanish. Without translating our tools the users wouldn’t have found the information they needed. Objectively speaking, our goal was met — we pushed and successfully launched the search features in Spanish, and we thank Lisa for her support in advocating for this work. I sent Philipp a note yesterday to thank him because he and others voiced their support for this too, and we greatly appreciate it. Even Sundar gave the effort a shout out and a comment in Spanish, which was really special.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4419": {
    "article_num": 786527921,
    "para_num": 23,
    "text": "This wasn’t a get-out-the-vote effort or whatever they say. It wasn’t aimed at all potential voters. It wasn’t even aimed at a balanced cross-section of subgroups. Google didn’t try to get out the vote among say Christian Arabs in Michigan or say Persian Jews in Los Angeles—they sometimes vote Republican. It was aimed only at one group, a group that Google cynically assumed would vote exclusively for the Democratic Party. Furthermore, this mobilization effort targeted not only the entire country but swing states vital to the Hillary campaign. This was not an exercise in civics, this was political consulting. It was in effect an in-kind contribution to the Hillary Clinton campaign.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4424": {
    "article_num": 786527921,
    "para_num": 27,
    "text": "We had our partners help spread the word about our features on social media, including YouTubers and influencers like Dulce Candy, Jorge Narvaez, Jessie y Joy, Barbara Bermudo, and Pamela Silva of Univision, Jackie Cruz aka La Flaca from Orange is the New Black, and more. We promoted our partner the Latino Community Foundation’s non-partisan #YoVoyaVotaryTu (I’m going to vote, are you?) campaign and leveraged our social media influencer friends’ reach to hit over 11M impressions with that hashtag. We hosted an event with over 200 people and a hangout with social media influencers about the power of the Latino vote and the new research Nielsen published about the Latino electorate. This reached 4.4M social media impressions and signaled to many that Google and our partners value the Latino community and our role in this election. We brought the same research to the LATISM conference, where people were beyond thrilled to see Google’s support and acknowledgment of the Latino community.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4427": {
    "article_num": 786527921,
    "para_num": 28,
    "text": "If Murillo had ended her email there, this probably would not amount to the level of a national news story. But she did not: She went on for another several paragraphs on the first page and an extra three pages to admit the openly partisan intent of Google’s actions, including a remarkable in-writing confirmation that at least one of Google’s actions amounted to a “silent donation”—something that could raise Federal Election Commission (FEC) red flags if authorities decide to launch an official investigation into this matter, now that these emails have been publicly revealed.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4428": {
    "article_num": 786527921,
    "para_num": 29,
    "text": "It is in the next paragraph that Murillo openly admits that Google made a “silent donation,” in her words, paying for rides to polls via leftist organization Voto Latino. Murillo wrote in the next paragraph:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4430": {
    "article_num": 786527921,
    "para_num": 30,
    "text": "We also supported partners like Voto Latino to pay for rides to the polls in key states (silent donation). We even helped them create ad campaigns to promote the rides (with support from HOLA folks who rallied and volunteered their time to help). We supported Voto Latino to help them land an interview with Senator Meza of Arizona (key state for us) to talk about the election and how to use Google search to find information about how to vote. They were a strong partner, among many in this effort.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4433": {
    "article_num": 786527921,
    "para_num": 32,
    "text": "“Ultimately, after all was said and done, the Latino community did come out to vote, and completely surprised us,” Murillo wrote. “We never anticipated that 29% of Latinos would vote for Trump. No one did. We saw headlines like this about early voter turn out and thought that this was finally the year that the ‘sleeping giant’ had awoken.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4435": {
    "article_num": 786527921,
    "para_num": 35,
    "text": "At that point, after the Ralston tweet, Murillo openly admits the partisan motives of Google’s electioneering efforts.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4437": {
    "article_num": 786527921,
    "para_num": 36,
    "text": "“On personal note, we really thought we had shown up to demonstrate our political power against a candidate who had vehemently offended our community by calling us rapists and drug dealers,” Murillo wrote. “We read the headline and thought WOW, we did it!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4439": {
    "article_num": 786527921,
    "para_num": 39,
    "text": "The third page of the email begins with another headline and image of a Latina woman in a red Make America Great Again hat and “Latinos for Trump” sign. The story, from Ruben Navarette, Jr., published in the Daily Beast, is headlined: “Why the Latino Vote Didn’t Save America.” The sub-headline, “Hispanic voters were supposed to be one of Clinton’s blue firewalls—but one in three ended up splitting for Trump,” is also included in Murillo’s Google email.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4445": {
    "article_num": 786527921,
    "para_num": 44,
    "text": "After that, Murillo says she cannot communicate with key organizers of the effort by Google and its partners—a project known as HOLA—because she is afraid of secret pro-Trump spies on the listservs created. She also admits ongoing discussions among these people about meeting to give grieving Hillary Clinton supporters hugs after Trump crushed her on election day. She also says those involved in Google’s get-out-the-vote efforts were openly seeking consolation after Clinton lost, and that she and another person cried after Trump won – for the first time they have cried due to an election result. Murillo wrote:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4451": {
    "article_num": 786527921,
    "para_num": 48,
    "text": "At the top of the fourth page of the email, Murillo asks her colleagues at Google to give out a “smile” to grieving leftist Latinos who work at the company.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4454": {
    "article_num": 786527921,
    "para_num": 53,
    "text": "This email leaked to Fox News and Breitbart News and is now likely to become a centerpiece in the case that Google is throwing its weight around to interfere in elections in the United States in a partisan manner against the duly elected President of the United States.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4455": {
    "article_num": 786527921,
    "para_num": 54,
    "text": "This email from Murillo was not just from some rogue staffer inside Google. Her original email was forwarded on to other Google executives by the aforementioned Gevelber, according to another email obtained by Breitbart News.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4456": {
    "article_num": 786527921,
    "para_num": 55,
    "text": "“Thought you all would want to read this,” Gevelber wrote in her own message endorsing Murillo’s email in a message to other Google bigwigs. “It’s from Eliana Murillo who runs US Hispanic Marketing on my team and who helped found HOLA our Hispanic ERC.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4460": {
    "article_num": 786731884,
    "para_num": 1,
    "text": "Facebook Bans Outline to Stop Jihadi Attacks on Americans.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4462": {
    "article_num": 786731884,
    "para_num": 3,
    "text": "[Editors' note: To best understand why Facebook would ban Jamie Glazov on 9/11 for his article on how to best prevent more 9/11s, pre-order Jamie's new book, Jihadist Psychopath: How He Is Charming, Seducing, and Devouring Us: HERE. The book illustrates how the Jihadist Psychopath has successfully built his totalitarian plantation -- on which many in the West are now enslaved and dutifully following his orders. Jamie outlines the frameworks of this tyrannical plantation and how those who are trapped on it, and yearn for freedom, can best escape.]",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4464": {
    "article_num": 786731884,
    "para_num": 6,
    "text": "The social-media company has told author and commentator Jamie Glazov that their standards forbid his article about how to prevent jihadi attacks on Americans.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4467": {
    "article_num": 786731884,
    "para_num": 7,
    "text": "It’s all about Glazov’s new book, “Jihadist Psychopath: How He Is Charming, Seducing, and Devouring Us.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4468": {
    "article_num": 786731884,
    "para_num": 10,
    "text": "He was suspended from Facebook for 30 days on Sept. 11, the anniversary of the Islamic jihadist attack on America that killed nearly 3,000.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4473": {
    "article_num": 786731884,
    "para_num": 14,
    "text": "Facebook’s Unholy Alliance masters are, without doubt, accelerating their totalitarian suffocation of free thought and expression. It is no surprise, therefore, that Frontpage’s editor, and host of ‘The Glazov Gang,’ was suspended from Facebook for 30 days yesterday, on September 11, after posting his article, ‘9 Steps to Successfully Counter Jihad.’ Glazov believed that the article was more relevant and urgent than ever due to the skyrocketing jihadist stabbings in Europe — and to the 17th anniversary of 9/11 that was approaching the next day.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4475": {
    "article_num": 786731884,
    "para_num": 15,
    "text": "The report said it appears “that daring to give suggestions on how our civilization can stop jihadist attacks and another 9/11 is against Facebook’s ‘community standards.'”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4478": {
    "article_num": 786731884,
    "para_num": 16,
    "text": "“Glazov’s advice also involves the promotion of supporting moderate Muslims – a move that is, clearly, horrifying to Facebook’s masters and therefore also violates their ‘community standards,'” the report said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4481": {
    "article_num": 786731884,
    "para_num": 17,
    "text": "No doubt, Glazov’s consistent campaigning on behalf of Muslim women and girls in his efforts to protect them from FGM, honor killings and other Shariah barbarities, has gained him the anger and hatred of Facebook’s guardians — who are clearly on the side of the Shariah enforcers and oppressors of Muslim women and girls.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4483": {
    "article_num": 786731884,
    "para_num": 19,
    "text": "Twitter also lashed out at him for quoting directly from Islamic religious texts, citing its anti-“hate” policies.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4484": {
    "article_num": 786731884,
    "para_num": 20,
    "text": "It is ‘hateful conduct,’ apparently, to reference what Islamic texts themselves say. Indeed, Frontpage’s editor had simply referred to Sahih Bukhari’s texts discussing Mohammed’s marriage to Aisha when she was six years old (7.62.88) and to Quranic Suras that mandate the Hijab for women (24:31; 33:59) and sanction sexual slavery (4:3; 33:50).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4487": {
    "article_num": 786731884,
    "para_num": 24,
    "text": "The government needs, he said, to “implement a concrete ‘countering-jihad’ strategy.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4491": {
    "article_num": 786731884,
    "para_num": 27,
    "text": "Ridicule is a vicious and potent weapon. There is a baffling and shameful silence in our culture’s sphere of comedy, especially in Hollywood and our media, with regard to the myriad ingredients of Shariah and jihad that merit at least a million hilarious satirical sketches. Bill Maher, for whatever unappealing drawbacks he has in conservatives’ eyes, has set a bold standard in this respect in his Burka Fashion Show skit. American comedians need to start writing scripts that follow in Maher’s footsteps and Americans need to encourage and equip them to do so – and to also vigorously defend them from the attacks and slanders they will inevitably receive from totalitarian leftist and Islamic forces.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  }
}