{
  "2661": {
    "article_num": 764609985,
    "para_num": 21,
    "text": "The report took particular aim at FBI officials investigating Clinton’s email server for moving slowly after agents in the New York Field office discovered messages on the laptop of disgraced former Congressman Anthony Weiner that might be relevant to their case. By no later than September 29, the inspector general alleged, the bureau had learned “virtually every fact” it would cite as justification late the next month to search Weiner’s laptop for messages of Clinton and top aide Huma Abedin. The inspector general derided the bureau’s reasons for not moving more quickly — that agents were waiting for additional information from New York, that they couldn’t move without a warrant and that investigators were more focused on the Russia case — as “unpersuasive,” “illogical,” and inconsistent with their assertion that they would leave no stone unturned on Clinton. The report also faulted the bureau for assigning essentially the same personnel to the Russia and Clinton teams, and singled out Strzok, suggesting his anti-Trump views might have played a role in his not acting more expeditiously on the new lead. “Under these circumstances, we did not have confidence that Strzok’s decision to prioritize the Russia investigation over following up on the Midyear-related investigative lead discovered on the Weiner laptop was free from bias,” the report said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2663": {
    "article_num": 764609985,
    "para_num": 25,
    "text": "This is INSANE.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2664": {
    "article_num": 764609985,
    "para_num": 26,
    "text": "Meanwhile, another story just breaking at Fox News provides even more evidence that Peter Strzok is the big bad guy in the FBI mess. Not only was he slow-playing the Clinton investigation, he may be the only reason she was never charged with a crime.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2666": {
    "article_num": 764609985,
    "para_num": 31,
    "text": "The email came from FBI agent Peter Strzok and it’s the first place we see the question of whether or not Clinton can be found as “grossly negligent,” in the handling of classified intel. Remember, Strzok is widely credited as the man who changed FBI Director Comey’s language on the Clinton email investigation from the prosecutable “grossly negligent” to the legally superflous “extremely careless.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2669": {
    "article_num": 764609985,
    "para_num": 34,
    "text": "I fully believe IG Horowitz’ findings here. I believe that he was unable to prove that there was any political motive to the FBI’s handling of the Clinton email case, and I believe that while the case was obviously mishandled, it could have reached the conclusion it did honorably. However, I also think that the IG has purposely left room in his conclusion to amend that decision after he’s concluded his Russia investigation. In fact, there are already signs of him doing that in this report. Much of the information that he uses to chastise Strzok’s behavior and judgment in the Clinton email case, would have actually come from his current investigation into the Russia mess. It’s quite possible that as bad as this report is for Comey, Strzok, Page, and Obama’s FBI leadership… Horowitz’ conclusion in the Russia investigation could prove to be even worse.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2673": {
    "article_num": 764664283,
    "para_num": 4,
    "text": "What did the scripture of Islam tell me about the duty to kill infidels? Some people are sure it is there, though it isn’t. Then what does it say about Shari’ah law? Not a thing (p. 7).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2679": {
    "article_num": 764664283,
    "para_num": 6,
    "text": "Wills seems determined to put the best possible face on the Qur’an, which requires him to ignore a great deal of Qur’anic incitement and hatred. For example, he quotes 5:51 -- “You who believe, do not take the Jews and Christians as allies” (p. 114) -- but he nonetheless concludes, after ten pages of tu quoque arguments and other legerdemain, that “the Qur’an is fraternal in its treatment of other faiths” (p. 124). Wills never mentions Qur’an 9:29, which commands Muslims to wage war against Jews and Christians and subjugate them as inferiors under the rule of Sharia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2691": {
    "article_num": 764664283,
    "para_num": 13,
    "text": "He asks why the Qur’an is “so ferocious to ‘hypocrites’ and apostates” (p. 124). Then he offers a quotation from the New Testament Letter to the Hebrews saying that “if we sin again on purpose” there is “only a terrifying judgment to come” (p. 126). Wills concludes: “The Qur’an is not as absolute as this, because it always leaves room for God’s inexhaustible mercy and forgiveness” (p. 126).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2693": {
    "article_num": 764664283,
    "para_num": 14,
    "text": "That sounds wonderful, and certainly pleasing to multicultural ears to learn that the Qur’an is more merciful than the New Testament. Until one realizes that, in his discussion of apostasy in the Qur’an, Wills has omitted all mention of the primary Qur’anic passage on this topic:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2697": {
    "article_num": 764664283,
    "para_num": 19,
    "text": "To “emigrate in the cause of Allah” is to leave one’s home and join up with the Muslims. This passage envisions some of the disbelievers becoming Muslim, and then turning away again, whereupon the Muslims are told to “kill them wherever you find them.” God’s inexhaustible mercy, indeed.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2702": {
    "article_num": 764664283,
    "para_num": 20,
    "text": "Wills’ peaceful fantasy Qur’an raises one massive question that the author does not and cannot answer: if the Islamic holy book is really as peaceful and benign as Garry Wills makes it out to be, why do so very many Muslims worldwide misunderstand it? The Islamic State (ISIS), in its heyday, quoted the Qur’an frequently -- odd behavior if the group actually was ignorant of, indifferent to, or in violation of the book’s core tenets. ISIS quoted the Qur’an extensively in threats to blow up the White House and conquer Rome and Spain; in explaining its priorities in the nations it is targeting in jihad; in preaching to Christians after collecting the jizya (a Qur’an-based tax, cf. Qur’an 9:29); in justifying the execution of accused spies; and in its various videos.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2703": {
    "article_num": 764664283,
    "para_num": 21,
    "text": "ISIS also awarded $10,000 prizes and sex slaves in Qur’an memorization contests. One of its underground lairs was found littered with weapons and copies of the Qur’an. Children in the Islamic State study the Qur’an and get weapons training. One Malaysian Muslim said that the Qur’an led him to join the Islamic State. A Muslima in the U.S. promoted the Islamic State by quoting the Qur’an. An Islamic State propagandist’s parents said of him: “Our son is a devout Muslim. He had learnt the Quran by heart.” A Muslim politician from Jordan said that the Islamic State’s “doctrine stems from the Qur’an and Sunnah.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2705": {
    "article_num": 764664283,
    "para_num": 22,
    "text": "How would Garry Wills explain all that? He can’t; he has just explained all Qur’anic violence and intolerance away, leaving the manifest fact that all too many Muslims worldwide think that the Qur’an says exactly what he claims it does not say an unanswered conundrum.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2707": {
    "article_num": 764664283,
    "para_num": 23,
    "text": "Wills’ naïve, inaccurate, misleadingly sunny view of the Qur’an, of course, accords with that of his fellow Leftist Catholic, Pope Francis. Francis has proclaimedpreposterously that “authentic Islam and the proper reading of the Koran are opposed to every form of violence.” Wills’ book accords well with the present-day Catholic Church’s head-in-the-sand posture toward Qur’an-based Islamic jihad violence and the Muslim persecution of the ancient Christian communities of the Middle East.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2716": {
    "article_num": 764715911,
    "para_num": 11,
    "text": "This has nothing to do with medicine or health, and far from stupid people running for Congress who spray themselves with pepper spray to tell you how it will be effective to protect your children against a criminal armed with a gun, these people don't used the word \"epidemic\" in their diatribe, though they are on record saying gun violence is a public health crisis.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2721": {
    "article_num": 764715911,
    "para_num": 20,
    "text": "As for the nonsensical call to ban armor-piercing bullets, virtually every caliber of bullet, except maybe a .22 can pierce kevlar-based vests, and if you are using .22 magnums, they will even pierce those!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2725": {
    "article_num": 764715911,
    "para_num": 32,
    "text": "“People are dying of gun violence in our homes, churches, schools, on street corners and at public gatherings, and it’s important that lawmakers, policy leaders and advocates on all sides seek common ground to address this public health crisis,” said AMA Immediate Past President David O. Barbe, MD, MHA. “In emergency rooms across the country, the carnage of gun violence has become a too routine experience.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2734": {
    "article_num": 765029945,
    "para_num": 8,
    "text": "It's particularly stupid of Michael Hayden to make that analogy because during the Bush years, the agencies he ran were compared to Nazi Germany.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2744": {
    "article_num": 765029945,
    "para_num": 14,
    "text": "Hayden's thoughtless tweet can just as easily be used to delegitimize any and all law enforcement. The attacks here are motivated by a desire for open borders. Children are being used as human shields in a campaign to end national security forever.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2748": {
    "article_num": 765197039,
    "para_num": 3,
    "text": "British politician Nigel Farage once helped convince Britons to vote for Brexit and separate from the European Union, but British establishment politicians have done everything they could to sabotage that vote since then. Now Farage has apparently decided that if he can’t beat them, he’ll join them — if not on Brexit, then in their stance of denial and appeasement regarding the global jihad threat.’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2755": {
    "article_num": 765197039,
    "para_num": 5,
    "text": "Sure. Now how does Farage propose to do that? His warning against making the resistance to jihad a “battle between us and the entire religion” is odd. No sane person is saying that the West should go to war with the entire Islamic world. The likeliest interpretation of his statement is that he is saying that we must not speak about how jihadis find justification for their actions in the Qur’an and Sunnah, as that will alienate the “moderates.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2761": {
    "article_num": 765197039,
    "para_num": 12,
    "text": "Another problem with Farage’s statement is that it manifests a remarkable ignorance of history. While he is deeply concerned that British people not begin to think that resisting jihad terror means that they are in a “battle” with the “entire religion” of Islam, he appears unaware of the fact that many Muslims throughout history have considered their entire religion to be at war with the entire non-Muslim world.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2767": {
    "article_num": 765197039,
    "para_num": 13,
    "text": "I document this abundantly in my new book The History of Jihad From Muhammad to ISIS . To take one of innumerable examples, Sharaf ad-Din Ali Yazdi, a fifteenth-century Persian who wrote a biography of the Mongol Muslim warrior Tamerlane, observed that “the Qur’an says the highest dignity man can attain is that of making war in person against the enemies of his religion. Muhammad advises the same thing, according to the tradition of the Muslim doctors: wherefore the great Temur always strove to exterminate the infidels, as much to acquire that glory, as to signalise himself by the greatness of his conquests.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2773": {
    "article_num": 765197039,
    "para_num": 15,
    "text": "Now, the prior degradation of the infidels in this world before the life to come—where it is their lot—is considered an act of piety; and the imposition of their poll tax [jizya], “until they pay the tribute out of hand and have been humbled” (Koran 9:29) is a divinely ordained obligation….The dhimmi’s payment of his dues by a bill drawn on a Muslim, or by delegating a real believer to pay it in his name will not be tolerated. It must be exacted from him directly in order to vilify and humiliate him, so that Islam and its people may be exalted and the race of infidels brought low. The jizya is to be imposed on all of them in full, without exception.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2779": {
    "article_num": 765197039,
    "para_num": 17,
    "text": "O you who believe! The non-Muslims are nothing but dirt. Allah has created them to be partisans of Satan; most treacherous in regard to all they do; whose whole endeavor in this nether life is useless, though they themselves imagine that they are doing fine work. Upon them rests the curse of Allah, of the Angels and of man collectively",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2790": {
    "article_num": 765385479,
    "para_num": 6,
    "text": "Assange does not ask for special treatment. The government has clear diplomatic and moral obligations to protect Australian citizens abroad from gross injustice: in Julian’s case, from a gross miscarriage of justice and the extreme danger that await him should he walk out of the Ecuadorean embassy in London unprotected.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2792": {
    "article_num": 765385479,
    "para_num": 8,
    "text": "I know Julian Assange well; I regard him as a close friend, a person of extraordinary resilience and courage. I have watched a tsunami of lies and smear engulf him, endlessly, vindictively, perfidiously; and I know why they smear him.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2795": {
    "article_num": 765385479,
    "para_num": 10,
    "text": "This would be achieved, they wrote, with threats of “exposure [and] criminal prosecution” and a unrelenting assault on reputation. The aim was to silence and criminalise WikiLeaks and its editor and publisher. It was as if they planned a war on a single human being and on the very principle of freedom of speech.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2796": {
    "article_num": 765385479,
    "para_num": 12,
    "text": "Their main weapon would be personal smear. Their shock troops would be enlisted in the media — those who are meant to keep the record straight and tell us the truth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2800": {
    "article_num": 765385479,
    "para_num": 14,
    "text": "Last October, the Australian Broadcasting Corporation journalist Sarah Ferguson interviewed Hillary Clinton, over whom she fawned as “the icon for your generation”.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2803": {
    "article_num": 765385479,
    "para_num": 15,
    "text": "This was the same Clinton who threatened to “obliterate totally” Iran and, who, as U.S. secretary of State in 2011, was one of the instigators of the invasion and destruction of Libya as a modern state, with the loss of 40,000 lives. Like the invasion of Iraq, it was based on lies.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2806": {
    "article_num": 765385479,
    "para_num": 16,
    "text": "When the Libyan President was murdered publicly and gruesomely with a knife, Clinton was filmed whooping and cheering. Thanks largely to her, Libya became a breeding ground for ISIS and other jihadists. Thanks largely to her, tens of thousands of refugees fled in peril across the Mediterranean, and many drowned.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2809": {
    "article_num": 765385479,
    "para_num": 19,
    "text": "As Secretary of State, Clinton approved the biggest arms sale ever — worth $80 billion — to Saudi Arabia, one of her foundation’s principal benefactors. Today, Saudi Arabia is using these weapons to crush starving and stricken people in a genocidal assault on Yemen.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2812": {
    "article_num": 765385479,
    "para_num": 21,
    "text": "Instead, she invited Clinton to describe the “damage” Julian Assange did “personally to you”. In response, Clinton defamed Assange, an Australian citizen, as “very clearly a tool of Russian intelligence” and “a nihilistic opportunist who does the bidding of a dictator”.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2815": {
    "article_num": 765385479,
    "para_num": 22,
    "text": "She offered no evidence — nor was asked for any — to back her grave allegations.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2816": {
    "article_num": 765385479,
    "para_num": 23,
    "text": "At no time was Assange offered the right of reply to this shocking interview, which Australia’s publicly-funded state broadcaster had a duty to give him.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2818": {
    "article_num": 765385479,
    "para_num": 24,
    "text": "As if that wasn’t enough, Ferguson’s executive producer, Sally Neighour, followed the interview with a vicious re-tweet: “Assange is Putin’s bitch. We all know it!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2821": {
    "article_num": 765385479,
    "para_num": 25,
    "text": "There are many other examples of Vichy journalism. The Guardian, reputedly once a great liberal newspaper, conducted a vendetta against Julian Assange. Like a spurned lover, the Guardian aimed its personal, petty, inhuman and craven attacks at a man whose work it once published and profited from. The WikiLeaks Files: T... WikiLeaks Best Price: $2.50 Buy New $7.00 (as of 05:50 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2826": {
    "article_num": 765385479,
    "para_num": 28,
    "text": "WikiLeaks’ revelations became part of the Guardian’s marketing plan to raise the paper’s cover price. They made money, often big money, while WikiLeaks and Assange struggled to survive. With not a penny going to WikiLeaks, a hyped Guardian book led to a lucrative Hollywood movie deal. The book’s authors, Luke Harding and David Leigh, gratuitously abused Assange as a “damaged personality” and “callous”.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2828": {
    "article_num": 765385479,
    "para_num": 30,
    "text": "With Assange now trapped in the Ecuadorean embassy, Harding, who had enriched himself on the backs of both Julian Assange and Edward Snowden, stood among the police outside the embassy and gloated on his blog that “Scotland Yard may get the last laugh”.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2829": {
    "article_num": 765385479,
    "para_num": 32,
    "text": "Julian Assange has committed no crime. He has never been charged with a crime. The Swedish episode was bogus and farcical and he has been vindicated.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2831": {
    "article_num": 765385479,
    "para_num": 33,
    "text": "Katrin Axelsson and Lisa Longstaff of Women Against Rape summed it up when they wrote, “The allegations against [Assange] are a smokescreen behind which a number of governments are trying to clamp down on WikiLeaks for having audaciously revealed to the public their secret planning of wars and occupations with their attendant rape, murder and destruction… The authorities care so little about violence against women that they manipulate rape allegations at will.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2833": {
    "article_num": 765385479,
    "para_num": 34,
    "text": "This truth was lost or buried in a media witch-hunt that disgracefully associated Assange with rape and misogyny. The witch-hunt included voices who described themselves as on the left and as feminist. They willfully ignored the evidence of extreme danger should Assange be extradited to the United States.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2834": {
    "article_num": 765385479,
    "para_num": 35,
    "text": "According to a document released by Edward Snowden, Assange is on a “Manhunt target list”. One leaked official memo says: “Assange is going to make a nice bride in prison. Screw the terrorist. He’ll be eating cat food forever.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2838": {
    "article_num": 765385479,
    "para_num": 39,
    "text": "No investigative journalism in my lifetime can equal the importance of what WikiLeaks has done in calling rapacious power to account. It is as if a one-way moral screen has been pushed back to expose the imperialism of liberal democracies: the commitment to endless warfare and the division and degradation of “unworthy” lives: from Grenfell Tower to Gaza.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2840": {
    "article_num": 765385479,
    "para_num": 40,
    "text": "When Harold Pinter accepted the Nobel Prize for Literature in 2005, he referred to “a vast tapestry of lies up on which we feed”. He asked why “the systematic brutality, the widespread atrocities, the ruthless suppression of independent thought” of the Soviet Union were well known in the West while America’s imperial crimes “never happened … even while [they] were happening, they never happened.” No Place to Hide: Edwa... Glenn Greenwald Best Price: $1.49 Buy New $3.70 (as of 06:30 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2842": {
    "article_num": 765385479,
    "para_num": 41,
    "text": "In its revelations of fraudulent wars (Afghanistan, Iraq) and the bald-faced lies of governments (the Chagos Islands), WikiLeaks has allowed us to glimpse how the imperial game is played in the 21st century. That is why Assange is in mortal danger.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2844": {
    "article_num": 765385479,
    "para_num": 45,
    "text": "In abandoning Assange, an Australian citizen, and colluding in his persecution, Prime Minister Gillard’s outrageous behaviour forced the issue of his recognition, under international law, as a political refugee whose life was at risk. Ecuador invoked the 1951 Convention and granted Assange refuge in its embassy in London.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2847": {
    "article_num": 765385479,
    "para_num": 47,
    "text": "If there is anything to remember Gillard by, it a warmongering, sycophantic, embarrassing speech she made to the US Congress soon after she demanded the illegal cancellation of Julian’s passport.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2852": {
    "article_num": 765913191,
    "para_num": 4,
    "text": "Part of the hypocrisy of the US Conference of Mayors is that they actually push to infringe on law-abiding citizens' rights while claiming that it is consistent with the Second Amendment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2853": {
    "article_num": 765913191,
    "para_num": 5,
    "text": "For example, the organization writes in support of David Hogg's #NeverAgain movement, \"WHEREAS, the U.S. Conference of Mayors has a 50-year history of formally adopting and aggressively promoting strong policies to reduce gun violence, all consistent with its support for the Second Amendment to the Constitution.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2861": {
    "article_num": 765913191,
    "para_num": 28,
    "text": "Again, this will do nothing to stop criminals with guns. Why? Because they won't follow your unconstitutional and unlawful laws in the first place!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2870": {
    "article_num": 765953146,
    "para_num": 5,
    "text": "The attorney general had been accused of “softening or watering down his report,” Gowdy said, “When the reality is it was Jim Comey who softened and watered down his press release, announcing no charges against Secretary Clinton. We see Jim Comey and Jim Comey alone deciding which DOJ policies to follow and which to ignore, to decide whether there is sufficient evidence to support each and every element of an offense and we see Jim Comey and Jim Comey alone deciding whether to send a letter to Congress in the throes of looming election.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2872": {
    "article_num": 765953146,
    "para_num": 6,
    "text": "In a devastating exchange with Horowitz, Gowdy said that “prejudging the outcome of an investigation before it ends, and prejudging the outcome of an investigation before it begins” is the “textbook definition of bias.” Democrats echoed the IG report’s conclusion that there was no bias. Republicans sought to tie up some loose threads.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2873": {
    "article_num": 765953146,
    "para_num": 9,
    "text": "Rep. King asked Horowitz about his first encounter with the switch of “extremely careless” for ‘gross negligence,” which violated a criminal statute. Horowitz found that Peter Strzok, Lisa Page, and James Comey were all involved. The IG also said his team focused on the fact that the classified material on Clinton’s server was “not clearly marked,” which repeated one of Clinton’s claims about her negligence.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2875": {
    "article_num": 765953146,
    "para_num": 21,
    "text": "That will make for an exciting show on C-SPAN but none of this would be happening if the deep state plot to “stop” Trump had succeeded.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2879": {
    "article_num": 765982381,
    "para_num": 4,
    "text": "Two weeks after the trial began in early 1949, Pope Pius XII (having failed to speak out forcefully against the Third Reich) did summon the courage to condemn what was happening to Mindszenty. Pius excommunicated everyone involved in the Mindszenty trial. Then, addressing a huge crowd on St. Peter’s Square, he asked, “Do you want a Church that remains silent when she should speak … a Church that does not condemn the suppression of conscience and does not stand up for the just liberty of the people … a Church that locks herself up within the four walls of her temple in unseemly sycophancy …?”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2881": {
    "article_num": 765982381,
    "para_num": 6,
    "text": "There the Cardinal stayed cooped up for the next 15 years. Mindszenty’s mother was permitted to visit him four times a year, and the communist authorities stationed secret police outside the embassy ready to arrest him should he try to leave. Sound familiar?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2885": {
    "article_num": 765982381,
    "para_num": 8,
    "text": "And Assange? He has been confined in the Ecuadorian embassy in London for six years —from June 19, 2012—the victim of a scurrilous slander campaign and British threats to arrest him, should he ever step outside. The U.S. government has been putting extraordinary pressure on Ecuador to end his asylum and top U.S. officials have made it clear that, as soon as they get their hands on him, they will manufacture a reason to put him on trial and put him in prison. All for spreading unwelcome truth around.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2888": {
    "article_num": 765982381,
    "para_num": 10,
    "text": "One might ask, is “unseemly sycophancy” at work among the media? The silence of what used to be the noble profession of journalism is deafening. John Pilger — one of the few journalists to speak out on Julian Assange’s behalf, labels journalists who fail to stand in solidarity with Assange in exposing the behavior of the Establishment, “Vichy journalists — after the Vichy government that served ad enabled the German occupation of France.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2892": {
    "article_num": 765982381,
    "para_num": 12,
    "text": "“No investigative journalism in my lifetime can equal the importance of what WikiLeaks has done in calling rapacious power to account. It is as if a one-way moral screen has been pushed back to expose the imperialism of liberal democracies: the commitment to endless warfare … When Harold Pinter accepted the Nobel Prize for Literature in 2005, he referred to ‘a vast tapestry of lies up on which we feed.’ He asked why ‘the systematic brutality, the widespread atrocities, the ruthless suppression of independent thought’ of the Soviet Union were well known in the West while America’s imperial crimes “never happened … even while [they] were happening, they never happened.’”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2895": {
    "article_num": 765982381,
    "para_num": 15,
    "text": "“There were a lot of us in the run-up to Sept. 11 who had seen warning signs that something devastating might be in the planning stages. But we worked for ossified bureaucracies incapable of acting quickly and decisively. Lately, the two of us have been wondering how things might have been different if there had been a quick, confidential way to get information out.” The WikiLeaks Files: T... WikiLeaks Best Price: $2.50 Buy New $7.00 (as of 05:50 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2899": {
    "article_num": 765982381,
    "para_num": 18,
    "text": "“It seems altogether fitting and proper that this year’s award be presented in London, where Edmund Burke coined the expression “Fourth Estate.” Comparing the function of the press to that of the three Houses then in Parliament, Burke said: “…but in the Reporters Gallery yonder, there sits a Fourth Estate more important far then they all.” The year was 1787—the year the U.S. Constitution was adopted. The First Amendment, approved four years later, aimed at ensuring that the press would be free of government interference. That was then. With the Fourth Estate now on life support, there is a high premium on the fledgling Fifth Estate, which uses the ether and is not susceptible of government or corporation control. Small wonder that governments with lots to hide feel very threatened. It has been said: “You shall know the truth, and the truth shall set you free.” WikiLeaks is helping make that possible by publishing documents that do not lie. Last spring, when we chose WikiLeaks and Julian Assange for this award, Julian said he would accept only “on behalf or our sources, without which WikiLeaks’ contributions are of no significance.” We do not know if Pvt. Bradley Manning gave WikiLeaks the gun-barrel video of July 12, 2007 called “Collateral Murder.” Whoever did provide that graphic footage, showing the brutality of the celebrated “surge” in Iraq, was certainly far more a patriot than the “mainstream” journalist embedded in that same Army unit. He suppressed what happened in Baghdad that day, dismissed it as simply “one bad day in a surge that was filled with such days,” and then had the temerity to lavish praise on the unit in a book he called “The Good Soldiers.” Julian is right to emphasize that the world is deeply indebted to patriotic truth-tellers like the sources who provided the gun-barrel footage and the many documents on Afghanistan and Iraq to WikiLeaks. We hope to have a chance to honor them in person in the future. Today we honor WikiLeaks, and one of its leaders, Julian Assange, for their ingenuity in creating a new highway by which important documentary evidence can make its way, quickly and confidentially, through the ether and into our in-boxes. Long live the Fifth Estate!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2904": {
    "article_num": 766084411,
    "para_num": 12,
    "text": "Thus, the idea that separating children from their parents as being something new, done only by the Trump Administration is absurd, since we really have no idea whether the children brought here during the Obama reign were intentionally separated from their parents by the US government at that time, or not. We have only what little information the government told us then, which was not very much, considering the fact that Obama wanted to keep as much of this situation as secret as possible.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2908": {
    "article_num": 766084411,
    "para_num": 16,
    "text": "What we seem to have here with the illegal immigration situation today is some very good actors on the Left accusing the Trump Administration of being cruel and insensitive with separating children from their families once they cross the Mexican border into the US. When in fact, their idol, Obama did the same thing for years during his time in power. What they do not want to admit to is the fact that today's illegal immigration picture is one that follows the Obama plan on dealing with the influx of illegals to a carbon copy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2916": {
    "article_num": 766632016,
    "para_num": 4,
    "text": "In 1013, Berbers from North Africa entered Spain and took Córdoba in 1013, they began massacring Jews, and initiated a wholesale slaughter of Jews in Granada.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2917": {
    "article_num": 766632016,
    "para_num": 5,
    "text": "And again in 1066, rioting Muslims, enraged by the humiliation of a Jew who had been appointed to rule over Muslims, murdered four thousand Jews in Granada.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2919": {
    "article_num": 766632016,
    "para_num": 12,
    "text": "Abd al-Mumin…the leader of the Almohads after the death of Muhammad ibn Tumart the Mahdi…captured Tlemcen [in the Maghreb] and killed all those who were in it, including the Jews, except those who embraced Islam…. [In Sijilmasa] one hundred and fifty persons were killed for clinging to their [Jewish] faith…. All the cities in the Almoravid state were conquered by the Almohads. One hundred thousand persons were killed in Fez on that occasion, and 120,000 in Marrakesh. The Jews in all [Maghreb] localities [conquered]…groaned under the heavy yoke of the Almohads; many had been killed, many others converted; none were able to appear in public as Jews.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2926": {
    "article_num": 766632016,
    "para_num": 15,
    "text": "Kuwaiti cleric Sheikh Jihad Al-‘Ayesh delivered a speech in which he said that the figure of six million Jews killed in the Holocaust was a “historical lie,” but that Hitler “knew the truth about the Jews” and therefore began “tormenting and persecuting them.” “The Jews were banished, tortured and annihilated because of their deeds. They were not banished for being Jews,” he said. In an effort to dispute the existence of gas chambers at Auschwitz, Sheikh Al-‘Ayesh, who heads the Bait Al-Maqdis Documentary Studies Center, drew the following analogy: “Imagine that you want to build a bakery. What size of bakery would you need to make 10,000 loaves of bread?… What if you wanted to make 50,000 loaves of bread an hour? You would need a larger bakery. How many ovens would you need to burn six million human beings?” Sheikh Al-‘Ayesh’s posted his address on his personal YouTube channel on May 26. The video was also posted on the Facebook account of Bait Al-Maqdis Documentary Studies Center. Following is a transcript: Jihad Al-‘Ayesh: “Some people have shown up with a new fashion. We used to think that fashion has to do with haircuts, clothes, or lifestyle, but the vogue today is to sympathize with the Jews and to shed crocodile tears about their sorrows, their heresy, and their historical lies. This is, indeed, a new fashion. Some esteemed people shed tears about what the Jews call ‘the Holocaust.’ […] “Did the Nazi annihilation – the Holocaust – target only the Jews? Anybody? The Jews claim that it happened to them alone and that the number of Jews who died in that Holocaust was six million. What we have here are historical errors. First of all, the figure of six million is a historical lie. In addition, claiming that it happened to the Jews alone excludes the non-Jews who were tortured by Hitler. So was it annihilation? Yes, it was. Who did Hitler annihilate? He annihilated a group of races and people, some of whom were even German. Hitler annihilated 400,000 Germans who were handicapped or suffered from chronic diseases. Hitler did not annihilate the Jews only. […] “Hitler was not the first in the West to perpetrate a genocide. Inhuman and criminal annihilation runs in the veins of many in the West. Hitler embodies one type of modern Western annihilation. When the Americans occupied the republics of the Indians, they annihilated millions of human beings. It is said that they annihilated 50-100 hundred million, but nobody ever mentions this. […] “Was there annihilation? Yes. Many races were annihilated. The Auschwitz camp, which is in southern Poland, was a major and exceptional camp for detention, torture, and forced labor. Many people were tortured and were starved to death there. […] “The Jews were banished, tortured, and annihilated because of their deeds. They were not banished for being Jews. There were Jews in the Islamic countries and caliphates as well, but we never killed them just for being Jews. No, it never happened. Hitler and the Nazi state knew the truth about the Jews, and therefore, they began tormenting and persecuting them. […] “That is when the Final Solution began. The Nazis called it the ‘Final Solution’ of the Jews. When we say ‘Final Solution,’ we realize that many of the terms used by the Zionist state constitute Nazi terms, ideas, and notions. It is as if they are two faces of the same coin. […] “Since Germany and Europe did not want the Jews, the Nazis came up with the idea of sending the Jews to another country. The Nazis suggested Madagascar, Ecuador, or an Arab country – Syria. But after a while, the Nazis discovered that there were groups of Jews calling for the establishment of a state. They were calling for a Zionist state. That is when the idea of deporting the Jews to Palestine arose….",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2932": {
    "article_num": 766942310,
    "para_num": 5,
    "text": "What was billed as a second-coming extravaganza between the two leaders – who have been trading insults of ‘little rocket man’ and ‘dotard’ (someone who is senile) turned out to be a very expensive photo op for both publicity seekers that made much noise but produced very little – at least so far. It seemed as if two schoolyard bullies had been forced by the principal to shake hands.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2935": {
    "article_num": 766942310,
    "para_num": 7,
    "text": "American Raj: Liberati... Eric Margolis Best Price: $5.99 Buy New $45.86 (as of 09:30 EDT - Details) Trump’s objectives, at least initially, were to crush North Korea and the threats it could pose to the United States and its regional allies Japan and South Korea. Trump sought to set up Kim as a bogeyman, and himself as America’s savior. Trump knew perfectly well that he could not destroy all of North Korea’s deeply buried nuclear-armed missiles, and, in spite of his huffing and puffing, had no stomach for an invasion of North Korea that could cost the US an estimated 250,000 casualties.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2939": {
    "article_num": 766942310,
    "para_num": 8,
    "text": "So Trump’s solution was more show-biz. A much ballyhooed flight to Singapore, backslapping a delighted Kim, and a love-fest between the two chunky leaders was sold to Americans as the dawn of peace. America’s media was quick to retail the story and burnish Trump’s credentials among the seriously credulous. No more hiding under your school desks or in dank basements. As Trump grandly proclaimed, Americans no longer have to fear North Korea and can sleep peacefully at night!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2944": {
    "article_num": 766942310,
    "para_num": 12,
    "text": "There is no mention of this artillery threat in the final communiqué issued by Trump and Kim in Singapore. But it was agreed to temporarily stop the highly provocative US/South Korean war games simulating an invasion of the North, a key demand by Kim. This column has been calling for their end for a decade. North Korea will seemingly halt its missile tests.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2946": {
    "article_num": 766942310,
    "para_num": 13,
    "text": "This is not the ‘denuclearization’ of North Korea that has been bandied about. There may be a few gestures of disarmament but Kim must know that his nukes are his means of survival. In case Kim didn’t remember the dire fate of Iraq, Libya, and Syria, Trump’s new national security advisor John Bolton, a fanatic’s fanatic, cheerfully recalled the doom of Libya’s murdered Col. Khadaffi.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2947": {
    "article_num": 766942310,
    "para_num": 14,
    "text": "The Singapore summit was also a huge humiliation for America’s allies Japan and South Korea. In Asia, preserving ‘face’ is essential.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2948": {
    "article_num": 766942310,
    "para_num": 15,
    "text": "Trump completely ignored America’s two old allies after his meeting with Kim – who routinely blasts Japan and South Korea as ‘America’s stooges.’ Instead, Trump sent his beginner Secretary of State Mike Pompeo to explain what happened in Singapore, inflicting a deep loss of face on Tokyo and Seoul. This was a terrible insult and could spark decisions by at least Japan to proceed ahead with its covert nuclear program. Japan can deploy nuclear weapons in 3-6 months; South Korea is not far behind.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2953": {
    "article_num": 767129999,
    "para_num": 16,
    "text": "“The laws are obsolete, the laws are horrible, having to do with the border, both in terms of security and in terms of taking care of people,” he said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2956": {
    "article_num": 767129999,
    "para_num": 19,
    "text": "It is time that Congress sure up things so that America's tax dollars are not bound up in a worthless judicial process when people are clearly in the country illegally.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2957": {
    "article_num": 769427494,
    "para_num": 1,
    "text": "Congress’ Top Cop: House Democratic Caucus Server VANISHED In Muslim Spy Ring Investigation",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2961": {
    "article_num": 769427494,
    "para_num": 3,
    "text": "Why was the ringleader of the widespread Muslim spy scandal just offered a plea deal? Who has been exposed to blackmail and God knows what else? And how deeply has America been compromised?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2962": {
    "article_num": 769427494,
    "para_num": 11,
    "text": "In Newly Obtained Memo, Congress’ Top Cop Said House Democratic Caucus Server VANISHED https://t.co/gTj2UgSZJr via @dailycaller — Luke Rosiak (@lukerosiak) July 2, 2018",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2966": {
    "article_num": 769427494,
    "para_num": 36,
    "text": "The February 2017 memo itemizes “numerous and egregious violations of House IT security” by members of the Awan family, including using Congress members’ usernames and “the unauthorized storage of sensitive House information outside the House.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2968": {
    "article_num": 769427494,
    "para_num": 44,
    "text": "Indeed, the CHA issued only one public statement on the case and titled it the “House Theft Investigation” — wording that avoids cybersecurity words while political news coverage raged about other cybersecurity issues in the 2016 election.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2969": {
    "article_num": 769427494,
    "para_num": 47,
    "text": "A Democratic IT aide who alleged that Imran solicited a bribe from him told TheDCNF he believes members of Congress are playing dumb and covering the matter up. Wendy Anderson, a former chief of staff to New York Rep. Yvette Clarke, told House investigators that she suspected that her predecessor, Shelley Davis, was working with Abid on a theft scheme, but Clarke refused to fire Abid until outside investigators got involved, TheDCNF reported.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2973": {
    "article_num": 769682854,
    "para_num": 12,
    "text": "“We were shocked to see this video and certainly don’t condone this type of customer behavior in our restaurants,\" the company said. \"To be clear, no Whataburger employees were involved or witnessed the incident, and we ask that questions be directed to San Antonio PD as we continue supporting their efforts.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2978": {
    "article_num": 769752554,
    "para_num": 4,
    "text": "The woman claimed a man became extremely angry at her teenage son and his group of friends because one of them wore a “Make American Great Again” hat, KENS5 reported. The hats have become noticeable and are often an outward expression of support of President Donald Trump. The video shows the man throwing his fountain drink at the table and shouting a racial slur.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2983": {
    "article_num": 769752554,
    "para_num": 7,
    "text": "Disturbing video of young Trump Supporter having his MAGA hat stolen and a drink thrown in his face. The civility of the Left on full display… pic.twitter.com/gUzBVRpP7X — The Columbia Bugle 🇺🇸 (@ColumbiaBugle) July 5, 2018",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2986": {
    "article_num": 769752554,
    "para_num": 8,
    "text": "As the video begins, the man says, “… supporting the president. You ain’t supporting shit nigga,” and then throws the drink in the face of a 16-year-old boy. With MAGA hat in hand, the man walks away saying “Bitch ass motherf**ker.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2993": {
    "article_num": 769962236,
    "para_num": 3,
    "text": "Down in San Antonio, Texas the dangerous and violent predilections of the left reared its ugly head once again.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "2995": {
    "article_num": 769962236,
    "para_num": 4,
    "text": "A “man” attacked a teenager who was wearing a #MAGA hat. The criminal attacker, one Kino Jimenez, took the boy’s hat, yelled at him, and then threw a drink in the boy’s face before walking off (and stealing",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4869": {
    "article_num": 789512681,
    "para_num": 17,
    "text": "At least he said something there, which is more than I can say for his response earlier in September when Loomer confronted him at another event with questions. Failing to answer, Ellison tried to move from person to person, allowing his minions to try and provide cover for him, similar to that of Maxine Waters, but there was no \"member's only\" elevator to flee into.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4873": {
    "article_num": 789512681,
    "para_num": 21,
    "text": "Ellison was an active supporter and local leader of the Nation of Islam in Minneapolis before his election to Congress. (I set forth this history in some detail in the October 9, 2006 issue of The Weekly Standard.) Ellison has baldly dissembled about this history since 2006. In his 2014 memoir My Country, ’Tis of Thee ,for example, Ellison simply omitted it and presented himself as a critic of Farrakhan and the Nation of Islam. This past June, Ellison told Jake Tapper on CNN, “I worked on the Million Man March and I was proud to do so. That’s it.” But that wasn’t it. Ellison first sought office as a Democrat in 1998 as Keith Ellison-Muhammad, a self-avowed member of the Nation of Islam. (Ellison-Muhammad is just one of three Nation of Islam names Ellison has used over the years.) Fortunately for him, Ellison’s 5th District constituents haven’t much cared about his history and the Minneapolis Star Tribune has almost entirely let it rest exactly where Ellison wants it. But seeking the top law enforcement job in Minnesota and running for statewide office should be a more daunting challenge because Ellison is an extraordinarily poor fit for the job. Among the troubling threads that run through Ellison’s career: support for cop killers. In September 1992 Minneapolis police officer Jerry Haaf was murdered execution-style, shot in the back as he took a coffee break at a restaurant in south Minneapolis. Police later determined that Haaf’s murder was a gang hit performed by four members of the city’s Vice Lords gang.The leader of the Vice Lords was Sharif Willis, a convicted murderer who had been released from prison and who sought respectability as a responsible gang leader from gullible municipal authorities while operating a gang front called United for Peace. The four Vice Lords members who murdered Haaf met and planned the murder at Willis’s house. Despite the fact that two witnesses implicated Willis in the planning he was never charged because law enforcement authorities said they lacked sufficient evidence to convict him. At the time, Ellison was a Minneapolis attorney in private practice. And within a month of Haaf’s murder, Ellison appeared with Willis supporting the United for Peace gang front. In October 1992, Ellison helped organize a demonstration against Minneapolis police that included United for Peace. “The main point of our rally is to support United for Peace [in its fight against] the campaign of slander the police federation has been waging,” said Ellison. Willis was the last speaker at the demonstration. According to a contemporaneous report in the St. Paul Pioneer Press, Willis told the crowd that Minneapolis police were experiencing the same fear from young black men that blacks had felt from police for many years. “If the police have some fear, I understand that fear,” Willis said. “We seem to have an overabundance of bad police. . . . [W]e’re going to get rid of them,” Willis said. “They’ve got to go.” The Pioneer Press account concludes with Ellison’s contribution to the demonstration: “Ellison told the crowd that the police union is systematically frightening whites in order to get more police officers hired. That way, Ellison said, the union can increase its power base.” Ellison publicly supported the Haaf murder defendants. In February 1993, he spoke at a demonstration for one of them during his trial. Ellison led the crowd assembled at the courthouse in a chant that was ominous in the context of Haaf’s cold-blooded murder: “We don’t get no justice, you don’t get no peace.” Ellison’s working relationship with Sharif Willis finally came to an end in February 1995, when Willis was convicted in federal court on several counts of drug and gun-related crimes and sent back to prison for 20 years. The Haaf case wasn’t an aberration for Ellison. In February 2000, he spoke at a fundraiser sponsored by the Minnesota chapter of the old National Lawyers Guild, on whose steering committee he had served—the chapter was raising funds for former Symbionese Liberation Army member Kathleen Soliah, who had been a fugitive from justice for 25 years, on charges related to the attempted pipe bombing of Los Angeles police officers in 1975. (The National Lawyers Guild is an old Communist front group that somehow survived the fall of the Soviet Union. Regimes come and go; dupes are forever.) In his National Lawyers Guild speech Ellison spoke favorably of cop killers Mumia Abu-Jamal and “Assata Shakur” (Joanne Chesimard), who was wanted for the murder of New Jersey state trooper Werner Foerster in 1973. Chesimard was convicted of that murder but escaped from prison in 1979 and has been on the lam in Cuba since 1984. Bryan Burrough’s Days of Rage has a riveting account of Chesimard’s terrorist career. In 2013, the FBI made Chesimard the first woman named to its Most Wanted Terrorists List. The FBI has offered a reward of up to $1,000,000 for her capture. Yet Ellison prayed for Chesimard in his National Lawyers Guild speech: “I am praying that Castro does not get to the point where he has to really barter with these guys over here because they’re going to get Assata Shakur, they’re going to get a whole lot of other people,” he told the crowd. “I hope the Cuba[n] people can stick to it, because the freedom of some good decent people depends on it.” Ellison’s support for Soliah/Olson in the speech is equally notable. He denounced law enforcement authorities for prosecuting the attempted murder of police officers. Referring to the days Soliah/Olson had spent in the SLA under the leadership of Donald DeFreeze (“Field Marshal Cinque”), Ellison hailed Soliah/Olson as a “black gang member” and portrayed her as a victim of government persecution. He described her as one of those who had been “fighting for freedom in the ‘60s and’70s” and called for her release. Ellison to the contrary notwithstanding, Soliah/Olson pleaded guilty to the crimes charged in Los Angeles and to an additional murder charge in Sacramento. According to Ellison, Soliah/Olson was a social justice warrior fighting the good fight. The case had nothing to do with the attempted murder of police officers; that was but a pretext.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4879": {
    "article_num": 789615291,
    "para_num": 6,
    "text": "Senator Dianne Feinstein sat for months on Ford’s letter and then––just as the Dems did in 1991with Anita Hill’s charges of sexual harassment against Clarence Thomas’s during his hearings––released it only when Kavanaugh appeared to be heading for confirmation. Feinstein still hasn’t given the Judiciary Committee an unredacted copy of the letter. A few weeks after Ford went public, and after Kavanaugh said he had dairies from that summer detailing his whereabouts, The New Yorker published Ramirez’s account of a drunken party filled with obscene drinking games where he exposed himself to Ramirez.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4881": {
    "article_num": 789615291,
    "para_num": 7,
    "text": "Given that the Democrats had made public in advance their intention to derail the hearings and confirmation by any means possible, the timing of both sexual assault charges reeks of premeditated contrivance intended to delay confirmation as long as possible. But in the face of this naked ploy to bork Kavanaugh and derail the confirmation process for partisan advantage, the Republicans seem to be reverting to their customary preemptive cringe. All the Dems have to do is squeal “sexism” and Republicans start negotiating and offering concessions. Of course, after each concession comes another demand.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4885": {
    "article_num": 789615291,
    "para_num": 9,
    "text": "So of course, Grassley having been intimidated into giving Ford a chance to address the Committee, Ramirez and her handlers are now demanding the same privilege. “Creepy Lawyer” for porn star Stormy Daniels claims to represent a woman who also should be allowed to testify to the Senate Committee about Kavanaugh’s partying habits while at Yale. We’ll have to see whether Grassley can find the stomach to put an end to the farce of allowing unsubstantiated charges from Democrat activists to waste the Committee’s time.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4888": {
    "article_num": 789615291,
    "para_num": 19,
    "text": "8. Ramirez wasn’t even sure her memory was correct — until she spent six days going over it with her Democrat lawyer.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4891": {
    "article_num": 789615291,
    "para_num": 23,
    "text": "Ford has finally agreed to testify, set for Thursday for now. But it’s unclear whether Grassley has granted Ford any of her preposterous conditions for testifying: She will take questions from the Committee, but not from outside lawyers, who might not be as gentle as politicians with one eye on the polls. Only one camera can be in the room. Kavanaugh must testify first, a grotesque inversion of our bedrock principle that an accused has the right to confront his accuser’s charges. He can’t be in the room with her, apparently because she’s still traumatized and may start experiencing flashbacks. So much for “I am woman, hear me roar.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4893": {
    "article_num": 789615291,
    "para_num": 25,
    "text": "That Grassley and the Republicans would even participate in this absurd show trial is testimony to how deeply the progressive ideological narrative has burrowed into our social and political life. If Ford actually testifies on Thursday, or Ramirez is granted the same concession, nothing material will be gained. Her accusation will not be proved true or false. We will learn nothing about Kavanaugh that makes him any less eminently qualified for the Supreme Court, nothing that can add to the thousands of pages of documents already presented to the Committee, or the hundreds of hours of the judge’s testimony before rabid partisans and office-seekers. But vetting Kavanaugh’s qualifications isn’t the point.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4894": {
    "article_num": 789615291,
    "para_num": 26,
    "text": "The point is to delay confirmation by slandering Kavanaugh and baiting the Republicans into appearing to abuse victims of sexual assault. Why? Facing his likely confirmation, the Dems, egged on by the mainstream media––especially The New Yorker, which published a story too badly sourced even for The New York Times–– are desperately attempting to obstruct and delay the process until after the midterm elections, when they hope they will retake the Senate and thus stop any more Constitutionalist judges from being confirmed to the Court for the rest of Trump’s term.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4897": {
    "article_num": 789615291,
    "para_num": 28,
    "text": "But if Kavanaugh is confirmed, there will be five reliably Constitutionalist justices on the bench, who are unlikely to tolerate judicial usurpation of Congress’s law-making powers. That’s why this current nomination is a hill the Dems are willing to beclown themselves on.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4901": {
    "article_num": 789615291,
    "para_num": 29,
    "text": "Given how obviously partisan and hypocritical this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too? ––why has Grassley so far allowed himself to be played by the Dems? Because Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed. This contention itself is an expression of the radical feminist narrative of innate male feral sexuality that makes them sexual predators.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4902": {
    "article_num": 789615291,
    "para_num": 30,
    "text": "The irony is that today’s feminists have been willing to sacrifice the earlier narrative of female power and agency that had been stifled by traditional views of the sexes and their capabilities. Instead, now women are Victorian hothouse flowers too delicate to make their way through their lives without the paternal federal government protecting them with its coercive power. Women have exchanged one form of dependence, and one double standard for another.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4904": {
    "article_num": 789615291,
    "para_num": 31,
    "text": "The Dems are using Ford and Ramirez as part of the Democrats’ transparently dishonest delaying tactics because they know that most Republicans have accepted this duplicitous feminist narrative and fear challenging it. Especially after the recent spate of sexual assault charges––many of them true, some false, others contested–– politicians consider bucking the narrative to be as politically suicidal as proposing to reform Social Security and Medicare. It’s the new third rail of American politics, one that transcends party affiliation. Hence the widespread virtue-signaling on the part even of conservative writers who preface their comments about Ford and Ramirez with prologues full of truisms about how horrible sexual assault is, how its self-proclaimed victims “must be heard,” and how churlish and sexist it is to question the truth of any charge. Grown-ups know all that and don’t have to be reminded every time the subject arises.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4906": {
    "article_num": 789615291,
    "para_num": 32,
    "text": "The Dems know that most Republicans come to this conflict with the huge disadvantage that results from accepting your opponent’s dubious ideology and dishonest narrative. The progressive party can dare the Republicans to ignore the endless specious demands, stop the show-trial, and proceed to a vote on Kavanaugh, because they know the Republicans, fearful of the “optics,” will cave. They know that the eleven male Republican Senators on the Judiciary Committee dread the #MeToo movement casting them as knuckle-dragging Neanderthal sexists who want to “silence” the accuser with their “cavalier treatment of a sexual assault survivor,” as one Ford lawyer has said. Republicans still don’t get that no amount of appeasement will stop the left from demonizing them anyway. Just ask Boy Scout Mitt Romney, who was savaged for his innocuous “binders full of women.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4907": {
    "article_num": 789615291,
    "para_num": 33,
    "text": "And don’t forget, the old sorta, kinda moderate Democrats like Feinstein and Chuck Schumer, who now have joined the crowd of trendoid socialists armed with torches and pitch-forks, will go along because they’re frightened of their party’s increasingly rabid left-wing base.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4909": {
    "article_num": 789615291,
    "para_num": 34,
    "text": "What can we do to end these confirmation circuses? Just stop holding them. There’s nothing in the Constitution that says the Senate’s power to give “advice and consent” to the president regarding his nominee must entail days of televised hearings replete with caterwauling protestors and grandstanding Senators who’ve already made-up their minds. Invite written questions from the Senate, then schedule one day for the nominee to respond. Don’t put it on television, but make public a written transcript. Remove the television cameras, and attention-craving, politically ambitious Senators will be gone like a cool breeze.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4911": {
    "article_num": 789615291,
    "para_num": 35,
    "text": "For now, Grassley needs to end this farce if Ford doesn’t show up on Thursday or continues to negotiate for more delays and concessions. No more concessions. No more delays. No more ceding control of the process to Democrat Party lawyers. Don’t give Ramirez the time of day. Hold the vote no later than Thursday, or Friday if Ford does show up. Make Senators go on the record with their votes, and hold them to account in November. Put to the test the Dems’ claims that a critical mass of women, many of them with sons they don’t want falsely accused, believes the fundamentalist feminist narrative and will vote accordingly. To borrow Churchill’s definition of appeasement, stop feeding the alligator in the hopes that you will be eaten last.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4914": {
    "article_num": 789753303,
    "para_num": 3,
    "text": "Dallas, TX — After the Dallas police department refused to fire an officer who admitted to killing an innocent man, outrage erupted, and rightfully so. Now, however, on Monday, the department announced that officer Amber Guyger has finally been fired.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4916": {
    "article_num": 789753303,
    "para_num": 18,
    "text": "As TFTP previously reported, the idea of not firing Guyger seemed utterly preposterous as she admitted to doing something wrong. While controversy swarms the case of why she may have killed Jean, there is no doubt that she did kill him. This is a fact. This public servant walked into an innocent man’s home and shot him dead. Because of her actions, this man no longer lives. This alone should have been enough to fire her.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4918": {
    "article_num": 790266787,
    "para_num": 1,
    "text": "Avenatti’s Freak Show",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4920": {
    "article_num": 790266787,
    "para_num": 4,
    "text": "Even more eleventh-hour character-assassination attempts may be coming given the enraged Left’s determination to prevent the judge’s ascent to the Supreme Court at all costs. Whether the claims are true is irrelevant to these people. Only the seriousness and luridness of the charges matter as they get aired over and over again in the 24-hour news cycle. They don’t care about the victims they create. Only the headlines.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4923": {
    "article_num": 790266787,
    "para_num": 9,
    "text": "Kavanaugh was a “mean drunk,” she stated. He drank excessively at these parties and would grind against girls and try to take their clothing of, she said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4926": {
    "article_num": 790266787,
    "para_num": 17,
    "text": "To no one’s surprise, Trump’s legal tormentor, Stormy Daniels attorney Michael Avenatti, whom Tucker Carlson has dubbed “creepy porn lawyer,” is representing Swetnick.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4929": {
    "article_num": 790266787,
    "para_num": 20,
    "text": "“Avenatti is a third rate lawyer who is good at making false accusations, like he did on me and like he is now doing on Judge Brett Kavanaugh[,]” Trump wrote on Twitter. “He is just looking for attention and doesn’t want people to look at his past record and relationships - a total low-life!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4931": {
    "article_num": 790266787,
    "para_num": 21,
    "text": "He rejected Swetnick’s allegations as “another beauty” and described Avenatti as a “con artist.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4932": {
    "article_num": 790266787,
    "para_num": 22,
    "text": "“All of a sudden, the hearings are over, and the rumors start coming out,” Trump said. “And then you this other con artist, Avenatti, come out with another beauty today.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4933": {
    "article_num": 790266787,
    "para_num": 31,
    "text": "The proceedings Thursday are supposed to get underway at 10:00 a.m. Eastern time. Committee Republicans considered the political optics and didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to ask the questions at what promises to be a highly-watched hearing.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4938": {
    "article_num": 790266787,
    "para_num": 40,
    "text": "She describes the nominee as “Brett Kavanaugh, the boy who sexually assaulted me,” and claims “Brett’s assault on me drastically altered my life,” but at the same time acknowledges “Brett did not rape me.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4940": {
    "article_num": 790266787,
    "para_num": 43,
    "text": "Only left-wingers and feminists like Maureen Dowd still believe Hill, now an utterly undistinguished politically correct scholar who discredited herself by –among other things— following her then-boss Thomas as his subordinate when he switched jobs. An abused person wouldn’t do that.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4942": {
    "article_num": 790266787,
    "para_num": 44,
    "text": "But all the lies about Thomas at what he described as a “high-tech lynching for uppity blacks” had an effect. In the end, the Senate barely approved his nomination 52 to 48 on October 15, 1991. With all the mud Democrats have been slinging at Kavanaugh, he would be thrilled to be approved by a margin as wide as 52 to 48.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4944": {
    "article_num": 790266787,
    "para_num": 45,
    "text": "Conservatives need to remember that the purpose of the Left’s frenzied, demagogic assault is to damage the nominee, and by extension, the president who nominated him. If they can derail Kavanaugh’s nomination, that is an added bonus.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4945": {
    "article_num": 790266787,
    "para_num": 48,
    "text": "The case against confirming Kavanaugh may be somewhere between weak and non-existent, but the constant repetition of the unsupported allegations in the Trump-hating media is clearly taking its toll on the nominee.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4949": {
    "article_num": 790483991,
    "para_num": 4,
    "text": "Many thanks to our friends at LifeSiteNews, especially Diane Montagna, for the following translation and release of the follow-up testimony from arguably the most courageous prelate in the Church today—Archbishop Carlo Maria Viganò.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4951": {
    "article_num": 790483991,
    "para_num": 5,
    "text": "The former Apostolic Nuncio to the United States has, as they say, doubled down. Far from backing-away and making excuses for his early actions, as we’ve all become so accustomed to seeing in these rare cases where a hierarch breaks ranks, Archbishop Viganò is digging in with a 4-page bombshell that restates his initial accusations of abuse cover-up against Francis and other powerful members of the hierarchy, and even concludes with a suggestion that Francis is beginning to act as a “substitute of our Lord.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4954": {
    "article_num": 790483991,
    "para_num": 6,
    "text": "Read the Archbishop’s words for yourselves and note well the ring of truth that resonates in every sentence. This is clearly the testimony of an honest man who has only the good of the Church in his heart—a modern-day Athanasius standing against something so much worse than Liberius.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4967": {
    "article_num": 790483991,
    "para_num": 29,
    "text": "Now, the pope’s reply to my testimony was: “I will not say a word!” But then, contradicting himself, he has compared his silence to that of Jesus in Nazareth and before Pilate, and compared me to the great accuser, Satan, who sows scandal and division in the Church — though without ever uttering my name. If he had said: “Viganò lied,” he would have challenged my credibility while trying to affirm his own. In so doing he would have intensified the demand of the people of God and the world for the documentation needed to determine who has told the truth. Instead, he put in place a subtle slander against me — slander being an offense he has often compared to the gravity of murder. Indeed, he did it repeatedly, in the context of the celebration of the most Holy Sacrament, the Eucharist, where he runs no risk of being challenged by journalists. When he did speak to journalists, he asked them to exercise their professional maturity and draw their own conclusions. But how can journalists discover and know the truth if those directly involved with a matter refuse to answer any questions or to release any documents? The pope’s unwillingness to respond to my charges and his deafness to the appeals by the faithful for accountability are hardly consistent with his calls for transparency and bridge building.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4972": {
    "article_num": 790483991,
    "para_num": 32,
    "text": "I would like to make a special appeal to Cardinal Ouellet, because as nuncio I always worked in great harmony with him, and I have always had great esteem and affection towards him. He will remember when, at the end of my mission in Washington, he received me at his apartment in Rome in the evening for a long conversation. At the beginning of Pope Francis’ pontificate, he had maintained his dignity, as he had shown with courage when he was Archbishop of Québec. Later, however, when his work as prefect of the Congregation for Bishops was being undermined because recommendations for episcopal appointments were being passed directly to Pope Francis by two homosexual “friends” of his dicastery, bypassing the Cardinal, he gave up. His long article in L’Osservatore Romano, in which he came out in favor of the more controversial aspects of Amoris Laetitia, represents his surrender. Your Eminence, before I left for Washington, you were the one who told me of Pope Benedict’s sanctions on McCarrick. You have at your complete disposal key documents incriminating McCarrick and many in the curia for their cover-ups. Your Eminence, I urge you to bear witness to the truth.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4974": {
    "article_num": 790483991,
    "para_num": 34,
    "text": "Finally, I wish to encourage you, dear faithful, my brothers and sisters in Christ: never be despondent! Make your own the act of faith and complete confidence in Christ Jesus, our Savior, of Saint Paul in his second Letter to Timothy, Scio cui credidi, which I choose as my episcopal motto. This is a time of repentance, of conversion, of prayers, of grace, to prepare the Church, the bride of the Lamb, ready to fight and win with Mary the battle against the old dragon.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4977": {
    "article_num": 790499380,
    "para_num": 25,
    "text": "When it comes to Ellison though, we know he is an effeminate pansy who simply does not want to answer to the American people and even seeks security to hide from a female report with a mic and a camera. Judge Kavanaugh has faced it all and fought back against it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4985": {
    "article_num": 790665855,
    "para_num": 19,
    "text": "Exactly what this “special need” is that can constitute a Gestapo like police state surveilling its own citizens is a moving target that has already been proven to be abused over and over again.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4987": {
    "article_num": 790665855,
    "para_num": 22,
    "text": "While the left is calling for Kavanaugh to be executed over the sex abuse allegations and the right is attacking the alleged victims, others in Congress who see through the facade and media distraction are trying to draw attention to the fact that Kavanaugh is a champion of the police and surveillance state and an enemy to privacy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4992": {
    "article_num": 790665855,
    "para_num": 28,
    "text": "Below is a video taken at the Mises Institute of Judge Napolitano explaining the implications of this enemy of the Fourth Amendment on the Supreme Court.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4994": {
    "article_num": 790666929,
    "para_num": 3,
    "text": "Flashback in 2004, when up until then, Barack Obama couldn’t win an election. But during his 2004 campaign for the Senate, Obama and his corrupt party in Chicago somehow managed to unseal the divorce records of his opponent Jack Ryan, who was leading by a large margin. The Ryan divorce records were sealed at their mutual request of both Mr. and Mrs. Ryan. But the Democrat machine got them unsealed anyway. Barack Obama’s backers emailed reporters about the divorce controversy. The divorce records were not pretty. Ryan resigned. Obama took the field.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "4999": {
    "article_num": 790667730,
    "para_num": 1,
    "text": "Senator Lindsey Graham Unleashes Firestorm At Democrat Senators For \"Most Unethical Sham\" Since He's Been In Politics",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5008": {
    "article_num": 790667730,
    "para_num": 6,
    "text": "Sen. Lindsey Graham to committee Democrats: \"This is the most unethical sham since I've been in politics...Boy, y'all want power. Boy, I hope you never get it. I hope the American people can see through this sham, that you knew about it and you held it.\" pic.twitter.com/NnpcF33smC take our poll - story continues below Who should replace Nikki Haley as our ambassador to the U.N.? Who should replace Nikki Haley as our ambassador to the U.N.?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5014": {
    "article_num": 790677230,
    "para_num": 6,
    "text": "“Judge Kavanaugh showed America exactly why I nominated him[,]” President Trump tweeted at 6:46 p.m. after the hearing wrapped up. “His testimony was powerful, honest, and riveting. Democrats’ search and destroy strategy is disgraceful and this process has been a total sham and effort to delay, obstruct, and resist. The Senate must vote!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5019": {
    "article_num": 790677230,
    "para_num": 10,
    "text": "Afraid of their own shadows, committee Republicans didn’t relish the prospect of their all-male team of 11 senators questioning a woman so they hired sex-crimes prosecutor Rachel Mitchell of Maricopa County, Arizona, to examine Ford. Opinions differ widely on how Mitchell performed. She tiptoed around the alleged sexual assault itself, instead focusing on process-related questions, presumably in an effort to show undecided senators how Ford and her handlers have been unfairly manipulating the process.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5041": {
    "article_num": 790677230,
    "para_num": 43,
    "text": "“It certainly has brought us no closer to the truth,” Hatch added. “Anonymous letters with no name and no return address are now being treated as national news.” Taking a shot at Stormy Daniels attorney Michael Avenatti, Hatch said “porn star lawyers with facially implausible claims are driving the news cycle.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5045": {
    "article_num": 790677230,
    "para_num": 48,
    "text": "A handful of Democrat senators, including the perpetually vulnerable red-state senator, Joe Manchin of West Virginia, are reportedly considering voting to confirm Kavanaugh when the nomination goes before the full Senate.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5054": {
    "article_num": 790720480,
    "para_num": 17,
    "text": "While Democrats appeared stunned, specifically self-professed sexual assaulter Cory Booker and Kamila Harris, that they were in the minority and couldn't control things despite eight years under the Obama regime where Republicans were subjected to far worse, the vote carried and Kavanaugh will be voted on in the US Senate.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5058": {
    "article_num": 790720714,
    "para_num": 5,
    "text": "Clearly, Ford has been outed as a radical political activist who promotes baby murder and other unlawful actions. However, her story didn't exactly lend credibility except with Democrat members of the Senate Judiciary Committee, one of which has openly professed to sexual assault.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5080": {
    "article_num": 793467906,
    "para_num": 6,
    "text": "In 2015, Dina Powell – President Donald Trump’s Deputy National Security Adviser in 2017 – sat down with far left-wing United Nations Ambassador Samantha Power for an interview. In that interview, Powell heaped effusive praise upon Power and can be seen nodding in agreement throughout. Power was a senior adviser to President Barack Obama. At the time, Powell – an executive with Goldman Sachs – was pushing a pet project known as 10,000 women, which is ostensibly intended to foster female entrepreneurship. When Powell was at Goldman Sachs, her right-hand woman in the 10,000 Women program was Noa Meyer. Perhaps not so coincidentally, Meyer worked in the Bill Clinton administration’s speech-writing office of then first-lady Hillary Clinton. Powell herself, is very comfortable with Hillary Clinton. In 2013, she shared a stage with Hillary at the Clinton Global Initiative. In 2007, Powell was named to the Board of a Hillary Clinton project known as ‘Vital Voices’,another women-centric operation that touts Global Ambassadorial missions for women. On June 14, 2016 Powell participated in a Summit known as the United State of Women(USW), which meshed nicely with her pet project. USW was also rife with angry left-wing Democrats seeking to get Hillary Clinton elected in 2016. In fact, Barack Obama’s closest adviser Valerie Jarrett introduced Powell, who returned the introduction with effusive praise for Jarrett. The ex-Goldman Sachs executive has befriended Obama’s closest adviser, Valerie Jarrett. She is also very cozy with Hillary Clinton’s closest advisers Huma Abedin and Philippe Reines.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5088": {
    "article_num": 793534424,
    "para_num": 1,
    "text": "Why White House Leaker Dina Habib Powell “McMaster’s Huma Abedin” Should Not Be UN Ambassador",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5093": {
    "article_num": 793534424,
    "para_num": 11,
    "text": "McMaster forced out superb K.T. McFarland from her role as Deputy National Security Advisor and inserted Dina Habib-Powell, former Bush gatekeeper whose pals included Huma Abedin and Valerie Jarrett.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5095": {
    "article_num": 793534424,
    "para_num": 13,
    "text": "Needless to say, the Never Trumpers are.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5109": {
    "article_num": 794141509,
    "para_num": 1,
    "text": "Why the Coordinated Alternative Media Purge Should TERRIFY Everyone: Soon Those Who Hate Freedom Will Have Unquestioned Access to the Minds of 2 Billion People",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5114": {
    "article_num": 794141509,
    "para_num": 32,
    "text": "My friend John Vibes is an amazing person who contributes to The Free Thought Project. He said:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5116": {
    "article_num": 794141509,
    "para_num": 34,
    "text": "Nicholas Bernabe of The AntiMedia is another alternative journalist I consider a friend and support wholeheartedly. He’s worked tirelessly to be a voice of truth in a world of lies. He told Sputnik:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5146": {
    "article_num": 794344513,
    "para_num": 3,
    "text": "October 11, 2018, will be remembered in history as the day the tech giants attempted to wipe out independent, liberty-minded, antiwar media from the airwaves. On Thursday, in a coordinated effort, hundreds of pages devoted to peace and liberty were memory-holed by social media giants.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5148": {
    "article_num": 794344513,
    "para_num": 10,
    "text": "What makes this recent purge from Facebook and Twitter so egregious is that the pages like the Free Thought Project, the Anti-Media, Press for Truth, and dozens of others, did not fit the hate speech narrative these same companies used to wipe out Alex Jones. Instead, these pages were dedicated to spreading peace, bridging the divide, bringing humanity together and holding government accountable.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5149": {
    "article_num": 794344513,
    "para_num": 16,
    "text": "However, in their statement, Facebook then suggested the real reason behind the purge — elections are coming — and pesky folks like the independent media have a way of reporting information on candidates that the mainstream tends to ignore — like war, corruption, and most recently, Brett Kavanaugh’s disdain for the Constitution.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5151": {
    "article_num": 794344513,
    "para_num": 22,
    "text": "The bottom line is that sites like ours and the others who were wiped from the internet yesterday represent a voice against the plutocratic information-controlling establishment. We challenge their paradigm of control and this is a thorn in their side.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5156": {
    "article_num": 794344513,
    "para_num": 32,
    "text": "While it may seem bleak for now, we will rise from the ashes of the social media dinosaurs to help build and create new platforms that are out of their control where ideas of peace and freedom can be discussed openly without fear of devoting years to a platform that can disappear you in the blink of an eye.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5166": {
    "article_num": 795379208,
    "para_num": 19,
    "text": "“The Saudis have been great partners in working alongside us on these issues,” Pompeo said. “We need to make sure we are mindful of that as we approach decisions” on whether to impose sanctions or take other punitive steps against Riyadh, as many in Congress and elsewhere have urged.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5188": {
    "article_num": 795703371,
    "para_num": 16,
    "text": "The obvious question I have is: Why are you not stopping those payments now, Mr. President? They are unconstitutional and neither Congress nor you have the authority to give American's money to these countries.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5200": {
    "article_num": 798244842,
    "para_num": 18,
    "text": "All of these media sources were operating normally until Donald Trump became president, and until Hillary Clinton, Obama, Bush, etc were outed as global elite puppets. Heck, the Clinton’s and John Podesta have even referenced Wikileaks before that became ‘fake.’ Despite operating with credibility for more than a decade before the accusations. What does the media operating normally mean? Still manipulating the public, but at least they were reporting on both sides as a whole. Now, it’s quite different.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5205": {
    "article_num": 798244842,
    "para_num": 19,
    "text": "Donald Trump is extremely vilified not because he allegedly is/was racist/sexist, but because he threatens neoliberalism and neoconservatism, the American empire, one that continues to try and push an Orwellian state type of existence, which seems to be ramping up every single year. Trump was not supposed to win, and no this isn’t about democrats vs republicans or that Trump is a saviour. The Deep State responded like they always do every time something ‘goes wrong,’ they blamed Russia, as well as media outlets like Collective Evolution and others. Some of which have now been deleted as mentioned above.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5214": {
    "article_num": 798244842,
    "para_num": 26,
    "text": "Today the path to total dictatorship in the U.S. can be laid by strictly legal means … We have a well-organized political-action group in this country, determined to destroy our Constitution and establish a one-party state … It operates secretly, silently, continuously to transform our Government … This ruthless power-seeking elite is a disease of our century… This group … is answerable neither to the President, the Congress, nor the courts. It is practically irremovable. – Senator William Jenner (source)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5227": {
    "article_num": 832908730,
    "para_num": 30,
    "text": "But major Trumpworld figures were charged with a variety of other crimes, including former National Security Adviser Michael Flynn, former campaign chairman Paul Manafort, deputy campaign chairman Richard Gates and Trump's former personal lawyer and fixer Michael Cohen.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5237": {
    "article_num": 832908905,
    "para_num": 33,
    "text": "Trump has insisted from the beginning that the probe is a “witch hunt.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5240": {
    "article_num": 832908978,
    "para_num": 6,
    "text": "This week, the President of the United States himself joined in on the anxious anticipation and the Mueller report guessing game.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5243": {
    "article_num": 832908978,
    "para_num": 12,
    "text": "Trump’s reelection campaign also got in on this week’s speculation game, texting supporters early Friday afternoon, “President Trump has put up with the WITCH HUNT for 2 YEARS.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5245": {
    "article_num": 832908978,
    "para_num": 15,
    "text": "The president, who has repeatedly claimed that the Mueller investigation is “illegal” and a “WITCH HUNT” driven by angry liberals, made clear to reporters at the White House earlier this week that the coming report was, of course, weighing on him.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5250": {
    "article_num": 832908978,
    "para_num": 20,
    "text": "Still, even after the Mueller probe officially wraps, it is very much the beginning, not a dramatic end, to Trumpworld’s wide-ranging legal woes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5253": {
    "article_num": 832910505,
    "para_num": 1,
    "text": "The Mueller Circus is Over, Long Live the Mueller Circus",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5255": {
    "article_num": 832910505,
    "para_num": 3,
    "text": "The Mueller circus cost the taxpayers millions.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5259": {
    "article_num": 832910505,
    "para_num": 11,
    "text": "They will be used by the Democrats running them to fundraise, in violation of all political norms and ethics, bringing us that much closer to a proper Roman circus.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5262": {
    "article_num": 832910505,
    "para_num": 19,
    "text": "Never underestimate the power of the swamp's spite.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5274": {
    "article_num": 832913653,
    "para_num": 4,
    "text": "Minutes after the news broke Friday afternoon that the long-awaited report had been submitted to Barr, the White House hopefuls quickly fired off statements calling for the Trump administration to ensure the documents go public.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5331": {
    "article_num": 999000136,
    "para_num": 3,
    "text": "Florida gubernatorial candidate and George Soros-backed Andrew Gillum may have just been completely undercut by a member of his own staff. Not that his racist, anti-semite claims against his opponent weren't enough, one of his staffers has been caught in an undercover video saying, “None of the programs that people are hoping for would happen” and that is to be kept confidential from the public.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5342": {
    "article_num": 999000136,
    "para_num": 20,
    "text": "Gillum is not a lawful man as he does not support the right to keep and bear arms, but rather considers Americans as criminals who need to prove their innocence before obtaining a gun.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5349": {
    "article_num": 999000142,
    "para_num": 17,
    "text": "What was even more amazing is that the audience laughed hysterically. Can you imagine if a conservative person uttered those comments? There would be a near lynching of them on the spot and surely for days to come. They might lose their livelihood and get death threats, but not \"Crooked\" Hillary.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5396": {
    "article_num": 999000159,
    "para_num": 5,
    "text": "The anti-gun Left is hopping-mad, now that Judge Brett Kavanaugh has been confirmed to the Supreme Court.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5414": {
    "article_num": 999000184,
    "para_num": 8,
    "text": "The hijabed (and therefore pro-Sharia) Ilhan Omar, meanwhile, is even more hateful than Tlaib. According to the Daily Wire, in 2012 Omar tweeted: “Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel. #Gaza #Palestine #Israel.” Challenged about this tweet much more recently, she doubled down and attacked the man who called attention to the tweet: “Drawing attention to the apartheid Israeli regime is far from hating Jews. You are a hateful sad man, I pray to Allah you get the help you need and find happiness.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5422": {
    "article_num": 999000312,
    "para_num": 3,
    "text": "The right wing Ecuadorean government of President Moreno continues to churn out its production line of fake documents regarding Julian Assange, and channel them straight to MI6 mouthpiece Luke Harding of the Guardian.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5424": {
    "article_num": 999000312,
    "para_num": 4,
    "text": "Amazingly, more Ecuadorean Government documents have just been discovered for the Guardian, this time spy agency reports detailing visits of Paul Manafort and unspecified “Russians” to the Embassy. By a wonderful coincidence of timing, this is the day after Mueller announced that Manafort’s plea deal was over.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5425": {
    "article_num": 999000312,
    "para_num": 5,
    "text": "The problem with this latest fabrication is that Moreno had already released the visitor logs to the Mueller inquiry. Neither Manafort nor these “Russians” are in the visitor logs.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5426": {
    "article_num": 999000312,
    "para_num": 7,
    "text": "There were no exceptions. For an exception to be made for Manafort and the “Russians” would have had to be a decision of the Government of Ecuador, not of Wikileaks, and that would be so exceptional the reason for it would surely have been noted in the now leaked supposed Ecuadorean “intelligence report” of the visits. What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort? Furthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged “Russians”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5432": {
    "article_num": 999000312,
    "para_num": 9,
    "text": "My friend William Binney, probably the world’s greatest expert on electronic surveillance, former Technical Director of the NSA, has stated that it is impossible the DNC servers were hacked, the technical evidence shows it was a download to a directly connected memory stick. I knew the US security services were conducting a fake investigation the moment it became clear that the FBI did not even themselves look at the DNC servers, instead accepting a report from the Clinton linked DNC “security consultants” Crowdstrike.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  },
  "5440": {
    "article_num": 999000312,
    "para_num": 13,
    "text": "I am not a fan of Donald Trump. But to see the partisans of the defeated candidate (and a particularly obnoxious defeated candidate) manipulate the security services and the media to create an entirely false public perception, in order to attempt to overturn the result of the US Presidential election, is the most astonishing thing I have witnessed in my lifetime.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "predicted_DR": "",
    "parser": "",
    "DR_id": 0,
    "DR": ""
  }
}