{
  "2999": {
    "article_num": 769962236,
    "para_num": 16,
    "text": "Jimenez, who is 30, seems to have only had a part-time job. His employer was a San Antonio nightspot called Rumble. Immediately upon learning of the altercation, the bar announced that it had fired Jimenez because they believed such behavior was immoral, uncalled for, and not in keeping with Rumble’s welcoming personality.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3001": {
    "article_num": 769962236,
    "para_num": 18,
    "text": "Contrary to what you might believe about Jimenez… he is/was NOT a Democrat!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3005": {
    "article_num": 769962236,
    "para_num": 22,
    "text": "The reality is that the Democrats are as much to blame for the corrosive and ugly rhetoric in America today as Donald Trump is.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3016": {
    "article_num": 769962328,
    "para_num": 20,
    "text": "Last week, I had a woman come up to me at my last meeting in Amery, Wisconsin. She said that she did her research on me and said that the media really attacked me. I responded with, \"Of course they did, and of course they still do.\" They are being exposed for who they are and they do not like it. (John 15:22).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3023": {
    "article_num": 769962328,
    "para_num": 23,
    "text": "They hide behind a microphone day after day. Yet, they fail to confront the issues that needed to be confronted. The reason they don't is because they are guilty of what they fail to confront!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3026": {
    "article_num": 769962328,
    "para_num": 24,
    "text": "They are paper tigers. They can write all big and bad but when it comes to what someone else should do. However, when it is time for them to put boots on the ground, they are simply missing in action (MIA). These are willing to live in the freest country in the world as long as it is not them that have to sacrifice to maintain it.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3029": {
    "article_num": 769962328,
    "para_num": 25,
    "text": "There is also a group of people out there that have to be friends with everyone (and have to apologize to any that they may have told the truth lest they should convict them unto godly repentance (2 Corinthians 7:10) as they congregate week after week deceiving themselves into believing that they are demanding a lawful change just as long as it does not offend anyone (Matthew 5:10).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3032": {
    "article_num": 769962328,
    "para_num": 27,
    "text": "Maybe this group of people should ask their enemies for instructions as to how change is brought about, and in a righteous sense reverse the lawlessness-taking place in this country (Matthew 24:12).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3036": {
    "article_num": 769962328,
    "para_num": 30,
    "text": "When the church and the world can jog comfortably along together, you can be sure something is wrong. The world has not compromised—its spirit is exactly the same as it ever was. If Christians were equally as faithful to the Lord, separated from the world (2 Corinthians 6:17), and living so that their lives were a reproof to all ungodliness, the world would hate them as much as it ever did. (John 7:7) It is the church that has compromised, not the world. – Catherine Booth",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3037": {
    "article_num": 769962328,
    "para_num": 31,
    "text": "The way to gauge those who are actually taking ground for the kingdom is to see who is in the midst of a continuous warfare (always in trouble, slandered, lied about, defamed etc) fighting the good fight of faith because they trust in the living God (Matthew 11:12; 1 Timothy 6:12).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3039": {
    "article_num": 769962328,
    "para_num": 32,
    "text": "John Calvin said, “Whomsoever the Lord has adopted and deemed worthy of His fellowship ought to prepare themselves for a hard, toilsome and unquiet life, crammed with very many and various kinds of evil.” And of course to the counterfeit's this is foreign.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3042": {
    "article_num": 770156173,
    "para_num": 3,
    "text": "“I have some pretty severe things we’re thinking about,” Trump said of North Korea at a news conference in Warsaw. “Doesn’t mean we’re going to do them.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3046": {
    "article_num": 770156173,
    "para_num": 8,
    "text": "It would take only three nuclear weapons to shatter Japan and just two to cripple South Korea, not to mention polluting the globe with radioactive dust and contaminating North Asia’s water sources. Nuclear explosions would spread radioactive contamination over northern China and Pacific Russia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3048": {
    "article_num": 770156173,
    "para_num": 10,
    "text": "Because North Korea has scraped and skimped for decades to build nuclear weapons for the sole reason of deterring a major US attack, including the use by the US of tactical nuclear weapons. Pakistan ‘ate grass’ for decades to afford nuclear weapons to offset the threat from far more powerful India. Israel uses the same argument to justify its large nuclear arsenal.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3050": {
    "article_num": 770156173,
    "para_num": 11,
    "text": "After Washington overthrew the rulers of Iraq and Libya, it became painfully apparent that small nations without nuclear weapons were vulnerable to US ‘regime change’ operations. The North Koreans, who are very eccentric but not stupid, rushed to accelerate their nuclear weapons and delivery systems.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3054": {
    "article_num": 770156173,
    "para_num": 12,
    "text": "Almost equally important, North Korea boasts one of the word’s biggest armies – 1,020,000 men, 88,000 crack special forces, and an trained militia of over 5 million. The North’s weapons are obsolescent; its small air forces and navy will be vaporized by US power but its troops are deeply dug into the mountainous terrain and would be fighting from prepared positions. War against North Korea would be a slow and bloody slog– even a repeat of the bloody, stalemated 1950-52 Korean War in which 39,000 Americans and at least 2.5 million Koreans died. I’ve been in the deep North Korean-dug tunnels under the Demilitarized Zone. A full division can be moved through in only 60 minutes.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3056": {
    "article_num": 770156173,
    "para_num": 13,
    "text": "Ever since being soundly beaten in Vietnam and fought to a draw in Afghanistan, the US military has preferred to attack small countries like Panama, Grenada, Somalia, Yemen, Iraq and Syria. The Pentagon is not eager to tangle with the tough North Koreans. Estimates of the cost of a US invasion of North Korea have run as high as 250,000 US casualties and tens of billions of dollars.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3058": {
    "article_num": 770156173,
    "para_num": 14,
    "text": "Seemingly heedless of these hard facts, President Trump – who himself avoided national military service in the 1960’s – keeps beating the war drums over North Korea and needling its thin-skinned regime with naval exercises, over-flights, and intensifying bombast. North Korea’s Kim Jong-un has played right along, clearly relishing his game of chicken with tough-talking Donald Trump.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3061": {
    "article_num": 770156173,
    "para_num": 16,
    "text": "Growing US hysteria over North Korea, a nation of only 25 million, recalls the propaganda storm launched by Washington to justify its invasion of equally small Iraq. The dim-witted US ambassador to the UN, Nikki Haley, has become point-woman for hurling warlike threats at North Korea even though this neocon poster-girl’s foreign affairs experience appears to have been limited to the International House of Pancakes in her native South Carolina.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3064": {
    "article_num": 770156173,
    "para_num": 17,
    "text": "Everyone seems to have forgotten, or ignores, that North Korea, South Korea and the United States remain in a state of war. The 1950-52 Korean War ended with a cease-fire, not a peace. The US has been trying to overthrow and undermine North Korea’s Stalinist regimes ever since, using military threats, subversion and economic warfare. Talk of US-South Korean plans to “decapitate’ North Korea’s leadership with missile strikes and commando raids keeps giving Pyongyang the jitters.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3067": {
    "article_num": 770156173,
    "para_num": 20,
    "text": "Unfortunately, these ABM systems don’t work very well. More tens of billions will have to be spent before these anti-missile systems become reliable.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3070": {
    "article_num": 770156851,
    "para_num": 4,
    "text": "With never-Trump conservatives bailing on the GOP and crying out for the Party of Pelosi to save us, some painful truths need to be restated.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3073": {
    "article_num": 770156851,
    "para_num": 5,
    "text": "The Republican Party of Bush I and II, of Bob Dole and John McCain, is history. It’s not coming back. Unlike the Bourbons after the Revolution and the Terror, after Napoleon and the Empire, no restoration is in the cards.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3075": {
    "article_num": 770156851,
    "para_num": 6,
    "text": "It is over. The GOP’s policies of recent decades — the New World Order of George H.W. Bush, the crusades for democracy of Bush II — failed, and are seen as having failed. With Trump’s capture of the party they were repudiated.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3078": {
    "article_num": 770156851,
    "para_num": 8,
    "text": "What were the historic blunders? Nixonu2019s White Hous... Patrick J. Buchanan Best Price: $6.38 Buy New $10.01 (as of 10:15 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3079": {
    "article_num": 770156851,
    "para_num": 10,
    "text": "The failures that killed the Bush party, and that represented departures from Reaganite traditionalism and conservatism, are:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3081": {
    "article_num": 770156851,
    "para_num": 16,
    "text": "Second, in a reflexive response to 9/11, we invaded Afghanistan and Iraq, dumped over the regime in Libya, armed rebels to overthrow Bashar Assad in Syria, and backed Saudi intervention in a Yemeni civil war, creating a humanitarian crisis in that poorest of Arab countries that is exceeded in horrors only by the Syrian civil war. The Greatest Comeback:... Patrick J. Buchanan Best Price: $3.13 Buy New $6.00 (as of 08:50 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3082": {
    "article_num": 770156851,
    "para_num": 17,
    "text": "Since Y2K, hundreds of thousands in the Middle East have perished, the ancient Christian community has all but ceased to exist, and the refugees now number in the millions. What are the gains for democracy from these wars, all backed enthusiastically by the Republican establishment?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3084": {
    "article_num": 770156851,
    "para_num": 19,
    "text": "The GOP elite also played a crucial role in throwing open U.S. markets to China and ceding transnational corporations full freedom to move factories and jobs there and ship their Chinese-made goods back here, free of charge.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3085": {
    "article_num": 770156851,
    "para_num": 22,
    "text": "And where are the Republicans responsible for building up this potentially malevolent power that thieves our technology? Talking of building a Reagan-like Navy to contain the mammoth they nourished.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3086": {
    "article_num": 770156851,
    "para_num": 23,
    "text": "Since the Cold War, America’s elites have been exhibiting symptoms of that congenital blindness associated since Rome with declining and falling empires. Churchill, Hitler, and... Patrick J. Buchanan Best Price: $6.20 Buy New $6.00 (as of 12:40 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3087": {
    "article_num": 770156851,
    "para_num": 29,
    "text": "The world was ablaze with tribalism and was raising up authoritarians to realize nationalist ends — Xi Jinping, Putin, Narendra Modi in India, Erdogan in Turkey, Gen. el-Sissi in Egypt — before he came down that escalator.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3089": {
    "article_num": 770221823,
    "para_num": 5,
    "text": "…sacked by the most inhuman barbarians and the most savage enemies of the Christian faith, by the fiercest of wild beasts. take our poll - story continues below Will Brett Kavanaugh be confirmed to the Supreme Court? Will Brett Kavanaugh be confirmed to the Supreme Court?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3090": {
    "article_num": 770221823,
    "para_num": 8,
    "text": "Phone This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Freedom Outpost updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. The public treasure has been consumed, private wealth has been destroyed, the temples have been stripped of gold, silver, jewels, the relics of the saints, and other most precious ornaments. Men have been butchered like cattle, women abducted, virgins ravished, and children snatched from the arms of their parents.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3093": {
    "article_num": 770376380,
    "para_num": 1,
    "text": "Pope Francis Denounces “Murderous Indifference” To Persecution Of Christians, Of Which He Is A Chief Architect",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3094": {
    "article_num": 770376380,
    "para_num": 3,
    "text": "Associated Press reported that the Ecumenical Patriarch Bartholomew and other Orthodox Patriarchs met with Pope Francis on Saturday, and that the Pope had some strong words to say about the persecution of Christians in the Middle East. The Pope couldn’t resist an anti-Semitic shot at Israeli “occupation,” but he also seemed to denounce Islamic jihad activity, saying: “So many conflicts have been stoked too by forms of fundamentalism and fanaticism that, under the guise of religion, have profaned God’s name – which is peace – and persecuted age-old neighbors.” He decried the “thirst for profit that surreptitiously exploits oil and gas fields without regard for our common home, with no scruples about the fact that the energy market now dictates the law of coexistence among peoples!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3095": {
    "article_num": 770376380,
    "para_num": 4,
    "text": "The Pope lamented the fact that in recent years the Middle East has been “covered by dark clouds of war, violence and destruction, instances of occupation and varieties of fundamentalism, forced migration and neglect.” And he deplored the fact that “all this has taken place amid the complicit silence of many. The Middle East has become a land of people who leave their own lands behind.” He cried: “Indifference kills, and we desire to lift up our voices in opposition to this murderous indifference. For the Middle East today is weeping, suffering and silent as others trample upon those lands in search of power or riches.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3102": {
    "article_num": 770376380,
    "para_num": 12,
    "text": "Archbishop Jeanbart was not the first to say this. “Why, we ask the western world, why not raise one’s voice over so much ferocity and injustice?” asked Cardinal Angelo Bagnasco, the head of the Italian Bishops Conference (CEI). Syriac Catholic Patriarch Ignatius Ephrem Joseph III Younan himself has in the past appealed to the West“not to forget the Christians in the Middle East.” The former Melkite Greek Catholic Patriarch Gregory III has also said: “I do not understand why the world does not raise its voice against such acts of brutality.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3106": {
    "article_num": 770376380,
    "para_num": 13,
    "text": "But Gregory III should have understood, since he was a major part of the problem. He himself said: “No one defends Islam like Arab Christians.” It is to defend Islam that Western clerics do not raise their voice against such acts of brutality. It is to pursue a fruitless and chimerical “dialogue” that bishops in the U.S. and Europe keep silent about Muslim persecution of Christians, and enforce that silence upon others. Robert McManus, Roman Catholic Bishop of Worcester, Massachusetts, said it on February 8, 2013 as he was suppressing a planned talk at a Catholic conference on that persecution: “Talk about extreme, militant Islamists and the atrocities that they have perpetrated globally might undercut the positive achievements that we Catholics have attained in our inter-religious dialogue with devout Muslims.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3109": {
    "article_num": 770581969,
    "para_num": 3,
    "text": "The bizarre “sonic attacks” against diplomats began in Cuba, but have now spread to other countries with over 200 illnesses reported. It all started in the fall of 2016 when diplomats at the United States Embassy in Cuba reported some hearing loss and mild brain damage after hearing unusual and puzzling sounds.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3119": {
    "article_num": 770938827,
    "para_num": 3,
    "text": "The media very deliberately misreported the Bundy standoff, ridiculing the men involved and shrugging at the murder of LaVoy Finicum. When the court case completely collapsed, the media buried the story. Just as it failed to provide any meaningful information about the background of the case. That was in part because it would have been damaging to Obama. And because they didn't care.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3121": {
    "article_num": 770938827,
    "para_num": 5,
    "text": "Today, President Donald J. Trump signed Executive Grants of Clemency (Full Pardons) for Dwight Lincoln Hammond, Jr., and his son, Steven Hammond. The Hammonds are multi-generation cattle ranchers in Oregon imprisoned in connection with a fire that leaked onto a small portion of neighboring public grazing land. The evidence at trial regarding the Hammonds’ responsibility for the fire was conflicting, and the jury acquitted them on most of the charges. At the Hammonds’ original sentencing, the judge noted that they are respected in the community and that imposing the mandatory minimum, 5-year prison sentence would “shock the conscience” and be “grossly disproportionate to the severity” of their conduct. As a result, the judge imposed significantly lesser sentences. The previous administration, however, filed an overzealous appeal that resulted in the Hammonds being sentenced to five years in prison. This was unjust. Dwight Hammond is now 76 years old and has served approximately three years in prison",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3124": {
    "article_num": 770938827,
    "para_num": 8,
    "text": "Both men are currently in prison on five-year sentences, thanks in part to a 1996 antiterrorism law that imposed a mandatory minimum sentence on certain crimes on federal land. The length of their prison terms, in part, fueled outrage at their convictions. Federal Judge Michael Robert Hogan originally gave the Hammonds reduced sentences in 2012, arguing that the mandatory minimums were unjust. But the Obama administration appealed, and federal Judge Ann Aiken in 2015 imposed the full five-year sentences.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3128": {
    "article_num": 770938827,
    "para_num": 10,
    "text": "These pardons cleanse another stain from our nation's history in the dark years of Obama.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3129": {
    "article_num": 770945799,
    "para_num": 4,
    "text": "Barack Obama and former FBI director James Comey let Hillary off the hook before the election, while Kristian Saucier served hard time. Saucier says that that action was “unfair” and “unequal” compared to the corruption and criminal activity of Hillary Clinton. Saucier told Fox News he was scapegoated by Obama officials who found themselves under fire for not aggressively responding to Clinton’s handling of classified information through her private email servers.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3130": {
    "article_num": 770945799,
    "para_num": 5,
    "text": "According to Fox News, Saucier’s federal lawsuit alleges that the United States government was “overzealous” in prosecuting him for “mishandling classified information” while going easy on former Secretary of State Hillary Clinton for more serious violations of the same law. Saucier’s lawsuit names as defendants former President Barack Obama, former U.S. Attorney General Loretta Lynch, former FBI Director James Comey, former FBI Deputy Director Andrew McCabe, and Peter Strzok, the FBI agent who led the inquiry into Clinton’s email account.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3132": {
    "article_num": 770945799,
    "para_num": 6,
    "text": "“I could have just taken the pardon by President Trump and gone on with my life,” Saucier said to Fox News, adding that he feels an obligation to get to the truth of what he sees as a double standard that let Clinton get off scot-free. “The U.S. Constitution clearly states that all citizens are born with inalienable rights to be free from persecution by the government,” Saucier said. “My conviction and subsequent sentence for a minor military infraction compared to the treatment of politically connected individuals is a glaring example of a violation of the rights of all Americans to have equal protection under the law.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3134": {
    "article_num": 770956434,
    "para_num": 8,
    "text": "Name This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Freedom Outpost updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. At the Hammonds’ original sentencing, the judge noted that they are respected in the community and that imposing the mandatory minimum, 5-year prison sentence would “shock the conscience” and be “grossly disproportionate to the severity” of their conduct. As a result, the judge imposed significantly lesser sentences. The previous administration, however, filed an overzealous appeal that resulted in the Hammonds being sentenced to five years in prison. This was unjust. Dwight Hammond is now 76 years old and has served approximately three years in prison. Steven Hammond is 49 and has served approximately four years in prison. They have also paid $400,000 to the United States to settle a related civil suit. The Hammonds are devoted family men, respected contributors to their local community, and have widespread support from their neighbors, local law enforcement, and farmers and ranchers across the West. Justice is overdue for Dwight and Steven Hammond, both of whom are entirely deserving of these Grants of Executive Clemency.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3136": {
    "article_num": 770956434,
    "para_num": 11,
    "text": "It should be noted that the protests that took place in Oregon a couple of years ago were a response to the injustice the Hammonds faced. As a result, Robert \"LaVoy\" Finicum was killed by Oregon State Police.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3138": {
    "article_num": 771254016,
    "para_num": 8,
    "text": "“We do not understand the determination and procrastination that consistently seeks to turn this killer into a demented person, when he is a murderer whose presumed detention doesn’t even hide his hateful anti-Semitism,” CRIF’s Francis Kalifat wrote.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3139": {
    "article_num": 771254016,
    "para_num": 10,
    "text": "Traore, 28, is accused of torturing and killing Halimi while shouting about Allah and subsequently throwing her off the balcony of her Paris apartment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3140": {
    "article_num": 771254016,
    "para_num": 12,
    "text": "Witnesses said Traore called Halimi a “demon” as he was pummeling her. Halimi’s daughter said following the murder that Traore called her, the daughter, a “dirty Jewess” two years before the killing when they passed each other in the building.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3145": {
    "article_num": 771406408,
    "para_num": 4,
    "text": "Sarah Lucy Halimi was thrown out of the window of the third floor Paris apartment while she begged her Muslim killer to spare her life. The 66-year-old director of an Orthodox Jewish nursery was woken from her sleep when she was violently beaten by her twenty something Muslim neighbor who then dragged her to the window. She died on the street outside the building where she had lived for thirty years. The killer had allegedly shouted, “Allahu Akbar”. In the tragic comedy of denial that every Islamic terrorism investigation inevitably becomes, the authorities are still hunting around for his motiv Yonathan Halimi, Sarah Lucy’s son, describes the killer’s family as being known for its anti-Semitism. \"One day, one of the killer's sisters pushed my sister down the stairs, and the next time she called her a dirty Jew,\" he described. Sarah’s brother said that the killer called Sarah and her daughter, “dirty Jews”.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3148": {
    "article_num": 771406408,
    "para_num": 5,
    "text": "The authorities stonewalled at every turn. And, predictably, the killer gets a pass. Allahu Akbar usually means motive unknown.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3152": {
    "article_num": 771406408,
    "para_num": 7,
    "text": "This tired farce has dragged on. Kobili Traore was hit with hate crimes charges. Then they were dropped.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3154": {
    "article_num": 771406408,
    "para_num": 9,
    "text": "Three minutes later, a unit of the Anti-Crime Brigade (BAC) — who happened to be patrolling the area — took up position in front of Diara’s door. They heard Kobili Traore chanting Muslim prayers and Koranic verses. Unsure about the situation and the potential threats to the family, they asked for reinforcements. Additional policemen arrived quickly. However, for some unclear reason, the BAC unit still refrained from breaking in. In the meantime, Kobili Traore put on new clothes and climbed out of the window to reach Sarah Halimi’s apartment, which was at the same level as Diara Traore’s. He allegedly assaulted the Jewish woman and hit her mercilessly. From time to time he resumed Koranic recitation. Many neighbours, woken by the old woman’s screams or the assaulter’s religious chanting, called the police Some gave details about the exact location of the assault, the attacker’s identity, the fact he vilified his victim as a Jewish person and as “a Satan” while hitting her, or even — as far as the Muslim neighbours were concerned — the Koranic portions he chanted. Yet the police still failed to storm Sarah Halimi’s apartment and rescue her. Eventually, Kobili Traore is claimed to have shouted that the woman was “mad and about to commit suicide”, and threw her out of the window. He had time enough to climb back to Diara Traore’s apartment where he finally was arrested. His hands were covered in blood. There was blood everywhere in his victim’s apartment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3156": {
    "article_num": 771406408,
    "para_num": 10,
    "text": "Sure he was crazy. So crazy he tried to contrive an alibi for his crime. Kobili isn't crazy. But the system that keeps on protecting him is.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3160": {
    "article_num": 771546417,
    "para_num": 4,
    "text": "*Please note that the below video contains racial slurs and could be considered violent to some.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3161": {
    "article_num": 771546417,
    "para_num": 6,
    "text": "Jimenez was later arrested and shortly thereafter fired from his job for ripping off Richard’s hat and stealing it. “This is gonna go right in my f**king fireplace, b***h,” Jimenez said, acting like a bully for stealing a teenager’s hat. Jimenez also threw a soda in Richard’s face.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3169": {
    "article_num": 771655795,
    "para_num": 3,
    "text": "Gun control is the dream of every wannabe statist dictator and naive do-gooder alike. The latter think that removing guns will suddenly force humanity to stop all animosity toward one another, hold hands, and sing Kumbaya. The former recognizes that an armed populace is a threat to any tyrant and pushes for gun control out of self-preservation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3180": {
    "article_num": 771879020,
    "para_num": 3,
    "text": "For those who remember Cody Wilson, the man who began developing 3D printing files so that you could manufacture your own guns, there is good news out. Cody finally won against the federal beast after intimidation tactics were performed against him by the Obama Justice Department. The Trump DOJ settled with Wilson, finally acknowledging that his 3D print gun files are protected as free speech under the First Amendment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3187": {
    "article_num": 771879020,
    "para_num": 16,
    "text": "BELLEVUE, WA – The Department of Justice and Second Amendment Foundation have reached a settlement in SAF’s lawsuit on behalf of Cody Wilson and Defense Distributed over free speech issues related to 3-D files and other information that may be used to manufacture lawful firearms. SAF and Defense Distributed had filed suit against the State Department under the Obama administration, challenging a May 2013 attempt to control public speech as an export under the International Traffic in Arms Regulations (ITAR), a Cold War-era law intended to control exports of military articles. Under terms of the settlement, the government has agreed to waive its prior restraint against the plaintiffs, allowing them to freely publish the 3-D files and other information at issue. The government has also agreed to pay a significant portion of the plaintiffs’ attorney’s fees, and to return $10,000 in State Department registration dues paid by Defense Distributed as a result of the prior restraint. Significantly, the government expressly acknowledges that non-automatic firearms up to .50-caliber – including modern semi-auto sporting rifles such as the popular AR-15 and similar firearms – are not inherently military. “Not only is this a First Amendment victory for free speech, it also is a devastating blow to the gun prohibition lobby,” noted SAF founder and Executive Vice President Alan M. Gottlieb. “For years, anti-gunners have contended that modern semi-automatic sport-utility rifles are so-called ‘weapons of war,’ and with this settlement, the government has acknowledged they are nothing of the sort. “Under this settlement,” he continued, “the government will draft and pursue regulatory amendments that eliminate ITAR control over the technical information at the center of this case. They will transfer export jurisdiction to the Commerce Department, which does not impose prior restraint on public speech. That will allow Defense Distributed and SAF to publish information about 3-D technology.” The Second Amendment Foundation (www.saf.org) is the nation’s oldest and largest tax-exempt education, research, publishing and legal action group focusing on the Constitutional right and heritage to privately own and possess firearms. Founded in 1974, The Foundation has grown to more than 600,000 members and supporters and conducts many programs designed to better inform the public about the consequences of gun control.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3190": {
    "article_num": 771879020,
    "para_num": 17,
    "text": "What does all this mean? Well, it's pretty simple, and I highly recommend the Wired article, which is quite lengthy and has lots of information, but what this does is demonstrates that the genie is out of the bottle and there is just no way for gun grabbing Communists the world over to be able to truly enforce their unlawful acts of fun gun confiscation. Why? Because now, anyone with access to the internet and a 3D printer can print their very own gun that is unregistered. That's right, and it's perfectly legal to do so.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3193": {
    "article_num": 771879020,
    "para_num": 19,
    "text": "Wilson boasted that his efforts have officially killed gun control.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3200": {
    "article_num": 772836731,
    "para_num": 3,
    "text": "The US Democratic Party is determined to take the world to thermo-nuclear war rather than to admit that Hillary Clinton lost the presidential election fair and square. The Democratic Party was totally corrupted by the Clinton Regime, and now it is totally insane. Leaders of the Democratic Party, such as Nancy Pelosi and Chuck Schumer, my former co-author in the New York Times, have responded in a non-Democratic way to the first step President Trump has taken to reduce the extremely dangerous tensions with Russia that the Clinton, George W. Bush, and Obama regimes created between the two superpowers.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3204": {
    "article_num": 772836731,
    "para_num": 4,
    "text": "Yes, Russia is a superpower. Russian weapons are so superior to the junk produced by the waste-filled US military/security complex that lives high off the hog on the insouciant American taxpayer that it is questionable if the US is even a second class military power. If the insane neoconservatives, such as Max Boot, William Kristol, and the rest of the neocon scum get their way, the US, the UK, and Europe will be a radioactive ruin for thousands of years.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3210": {
    "article_num": 772836731,
    "para_num": 6,
    "text": "To be clear, the Democratic Minority Leader of the US House of Representatives has accused Donald Trump of high treason against the United States. There is no outcry against this blatantly false accusation, totally devoid of evidence. The presstitute media instead of protesting this attempt at a coup against the President of the United States, trumpet the accusation as self-evident truth. Trump is a traitor because he wants peace with Russia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3214": {
    "article_num": 772836731,
    "para_num": 7,
    "text": "Here is Democratic Senator Chuck Schumer (NY) repeating Pelosi’s false accusation: “Millions of Americans will continue to wonder if the only possible explanation for this dangerous behavior is the possibility that President Putin holds damaging information over President Trump.” If you don’t believe that this is orchestrated between Pelosi and Schumer, you are stupid beyond belief.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3217": {
    "article_num": 772836731,
    "para_num": 8,
    "text": "Here is disgraced Obama CIA director John Brennan, a leader of the fake Russiagate campaign against President Trump in order to prevent Trump from making peace with Russia and, thus, by making the world safer, threatening the massive, unjustified budget of the military/security complex: “Donald Trump’s press conference performance in Helsinki rises to and exceeds the threshold of high crimes and misdemeanors. It was nothing short of treasonous. Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin. Republican Patriots: Where are you???”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3219": {
    "article_num": 772836731,
    "para_num": 12,
    "text": "The Russians, the Chinese, the Iranians, and the North Koreans, as well as the rest of the world, desperately need to notice the extremely hostile reaction to peace on the part of the US Democratic Party, many members of the Republican Party, including the despicable US Republican Senators John McCain and Lindsey Graham, and the Western Presstitute Media, a collection of people on the CIA payroll according to the German newspaper editor, Udo Ulfkotte, and the CIA itself.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3222": {
    "article_num": 772836731,
    "para_num": 13,
    "text": "Nancy Pelosi, Chuck Schumer, John McCain, Lindsey Graham, and the rest of the corrupt filth that rules over us are all in the pay of the military/security complex. Just go and investigate the donations to their re-election campaigns. The 1,000 billion dollar budget of the military/security complex, amplified by the CIA’s front corporations and narcotics business, provides enormous sums with which to purchase the senators and representatives that the insouciant American voters think that they elect.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3230": {
    "article_num": 772836731,
    "para_num": 20,
    "text": "My emergence from The Matrix began with Thurmond’s pat on my shoulder. It grew with my time at the Wall Street Journal when I learned that some truthful things simply could not be said. In the Treasury I experienced how those outside interests opposed to a president’s policy marshall their forces and the media that they own to block it. Later as a member of a secret presidential committee, I saw how the CIA attempted to prevent President Reagan from ending the Cold War.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3232": {
    "article_num": 772836731,
    "para_num": 21,
    "text": "Today, right now, at this moment, we are faced with a massive effort of the military/security complex, the neoconservatives, the Democratic Party, and the presstitute media to discredit the elected President of the United States and to overthrow him in order that the utterly corrupt elite that rule American can continue to hold on to power and to protect the massive budget of the military/security complex that, along with the Israel Lobby, funds the elections of those who rule us. Trump, like Reagan, was an exception, and it is the exceptions that accumulate the ire of the corrupt leftwing, bought off with money, and the ire of the media, concentrated into small tight ownership groups indebted to those who permitted the illegal concentration of a once independent and diverse American media that once served, on occasion, as a watchdog over government. The rightwing, wrapped in the flag, dismisses all truth as “anti-American.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3234": {
    "article_num": 772836731,
    "para_num": 22,
    "text": "If Putin, Lavrov, the Russian government, the traitorous Russian Fifth Column—the Atlanticist Integrationists—the Chinese, the Iranians, the North Koreans think that any peace or consideration can come out of America, they are insane. Their delusions are setting themselves up for destruction. There is no institution in America, government or private, that can be trusted. Any government or person who trusts America or any Western country is stupid beyond belief.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3241": {
    "article_num": 772836731,
    "para_num": 30,
    "text": "If Putin doesn’t listen to him, Russia is in the trash can of history.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3251": {
    "article_num": 772947654,
    "para_num": 4,
    "text": "The initial appearance was so bad that I tweeted: “President Trump must clarify his statements in Helsinki on our intelligence system and Putin. It is the most serious mistake of his presidency and must be corrected – immediately.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3254": {
    "article_num": 772947654,
    "para_num": 7,
    "text": "“I have, on numerous occasions, noted our intelligence findings that Russians attempted to interfere in our elections. Unlike previous administrations, my administration has and will continue to move aggressively to repeal any efforts – and repel – we will stop it, we will repel it – any efforts to interfere in our elections. We’re doing everything in our power to prevent Russian interference in 2018.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3263": {
    "article_num": 772947654,
    "para_num": 13,
    "text": "First, the very people who have been loudest in attacking President Trump about his performance at the Helsinki summit are the people who failed to protect America from Russian meddling in 2016. The very intensity and nastiness of former CIA Director Brennan and former Director of National Intelligence Clapper is an attempt to distract attention from their failure to protect America. It was their duty in 2016 – not candidate Trump’s.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3264": {
    "article_num": 772947654,
    "para_num": 14,
    "text": "Second, the Trump administration has been far tougher on Russia than President Obama ever dreamed of being. The Trump administration is taking real actions designed to weaken Russia and force Putin to change his aggressive behavior.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3273": {
    "article_num": 772947654,
    "para_num": 23,
    "text": "Finally, a brief word about the strong language and vicious comments about the president.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3278": {
    "article_num": 772947654,
    "para_num": 26,
    "text": "Similarly, Obama-era national security officials seem determined to use the harshest possible language to attack President Trump. I think their strong words and hysteria are driven by their own guilt.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3279": {
    "article_num": 772947654,
    "para_num": 27,
    "text": "Whatever the Russians did, they did while Brennan was director of the CIA, Clapper was director of national intelligence, and James Comey was head of the Federal Bureau of Investigation. These former officials attack Trump ferociously to hide their own failure and their own guilt. Just keep that in mind the next time you see one of them on TV.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3280": {
    "article_num": 773520636,
    "para_num": 1,
    "text": "Biblical Illiterates Reverse Romans 13: Teach Submit to Tyranny!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3281": {
    "article_num": 773520636,
    "para_num": 3,
    "text": "Caesar had his Brutus, Charles the first his Cromwell; And George the third- Treason! Cried the speaker- May profit by their example. If this be treason, make the most of it. –Patrick Henry",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3296": {
    "article_num": 773520636,
    "para_num": 32,
    "text": "Did God tell His Church to submit to that which He condemns? (Deuteronomy 25:1; Proverbs 17:15) Absolutely not!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3297": {
    "article_num": 773520636,
    "para_num": 33,
    "text": "Is the Church to transgress His Laws, or to magnify and enforce His Laws unto judgment? (Psalm 40:8; Romans 3:31) Of course not! If He did, that would make God unjust.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3298": {
    "article_num": 773520636,
    "para_num": 35,
    "text": "The Lord has, in fact, commanded nowhere in Scripture for the Church to submit to the wicked. The Bible teaches just the exact opposite. We are to “have no fellowship with the unfruitful works of darkness, but rather reprove (expose) them” (Ephesians 5:11).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3303": {
    "article_num": 773520636,
    "para_num": 40,
    "text": "I ask, are Christians to submit to those who have sanctioned the murder of the innocent in the womb (Exodus 20:13; Proverbs 6:17)? Absolutely not!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3306": {
    "article_num": 773520636,
    "para_num": 41,
    "text": "Are Christians to submit to those who have redefined marriage where a man can now \"marry\" a man and a woman can now \"marry\" a woman (Leviticus 18:22; Romans 1:24 etc…)? Absolutely not!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3313": {
    "article_num": 773520636,
    "para_num": 45,
    "text": "If you remember, it was those same people who called for the crucifixion of Christ while crying out “We have no King but Caesar” (John 19:15).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "5445": {
    "article_num": 999000312,
    "para_num": 15,
    "text": "Assange is not a whistleblower or a spy – he is the greatest publisher of his age, and has done more to bring the crimes of governments to light than the mainstream media will ever be motivated to achieve. That supposedly great newspaper titles like the Guardian, New York Times and Washington Post are involved in the spreading of lies to damage Assange, and are seeking his imprisonment for publishing state secrets, is clear evidence that the idea of the “liberal media” no longer exists in the new plutocratic age. The press are not on the side of the people, they are an instrument of elite control.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5495": {
    "article_num": 999000874,
    "para_num": 18,
    "text": "Last week, Acosta’s press pass to access the White House was suspended “until further notice” after he engaged in the contentious back-and-forth over the migrant caravan working its way up through Mexico. Trump characterizes the caravan as “an invasion,” a term to which Acosta objected.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5513": {
    "article_num": 999001032,
    "para_num": 9,
    "text": "Candidate’s True Politics: “Gillum is a Progressive” and “He is a part of the crazy, crazy, crazies.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5517": {
    "article_num": 999001032,
    "para_num": 11,
    "text": "Secret Gun Control Agenda Revealed: “three day waiting period for everybody,” “small steps” to ban assault rifles; “I don’t think he can say it [be]cause he’s trying to get the moderates”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5519": {
    "article_num": 999001032,
    "para_num": 12,
    "text": "Florida is a “F***ed up,” “cracker state,” “you have to appeal to white guilt”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5529": {
    "article_num": 999001032,
    "para_num": 23,
    "text": "Smith says that “the rules in Florida are f***ed up” and that Florida is a “cracker state,” explaining that the Florida legislature has to become racially black for Gillum’s agenda to advance.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5532": {
    "article_num": 999001032,
    "para_num": 25,
    "text": "Smith says that in order to get voters on board with Gillum’s fairy tale platform, the campaign must “whip” lower income individuals “into a frenzy.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5541": {
    "article_num": 999001032,
    "para_num": 31,
    "text": "Gillum is a “crazy, crazy,” Democrat",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5542": {
    "article_num": 999001032,
    "para_num": 32,
    "text": "Smith also explains Gillum’s political worldview, saying that “Gillum is a progressive… He is a part of the crazy crazy crazies.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5545": {
    "article_num": 999001032,
    "para_num": 34,
    "text": "ESERMAN: “In order to win he had to be… He’s really left of center. So he was being left, not left of center… For the primary. Now [in the general] he’s going back to left of center.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5548": {
    "article_num": 999001032,
    "para_num": 38,
    "text": "YOUNG: “… I do think he’s not saying specifically like I’m going to ban bump stocks or I’m against ATs, only because he’s running a race right now. I do think he would support anybody doing that stuff, Bill Nelson… But I don’t think he can say it just [be]cause he’s trying to get the moderates and the gun-toting people in North Florida…”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5560": {
    "article_num": 999001033,
    "para_num": 17,
    "text": "“I do think he’s not saying specifically like I’m going to ban bump stocks or I’m against ARs, only because he’s running a race right now. I do think he would support anybody doing that stuff, Bill Nelson. … But I don’t think he can say it just [be]cause he’s trying to get the moderates and the gun-toting people in North Florida.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5562": {
    "article_num": 999001033,
    "para_num": 19,
    "text": "The video evidence confirms that Gillum is lying to Florida voters. Will there be wall-to-wall coverage in the media eviscerating Gilllum for making promises he can’t keep? Will Gillum be asked to denounce his campaign staffer using a racial slur to demean white voters in Florida?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5566": {
    "article_num": 999001188,
    "para_num": 6,
    "text": "Not with the changes they’ve made in response to the border-crashers that pushed their way into Mexico.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5573": {
    "article_num": 999001211,
    "para_num": 3,
    "text": "For any constitutionalist, the ruling by Trump-appointed Judge Timothy J. Kelly was nothing but surreal, and honestly, he should be impeached over his frivolous ruling that demanded the White House reinstate CNN reporter Jim Acosta's press pass. However, the White House has decided to comply, which I wonder just how dangerous a precedent this sets, and as a result, White House Press Secretary Sarah Sanders has issued a code of conduct for the White House press.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5592": {
    "article_num": 999001256,
    "para_num": 3,
    "text": "Defeated Georgia gubernatorial candidate Stacey Abrams finally ended her challenges on Friday and ended her challenges against Republican opponent Brian Kemp. However, in the same breath that she ended the challenges, she also declared she would be filing a federal lawsuit over what she called \"gross mismanagement\" of elections.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5600": {
    "article_num": 999001256,
    "para_num": 17,
    "text": "Thank God, Georgia didn't elect this peach.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5608": {
    "article_num": 999001280,
    "para_num": 3,
    "text": "Notice how quickly the drive-by media and self-proclaimed \"fact checkers\" gunned down the Trump administration and Infowars with their lying propaganda over the video that was enhanced, not doctored, to demonstrate that all of them and Jim Acosta are lying through their Communist teeth? Yep, I noticed too, and now they're trying to move on, but I'm gonna get in one last bit before we do.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5623": {
    "article_num": 999001280,
    "para_num": 21,
    "text": "MBFC actually called CNN \"left biased,\" which is correct but followed up with:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5629": {
    "article_num": 999001280,
    "para_num": 26,
    "text": "I'm sure NewsGuard, Yemile Bucay, Anna-Sophie Harling and Amy Westfeldt need to update this in the light of the obvious lies and editing of the Acosta video and decades of documented, outright lies and propaganda by the Clown News Network, but you can't expect real transparency from an outlet like Newsguard whose writers aren't transparent about their own political bias, can you? Nope, you can't, and you can't expect it when some of those writers write for other publications that don't measure up to NewsGuard's standards either.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5636": {
    "article_num": 999001280,
    "para_num": 29,
    "text": "But the real irony here is that the media labeled Paul Joseph Watson and Infowars as \"conspiracy theorists\" and yet, PJW has exposed their blatant conspiracy to smear President Trump, Sarah Sanders and the White House aide.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5649": {
    "article_num": 999001290,
    "para_num": 18,
    "text": "More like a strong, lying, propagandizing press, right CNN?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5666": {
    "article_num": 999001296,
    "para_num": 3,
    "text": "It is high time that this begin. The Democrats are committing voter fraud on a massive scale, and not only in Florida, but in Arizona, Georgia, California and elsewhere. In Arizona, it is already over, and a pro-jihad Marxist Democrat who lost the election will be going to the Senate. In Florida, the Democrats are likewise working feverishly to overturn the will of the people. They are insane in their lust for power, and will destroy even our democratic system to get it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5669": {
    "article_num": 999001296,
    "para_num": 13,
    "text": "Among the counties in question is Broward, which emerged as the epicenter of controversy as three statewide races and three local legislative races went into recounts following the Nov. 6 elections. Republicans have pointed to embattled Broward Elections chief Brenda Snipes’ record of past election gaffes in arguing that the largely Democratic country is tilted against them — perhaps fraudulently so.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5678": {
    "article_num": 999001299,
    "para_num": 3,
    "text": "Fox News is largely controlled opposition despite what many may think. They have a couple of people that actually are conservative. Other than that, they have liberals and neo-cons running rampant. Many were surprised to discover that Fox News not only is supporting lying CNN and lying Jim Acosta, but they are even going so far as to file an amicus brief with the US district court over the White House's revoking of Acosta's press pass.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5680": {
    "article_num": 999001299,
    "para_num": 4,
    "text": "One would think these people would understand that this is not a First Amendment issue. If it were, they wouldn't have to apply for a White House press pass. This is a privilege issue and it seems that Acosta wore out his welcome with his attacks on Sarah Sanders, being belligerent during his time asking a question(s) of President Donald Trump, and his pushing aside a White House aide who simply tried to remove the microphone from him.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5681": {
    "article_num": 999001299,
    "para_num": 5,
    "text": "Trump was right, Acosta is a \"rude, terrible person.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5688": {
    "article_num": 999001299,
    "para_num": 15,
    "text": "So, Fox joins with the least trusted name in news, the Clown News Network, to go after the White House on something that is the White House's prerogative and claim it's about free press. It's not.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5691": {
    "article_num": 999001299,
    "para_num": 18,
    "text": "As they should. It's frivolous, but because they are immature children over at CNN, it's not surprising, and frankly, it's no surprise coming from Fox either.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5693": {
    "article_num": 999001323,
    "para_num": 7,
    "text": "“We are gratified with this result and we look forward to a full resolution in the coming days,” a CNN representative said in a statement. “Our sincere thanks to all who have supported not just CNN, but a free, strong and independent American press.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5695": {
    "article_num": 999001323,
    "para_num": 9,
    "text": "Acosta’s press credential was revoked by the White House on Nov. 7 after a testy exchange with President Donald Trump at a White House news conference. At one point, Acosta refused to relinquish the microphone to a White House aide who tried to retrieve it from him. It was the latest in a series of public confrontations between Acosta and Trump, who has repeatedly characterized CNN’s critical coverage of him as “fake news” since the 2016 presidential campaign.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5697": {
    "article_num": 999001323,
    "para_num": 14,
    "text": "The White House argued that Acosta’s behavior, which it described as rude and aggressive, was the reason for revoking his credential.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5700": {
    "article_num": 999001419,
    "para_num": 7,
    "text": "The president described Acosta as \"unbelievably rude to [White House Press Secretary] Sarah Huckabee, who’s a wonderful woman,\" and said his administration is drawing up \"rules and regulations\" for White House reporters. \"And if he misbehaves, we’ll throw him out or we’ll stop the news conference,\" Trump said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5702": {
    "article_num": 999001419,
    "para_num": 8,
    "text": "Acosta’s hard pass was pulled after a contentious Nov. 7 press conference at the White House. After interacting with President Trump – Acosta said he wanted to “challenge” him on calling the Central American caravans an “invasion” – the president called upon another reporter to speak. After lecturing Trump, Acosta belligerently refused to yield the microphone to a White House staffer and pushed her arm away as she reached for the device, all of which was captured on video.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5704": {
    "article_num": 999001419,
    "para_num": 11,
    "text": "The U.S. Department of Justice said the court ruling was disappointing. “The President has broad authority to regulate access to the White House, including to ensure fair and orderly White House events and press conferences. We look forward to continuing to defend the White House's lawful actions.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5708": {
    "article_num": 999001419,
    "para_num": 20,
    "text": "The Acosta-CNN lawsuit was filed by Ted Boutrous and Trump-hating Republican lawyer Ted Olson, of the law firm Gibson, Dunn, and Crutcher. Olson was solicitor general in President George W. Bush’s administration. (The legal complaint may be viewed here.)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5713": {
    "article_num": 999001619,
    "para_num": 4,
    "text": "Reporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even hardened opponents of Assange in the corporate media are struggling to stand by it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5718": {
    "article_num": 999001619,
    "para_num": 9,
    "text": "To underscore the intended effect of the Guardian’s new claims, Harding even throws in a casual and unsubstantiated reference to “Russians” joining Manafort in supposedly meeting Assange.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5719": {
    "article_num": 999001619,
    "para_num": 12,
    "text": "The emotional impact of the Guardian story is to suggest that Assange is responsible for four years or more of Trump rule. But more significantly, it bolsters the otherwise risible claim that Assange is not a publisher – and thereby entitled to the protections of a free press, as enjoyed by the Guardian or the New York Times – but the head of an organisation engaged in espionage for a foreign power.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5724": {
    "article_num": 999001619,
    "para_num": 22,
    "text": "The idea that Manafort or “Russians” could have wandered into the embassy to meet Assange even once without their trail, entry and meeting being intimately scrutinised and recorded is simply preposterous.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5728": {
    "article_num": 999001619,
    "para_num": 27,
    "text": "The problem with this latest fabrication is that [Ecuador’s President] Moreno had already released the visitor logs to the Mueller inquiry. Neither Manafort nor these “Russians” are in the visitor logs … What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort? Furthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged “Russians”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5736": {
    "article_num": 999001619,
    "para_num": 34,
    "text": "It appears the Guardian has simply taken this story, provided by spooks, at face value. Even if it later turns out that Manafort did visit Assange, the Guardian clearly had no compelling evidence for its claims when it published them. That is profoundly irresponsible journalism – fake news – that should be of the gravest concern to readers.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5739": {
    "article_num": 999001619,
    "para_num": 38,
    "text": "First, he suggested it was simply evidence of the Guardian’s long-standing (and well-documented) hostility towards Assange.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5742": {
    "article_num": 999001619,
    "para_num": 39,
    "text": "“The Guardian, an otherwise solid and reliable paper, has such a pervasive and unprofessionally personal hatred for Julian Assange that it has frequently dispensed with all journalistic standards in order to malign him.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5746": {
    "article_num": 999001619,
    "para_num": 41,
    "text": "“They [Guardian editors] knew that publishing this story would cause partisan warriors to excitedly spread the story, and that cable news outlets would hyperventilate over it, and that they’d reap the rewards regardless of whether the story turned out to be true or false.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5748": {
    "article_num": 999001619,
    "para_num": 42,
    "text": "And finally, in a bizarre tweet, Greenwald opined, “I hope the story [maligning Assange] turns out true” – apparently because maintenance of the Guardian’s reputation is more important than Assange’s fate and the right of journalists to dig up embarrassing secrets without fear of being imprisoned.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5749": {
    "article_num": 999001619,
    "para_num": 43,
    "text": "I think the Guardian is an important paper with great journalists. I hope the story turns out true. But the skepticism over this story is very widespread, including among Assange's most devoted haters, because it's so sketchy. If Manafort went there, there's video. Let's see it. — Glenn Greenwald (@ggreenwald) November 28, 2018",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5751": {
    "article_num": 999001619,
    "para_num": 45,
    "text": "What this misses is that the Guardian’s attacks on Assange are not exceptional or motivated solely by personal animosity. They are entirely predictable and systematic. Rather than being the reason for the Guardian violating basic journalistic standards and ethics, the paper’s hatred of Assange is a symptom of a deeper malaise in the Guardian and the wider corporate media.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5754": {
    "article_num": 999001619,
    "para_num": 46,
    "text": "Even aside from its decade-long campaign against Assange, the Guardian is far from “solid and reliable”, as Greenwald claims. It has been at the forefront of the relentless, and unhinged, attacks on Labour leader Jeremy Corbyn for prioritising the rights of Palestinians over Israel’s right to continue its belligerent occupation. Over the past three years, the Guardian has injected credibility into the Israel lobby’s desperate efforts to tar Corbyn as an anti-semite. See here, here and here.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5758": {
    "article_num": 999001619,
    "para_num": 48,
    "text": "The Guardian’s coverage of Latin America, especially of populist leftwing governments that have rebelled against traditional and oppressive US hegemony in the region, has long grated with analysts and experts. Its especial venom has been reserved for leftwing figures like Venezuela’s Hugo Chavez, democratically elected but official enemies of the US, rather than the region’s rightwing authoritarians beloved of Washington.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5760": {
    "article_num": 999001619,
    "para_num": 49,
    "text": "The Guardian has been vocal in the so-called “fake news” hysteria, decrying the influence of social media, the only place where leftwing dissidents have managed to find a small foothold to promote their politics and counter the corporate media narrative.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5762": {
    "article_num": 999001619,
    "para_num": 50,
    "text": "The Guardian has painted social media chiefly as a platform overrun by Russian trolls, arguing that this should justify ever-tighter restrictions that have so far curbed critical voices of the dissident left more than the right.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5764": {
    "article_num": 999001619,
    "para_num": 52,
    "text": "Equally, the Guardian has made clear who its true heroes are. Certainly not Corbyn or Assange, who threaten to disrupt the entrenched neoliberal order that is hurtling us towards climate breakdown and economic collapse.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5767": {
    "article_num": 999001619,
    "para_num": 53,
    "text": "Its pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the largest crime against humanity in living memory – the attack on Iraq.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5769": {
    "article_num": 999001619,
    "para_num": 54,
    "text": "That “humanitarian intervention” cost the lives of many hundreds of thousands of Iraqis and created a vacuum that destabilised much of the Middle East, sucked in Islamic jihadists like al-Qaeda and ISIS, and contributed to the migrant crisis in Europe that has fuelled the resurgence of the far-right. None of that is discussed in the Guardian or considered grounds for disqualifying Blair as an arbiter of what is good for Britain and the world’s future.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5771": {
    "article_num": 999001619,
    "para_num": 55,
    "text": "The Guardian also has an especial soft spot for blogger Elliot Higgins, who, aided by the Guardian, has shot to unlikely prominence as a self-styled “weapons expert”. Like Luke Harding, Higgins invariably seems ready to echo whatever the British and American security services need verifying “independently”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5774": {
    "article_num": 999001619,
    "para_num": 56,
    "text": "Higgins and his well-staffed website Bellingcat have taken on for themselves the role of arbiters of truth on many foreign affairs issues, taking a prominent role in advocating for narratives that promote US and NATO hegemony while demonising Russia, especially in highly contested arenas such as Syria.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5775": {
    "article_num": 999001619,
    "para_num": 57,
    "text": "That clear partisanship should be no surprise, given that Higgins now enjoys an “academic” position at, and funding from, the Atlantic Council, a high-level, Washington-based think-tank founded to drum up support for NATO and justify its imperialist agenda.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5777": {
    "article_num": 999001619,
    "para_num": 58,
    "text": "Improbably, the Guardian has adopted Higgins as the poster-boy for a supposed citizen journalism it has sought to undermine as “fake news” whenever it occurs on social media without the endorsement of state-backed organisations.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5782": {
    "article_num": 999001619,
    "para_num": 60,
    "text": "Its job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: whether they are a platform like Wikileaks promoting whistle-blowing against a corrupt western elite; or a politician like Jeremy Corbyn seeking to break apart the status quo on the rapacious financial industries or Israel-Palestine; or a radical leader like Hugo Chavez who threatened to overturn a damaging and exploitative US dominance of “America’s backyard”; or social media dissidents who have started to chip away at the elite-friendly narratives of corporate media, including the Guardian.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5785": {
    "article_num": 999001619,
    "para_num": 62,
    "text": "UPDATE: Excellent background from investigative journalist Gareth Porter, published shortly before Harding’s story, explains why the Guardian’s hit-piece is so important for those who want Assange out of the embassy and behind bars. Read Porter’s article here.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5790": {
    "article_num": 999001621,
    "para_num": 5,
    "text": "In 2015 the British Guardian appointed Katherine Viner as editor in chief. Under her lead the paper took a new direction. While it earlier made attempts to balance its shoddier side with some interesting reporting, it is now solidly main stream in the worst sense. It promotes neo-liberalism and a delves into cranky identity grievances stories. It also became an main outlet for manipulative propaganda peddled by the British secret services.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5792": {
    "article_num": 999001621,
    "para_num": 6,
    "text": "Its recent fake news story about Paul Manafort, Wikileaks and Julian Assange aptly demonstrates this. The documentation of it is a bit lengthy but provides that it was a willful fake.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5794": {
    "article_num": 999001621,
    "para_num": 9,
    "text": "WikiLeaks @wikileaks - 13:06 utc - 27 Nov 2018 SCOOP: In letter today to Assange's lawyers, Guardian's Luke Harding, winner of Private Eye's Plagiarist of the Year, falsely claims jailed former Trump campaign manager Paul Manafort had secret meetings with Assange in 2013, 2015 and 2016 in story Guardian are \"planning to run\".",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5798": {
    "article_num": 999001621,
    "para_num": 17,
    "text": "But several people who had followed the Russiagate fairytale and the Mueller investigation were immediately suspicious of the Guardian claim.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5803": {
    "article_num": 999001621,
    "para_num": 20,
    "text": "Moreover, the main author of the story, Luke Harding, is known to be a notorious fraud, a russo-phobe intelligence asset with a personal grievance towards Assange and Wikileaks. A year ago an important Moon of Alabama piece - From Snowden To Russia-gate - The CIA And The Media - mentioned Harding:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5807": {
    "article_num": 999001621,
    "para_num": 21,
    "text": "The people who promote the \"Russian influence\" nonsense are political operatives or hacks. Take for example Luke Harding of the Guardian who just published a book titled Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win. He was taken apart in a Real News interview (vid) about the book. The interviewer pointed out that there is absolutely no evidence in the book to support its claims. When asked for any proof for his assertion Harding defensively says that he is just \"storytelling\" - in other words: it is fiction. Harding earlier wrote a book about Edward Snowden which was a similar sham. Julian Assange called it \"a hack job in the purest sense of the term\". Harding is also known as plagiarizer. When he worked in Moscow he copied stories and passages from the now defunct Exile, run by Matt Taibbi and Mark Ames. The Guardian had to publish an apology.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5809": {
    "article_num": 999001621,
    "para_num": 22,
    "text": "The new Guardian story looked like another weak attempt to connect the alleged Russian malfeasance with Assange and the Wikileaks publishing of the DNC emails. Assange and other involved people deny that such a relation existed. There is no public evidence that support such claims.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5812": {
    "article_num": 999001621,
    "para_num": 34,
    "text": "In a series of tweets WikiLeaks said Assange and Manafort had not met. Assange described the story as a hoax.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5814": {
    "article_num": 999001621,
    "para_num": 37,
    "text": "This defensive Guardian claim is, like its story, evidently completely false. Wikileaks publicly denied the Guardian's claims 90 minutes before the story was first published. Manafort asserts that his lawyers had notified the Guardian that the story was false before the Guardian 'proceeded with the story'.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5815": {
    "article_num": 999001621,
    "para_num": 40,
    "text": "A day after the Guardian smear piece the Washington Times reported that Manafort's passports, entered into evidence by the Mueller prosecution, show that he did not visit London in any of the years the Guardian claimed he was there to visit Assange.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5819": {
    "article_num": 999001621,
    "para_num": 43,
    "text": "The Guardian has become a main outlet for British government disinformation operations aimed at defaming Russia. It smeared Assange and Snowden as Russian collaborators. It uncritically peddled the Russiagate story and the nonsensical Skripal claims which are both obviously concocted by British intelligence services. That seems to have become its main purpose.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5827": {
    "article_num": 999001621,
    "para_num": 47,
    "text": "The truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him. With this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative. Its job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: ... The Guardian did not make a mistake in vilifying Assange without a shred of evidence. It did what it is designed to do.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5832": {
    "article_num": 999001621,
    "para_num": 48,
    "text": "We have previously shown that the Guardian even uses fascist propaganda tropes to smear the Russian people. It is openly publishing Goebbels' cartoons and rhetoric against Europes biggest state. There is no longer any line that it does not dare to cross. Unfortunately other 'western' media are not much better.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5835": {
    "article_num": 999001621,
    "para_num": 49,
    "text": "Within hours of being published the Guardian piece was debunked as fake news. That did not hinder other outlets to add to its smear. Politico allowed \"a former CIA officer,\" writing under a pen name, to suggest - without any evidence - that the Guardian has been duped - not by its MI5/6 and Ecuadorian spy sources, but by Russian disinformation:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5837": {
    "article_num": 999001621,
    "para_num": 50,
    "text": "Rather than being the bombshell smoking gun that directly connects the Trump campaign to WikiLeaks, perhaps the report is something else entirely: a disinformation campaign. Is it possible someone planted this story as a means to discredit the journalists?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5844": {
    "article_num": 999001621,
    "para_num": 57,
    "text": "Unfortunately no western main stream media can any longer be trusted to publish the truth. The Guardian is only one of many which peddle smears and disinformation about the 'enemies' of the ruling 'western interests'. It is on all of us to debunk them and to educate the public about their scheme.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5849": {
    "article_num": 999001970,
    "para_num": 6,
    "text": "That's what Columbia snowflakes thought was offensive. I can't imagine what they would have made of Richard Pryor, or at this point even, Chris Rock. It's also a version of a Sammy Davis Jr joke about converting to Judaism. Which is now a hate crime.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5851": {
    "article_num": 999001970,
    "para_num": 8,
    "text": "Comrades, these jokes you have been listening to are thought crimes!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  }
}