{
  "1206": {
    "article_num": 727405181,
    "para_num": 3,
    "text": "So far, no one has ever managed to land on the far side of the moon, or near its shadowy poles. India wants to tackle both those firsts in one fell swoop this year, with its Chandrayaan-2 mission, a trio of orbiter, lander and rover that would represent the country's second visit to the moon.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1207": {
    "article_num": 727493378,
    "para_num": 5,
    "text": "Seriously, it's been four months already!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1212": {
    "article_num": 727493378,
    "para_num": 11,
    "text": "That's exactly right! Something is rotten in Denmark! On top of that, we have questions as to whether the body was even that of Stephen Paddock, given the fact that certain elements of the Paddock in the preliminary police report, which mentioned the autopsy, are apparently at odds with the Paddock of other documentation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1214": {
    "article_num": 727497152,
    "para_num": 1,
    "text": "Las Vegas Massacre Coverup: Clark County Coroner Releases 58 Autopsy Reports With All Names Redacted, No Ballistics, And No Stephen Paddock Autopsy",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1216": {
    "article_num": 727497152,
    "para_num": 5,
    "text": "Not only did the coroner drag his feet and release the autopsy reports late Wednesday, but all of the names were redacted in the reports, with no mention of ballistic data, bullet caliber, or trajectories. This, despite the fact that the report does state that recovered bullet fragments were turned over to the police.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1217": {
    "article_num": 727569885,
    "para_num": 3,
    "text": "Yesterday’s State of the Union address issued by Donald Trump represented a refreshing break from the eight years of pusillanimous foreign policies pursued by past administration. Nowhere was this more evident than in the manner in which Trump described Iran’s repressive regime and attempts by the Iranian people to overthrow it through peaceful protest.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1220": {
    "article_num": 727569885,
    "para_num": 4,
    "text": "When it comes to Iran’s governing authorities, the Trump administration is under no illusions about the nefarious nature of this fascist theocracy. “We are restoring clarity about our adversaries,” Trump stated in a not too subtle jibe at his predecessor who seemed to be in a perpetual state of confusion about who his friends and enemies were. Trump also referenced the recent widespread Iranian protests, crushed with extreme ruthlessness by the Iranian Revolutionary Guard Corps and its Basij auxiliary militia. “When the people of Iran rose up against the crimes of a corrupt dictatorship,” he stated, “I did not stay silent. America stands with the people of Iran in their courageous struggle for freedom.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1222": {
    "article_num": 727569885,
    "para_num": 6,
    "text": "In a misguided effort to secure Iran’s willingness to sign the Joint Comprehensive Plan of Action, Obama sold everything including the kitchen sink. He tried selling the American people on the naïve notion that there were moderate elements of import in the Iranian government, ignoring the obvious fact that all authority in Iran is vested with the Supreme Leader, Ayatollah Khamenei, and his IRGC henchmen. The tried and true concept of peace through strength gave way to fecklessness through appeasement.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1223": {
    "article_num": 727569885,
    "para_num": 8,
    "text": "Obama’s near messianic zealotry in his interactions with the mullahs severely compromised America’s national security and weakened its image on the international stage. Worse, it emboldened the mullahs (appeasement tends to do that) who seemed to revel in Obama’s groveling.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1225": {
    "article_num": 727569885,
    "para_num": 9,
    "text": "Iran’s mischief-making extends far and wide but it is in the Arabian Gulf where friction between the IRGC and the United States Navy remains constant. Iran regards the Arabian Gulf as its domain and but for the presence of the U.S. 5th Fleet, would have full reign over its waters, which include the strategic Strait of Hormuz. In addition to securing the Gulf, the 5th Fleet serves as a constant reminder to the Iranians of their impotence.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1226": {
    "article_num": 727569885,
    "para_num": 10,
    "text": "But the deterrent effect of the Navy’s 5th Fleet, and for that matter America’s military might, is only as effective as the political leadership that commands it, and Barack Obama as Commander in Chief of the armed forces did little to instill fear or project deterrence. On the contrary, the Iranians correctly viewed him as weak, indecisive and ineffectual. On his watch, American warships patrolling the Gulf were harried by armed IRGC speed boats and larger navy frigates with near impunity. At times Iranian naval vessels closed to within 600 to 150 yards of American warships. The navy termed these near ritualistic, belligerent encounters, “unsafe and unprofessional.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1228": {
    "article_num": 727569885,
    "para_num": 13,
    "text": "Soon after taking office, Trump noted that “Iran [was] playing with fire” and added that he wouldn’t be as “kind” to the mullahs as Obama was. This wasn’t empty rhetoric. It was backed up by tangible action. Additional sanctions were imposed against Iran for acting in defiance of UNSCR 2231. Sanctions were also imposed against the IRGC for supporting terrorism. Trump’s DOJ revived and breathed new life into Project Cassandra, a promising anti-Hezbollah/IRGC law enforcement initiative shelved by Obama. Most importantly, Trump failed to certify the JCPOA noting material Iranian breaches, and has threatened to abrogate the deal in its entirety unless modifications are implemented. Those modifications would include an end to absurd sunset clauses in the JCPOA and tough restrictions on ballistic missile testing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1229": {
    "article_num": 727569885,
    "para_num": 14,
    "text": "The mullahs have become cognizant of the fact that there’s a new sheriff in town, one that backs up tough talk with action and doesn’t ask “how high” when they say “jump.” Clearly, the IRGC’s new docile posture in the Arabian Gulf is a direct consequence of this realization.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1231": {
    "article_num": 727634031,
    "para_num": 48,
    "text": "\"Revulsion,\" Haig said of his reaction. \"Sickness. Horror that this man would do something like that.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1234": {
    "article_num": 727658675,
    "para_num": 6,
    "text": "“God decides the time, and the time will come when the Pope and the episcopacy again will proclaim, with all clarity, unambiguity and beauty, the sanctity of marriage, and of the family, and of the Eucharist,” Schneider told LifesiteNews in an exclusive Jan. 15 interview.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1237": {
    "article_num": 727658675,
    "para_num": 8,
    "text": "In conversation with LifeSiteNews, Schneider said greater public support of the document from the world’s 5,000 bishops would be “a stronger voice for professing the constant truths of the Church, and it would be a beautiful common voice defending the sanctity and the indissolubility of marriage in the midst of a real neo-pagan society where divorce has become a plague and where sexual depravity is increasingly spreading.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1240": {
    "article_num": 727658675,
    "para_num": 11,
    "text": "Such a reading is causing “rampant confusion,” will spread “a plague of divorce” in the Church, and is “alien” to the Church’s entire faith and Tradition, the three bishops said in the profession.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1247": {
    "article_num": 727736557,
    "para_num": 5,
    "text": "As a result, Haig said that he has received death threats and people have pounded on his door to tell him that he deserves to die. \"It makes me feel horrible,\" he said at a news conference Friday morning. \"People need to do their research and think rather than just react viscerally.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1248": {
    "article_num": 727736557,
    "para_num": 6,
    "text": "It's not just people harassing Haig at his home: Conspiracy theorists online have seized on Haig's engineering background to lob wild claims about the Las Vegas shooting. Many of their theories lean heavily on Haig's LinkedIn profile, which says that Haig previously worked for Boeing and Northrop Grumman.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1250": {
    "article_num": 727736557,
    "para_num": 8,
    "text": "\"Let’s not forget that it is a fact that helicopters were lurking behind the Mandalay Bay during the attack which were not shown on the radar,\" author Shepard Ambellas writes. Ambellas claims helicopters provided an \"air assault\" during the massacre, a ludicrous theory he's expounded upon on InfoWars with the internet's conspiracy-theorist-in-chief Alex Jones.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1253": {
    "article_num": 727736557,
    "para_num": 11,
    "text": "Laura Loomer, a noxious far-right personality who formerly worked for Project Veritas, also started making hay with Haig's background in Arizona aerospace. She wrote on Twitter that the massacre \"is starting to look more and more like a gun running operation gone wrong every day.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1262": {
    "article_num": 727869189,
    "para_num": 9,
    "text": "Faggioli, meanwhile, outlined a genuinely surprising position. Rather than making a straightforward case for why Pope Francis has changed the Church for the better, Faggioli rejected the possibility of evaluating his papacy in terms of “continuity” with past popes, since doing so would assume that “Christianity at some point . . . was complete,” which Faggioli does not think is true.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1263": {
    "article_num": 727869189,
    "para_num": 10,
    "text": "While I emphatically disagree with this argument, I have to hand it to Faggioli: From the outset, he made clear that he was not planning to debate Douthat on the implications of the Francis papacy. Instead, through a combination of rhetorical tricks and soft-peddled Hegelianism, he would completely redefine the role and nature of the Catholic Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1266": {
    "article_num": 727869189,
    "para_num": 13,
    "text": "This is a lovely suggestion, and one that I’m not entirely unsympathetic to. However, the fact remains that Faggioli is suggesting the Church do much more than provide sacraments to the faithful. Just before invoking the German case, Faggioli characterized the country as one of the most secular in the world. But rather than lamenting what secularism has wrought on marital life in Germany, reasserting the Church’s position on marriage, and insisting that the faithful strive to live according to her laws, Faggioli argues that the Church ought to bend to the will of secular society.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1267": {
    "article_num": 727869189,
    "para_num": 16,
    "text": "Unsurprisingly, this progressive interpretation of Catholic doctrine eventually reveals itself to be rank historicism. Throughout the debate, Faggioli drew out the argument that allowing the remarried to receive communion would not represent a radical change in doctrine but a return to the teachings of the Gospel.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1271": {
    "article_num": 727869189,
    "para_num": 21,
    "text": "It strikes me, however, that everybody — Catholic or not — has a dog in this fight, which is about more than communion and canon law. At its core, this debate is about truth and our ability to judge right from wrong. Could we possibly say, for instance, that it’s impossible to judge the presidency of Donald Trump relative to past presidents? Of course not — that would be preposterous, as I’m sure Faggioli would agree.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1274": {
    "article_num": 728169864,
    "para_num": 3,
    "text": "The Democratic Party promotes itself as an advocacy group for all matters concerning homosexuals and labels politicians, who take stances opposite theirs on politically charged issues such as same-sex marriage, as bigots. Yet, the party keeps on inviting an imam, who has a long record of hostility toward homosexuals, to participate at its annual functions. This blatant hypocrisy shows the political bankruptcy of their leadership’s claims to be pro-gay and anti-bigotry and reveals their intention to pander to those in the Muslim community who spew intolerance and would wish others harm.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1276": {
    "article_num": 728169864,
    "para_num": 8,
    "text": "One stop on Shafayat Mohamed’s Facebook page and one can view his profile photo of him holding a dark green book with gold border and letters on the cover. The book is “The Meaning of THE HOLY QUR’AN,” a version of the Quran that was banned by the Los Angeles public school system, in February 2002, for containing numerous anti-Semitic commentaries. In it, Jews are described as: “arrogant,” “jealous,” “selfish,” “spiteful,” “greedy,” “cursed,” “apes and swine,” and “under divine displeasure.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1280": {
    "article_num": 728169864,
    "para_num": 13,
    "text": "He began his speech by attacking President Barack Obama for supporting same-sex marriage. He asked the following, “Did you hear what President Obama said?… Do you know what a sad situation we are in this country?... Here you have the President of the United States of America saying that a man could marry a man?… Are we sleeping? Do you believe in the Quran? Are we gonna sit and have the Quran be ridiculed?” He then cited the Christian and Jewish Bible, barking loudly, “The Bible says that if a man sleeps with a man, he should be killed!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1282": {
    "article_num": 728169864,
    "para_num": 17,
    "text": "In July 2010, the Anti-Defamation League (ADL) condemned Ruiz’s AMANA for posting what the ADL called a “venomous” anti-Semitic Duke video onto the group’s official website. AMANA is currently promoting another anti-Semitic Duke-produced video, on the AMANA site. The President of AMANA, Sofian Zakkout, has referred to Duke as “David Duke, a man to believe in!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1286": {
    "article_num": 728343601,
    "para_num": 11,
    "text": "That was more than two weeks before the bishop's ordination in the south Chilean city of Osorno, an event dramatically disrupted by hundreds of protesters accusing Bishop Barros of covering up Karadima's sex attacks on young boys.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1287": {
    "article_num": 728343601,
    "para_num": 13,
    "text": "\"Holy Father, I decided to write this letter to you because I'm tired of fighting, crying and suffering,\" Mr Cruz writes.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1288": {
    "article_num": 728343601,
    "para_num": 15,
    "text": "\"Our story is well known and there's no point reminding you of it, except to tell you of the horror of having experienced this abuse and how I wanted to kill myself.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1289": {
    "article_num": 728343601,
    "para_num": 17,
    "text": "In that letter, Mr Cruz accuses Bishop Barros of \"doing all the dirty work of Fernando Karadima\", and describes the abuse he suffered and which Bishop Barros allegedly witnessed.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1292": {
    "article_num": 728680557,
    "para_num": 7,
    "text": "In the document, the three bishops solemnly professed the Church’s received teaching and discipline regarding sacramental marriage and the limited conditions (see Familiaris Consortio, n. 84) under which Catholics who are civilly divorced and joined in a second union may receive sacramental absolution and Holy Communion.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1293": {
    "article_num": 728680557,
    "para_num": 9,
    "text": "Bishop Fischer’s support of the profession comes one week after Bishop Athanasius Schneider, auxiliary of Astana, Kazakstan, invited the world’s bishops to sign the document and join in raising a common voice in defense of the sanctity and the indissolubility of marriage.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1294": {
    "article_num": 728680557,
    "para_num": 10,
    "text": "“God decides the time, and the time will come when the Pope and the episcopacy again will proclaim, with all clarity, unambiguity and beauty, the sanctity of marriage, and of the family, and of the Eucharist,” Schneider told LifesiteNews in an exclusive Jan. 15 interview.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1295": {
    "article_num": 728680557,
    "para_num": 11,
    "text": "Schneider said greater public support of the document from the world’s 5,000 bishops would be “a stronger voice for professing the constant truths of the Church, and it would be a beautiful common voice defending the sanctity and the indissolubility of marriage in the midst of a real neo-pagan society where divorce has become a plague and where sexual depravity is increasingly spreading.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1306": {
    "article_num": 728972961,
    "para_num": 3,
    "text": "On that occasion Archbishop Lefebvre delivered an address on the desperate state of the Church at that time—42 years ago—that was never transcribed or published until we did so for the December 15, 2017 print edition of The Remnant.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1309": {
    "article_num": 728972961,
    "para_num": 7,
    "text": "This address also makes it absolutely clear that everything Archbishop Lefebvre did was part of an eleventh-hour defence of the Kingship of Christ (ignored completely by the Second Vatican Council) and a desperate last stand for Tradition, the infallible teachings of Mother Church and of course her ancient liturgy. And now that Pope Francis has inadvertently unmasked the true spirit of Vatican II, it becomes obvious how and why those who resisted that spirit were right to have done so and will certainly be hailed by history as the heroic band of Catholic brothers that mounted the twentieth century’s last stand for Christ the King and, while scorned and mocked at the time, were nevertheless totally vindicated fifty years later. May we continue to earn the right to stand with them today. MJM",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1310": {
    "article_num": 728972961,
    "para_num": 12,
    "text": "I think that because in the Second Vatican Council, and after the Council, there is a mutation, a change, in the Church. But we do not change. We continue the Tradition. So why do they now say, as Mgr. (Archbishop) Benelli[1] said to me months ago on the 19th of March, “you are out of communion with the Church.” I am out of communion with the Church because I continue the Tradition of the Church? This is possible? I do not understand. Why? I have done nothing. I believe nothing other than what the Church has believed for twenty centuries.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1311": {
    "article_num": 728972961,
    "para_num": 14,
    "text": "I wonder why Mgr. Benelli did not communicate this condition to me before our meeting.[2] He could have done so. For example, one year ago three cardinals sent me a letter (Cardinals Wright, Tabera [Arturo Carinal Tabera Araoz, one of the Council Fathers MJM], and Gabriel-Marie Garrone) telling me (in effect) that I must close the seminaries. Well, I refused, because I refuse to contribute to the destruction of the Church. Because now they are destroying the Church. When I die and go before the judge, God will not be able to say to me, “You destroyed the Church.” I refused to contribute to the destruction of the Church. I am sure that my seminaries are contributing to the restoration of the Church. I do not destroy the Church. And so I said to Mgr. Benelli, “No, I will not sign that writing.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1314": {
    "article_num": 728972961,
    "para_num": 15,
    "text": "I think that the mutation in the Church came in through the Second Vatican Council. And do you think this change in the Church came suddenly? When, then? At the beginning of the Council? No, this change in the Church began one century before [the Council]. Pope Pius VI said during the French Revolution that if the Church continues to remain under the influence of the prince of the revolution, then, in the future a crisis will come upon the Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1318": {
    "article_num": 728972961,
    "para_num": 21,
    "text": "Impossible! We were in a very sad, serious situation. Cardinal Ruffini had to intervene as we were in front of two cardinals, our brothers. He said we must wait for the authority to say who is right and who is wrong. But before the Pope came (because the Pope came many times to present at these meetings) we voted on the schema. Who is with Cardinal Ottaviani? Who is with Cardinal Bea? The conservatives and the liberals. As the last meeting of the Preparatory Commission, it was for me the first image of the future Council.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1323": {
    "article_num": 728972961,
    "para_num": 26,
    "text": "When I was in Columbia, I read in the paper about the change in the first article of the Constitution of the Republic of Columbia. [The first article] stated that only the Republic of Columbia recognizes only the Catholic religion. They changed it. They removed this article. I read the discourse of the President of Columbia with the Nuncios of Columbia and the Secretary of the Episcopal Conference in Columbia. The President said he is very, very anxious. He said to the people, “even though we remove this article we remain Catholic. I am a Catholic, I shall remain Catholic, and I do everything possible for the Council and the Catholics in our country.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1325": {
    "article_num": 728972961,
    "para_num": 28,
    "text": "I met this Secretary of the Episcopal Conference during my visit in Columbia, and he said for two years they [had been asking] the President, in the name of the Holy See, to change this article in their Constitution. But I will never…I do not accept the concept, because you destroy the Catholic State in the name of the Council. Are you sure? Yes, sure. It is evident.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1339": {
    "article_num": 728972961,
    "para_num": 43,
    "text": "I don’t know. We don’t know. Now, you cannot say that Archbishop Lefebvre said the pope gave his name to Freemasonry. No, you cannot say that. It is possible, but we do not know. But if he was excommunicated, then he is not pope. Not pope. Illegitimate. I don’t know. It is a mystery I cannot understand. But the fact is that the Catholic Church is being destroyed, and now even the pope himself says that. This pope has referred to the auto-demolition of the Church. He said, “The smoke of Satan has entered the Church.” But where are the men responsible for the destruction of the Church? Well, there they are. They are the men who destroy the Church. We must show where they are. Where is this smoke of Satan that has entered the Church? I do not know, but it is the pope himself who said that.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1341": {
    "article_num": 728972961,
    "para_num": 46,
    "text": "And we know in France, in Germany, and in Europe generally, that all of the young bishops are worse [than the bishops in Spain] in that they are more or less Marxist. That is a fact. That is impossible. How can they do that? I do not know. I do not know. I have not spent my whole life in Rome. I do know Rome very well, because I was an apostolic delegate, and I was in the Secretariate of the Secretary of State. And I know that very well. But I think that the devil is in Rome, as was said by our Lady of Fatima and Our Lady of La Salette.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1344": {
    "article_num": 728972961,
    "para_num": 48,
    "text": "I was in Melbourne, Australia, during the 40th International Eucharistic Congress. Cardinal Knox, who was the man responsible for the Eucharistic Congress, is now the Prefect of the Congregation for Divine Worship. I read in the newspaper about a Mass Cardinal Knox celebrated during the Eucharistic Congress where sensual dancing was performed at the same time the words of the Consecration were pronounced. That is a sacrilege. You cannot go to that Mass. That is sacrilege. This is a fact. They also called me by phone in Melbourne to say I was on the list of the bishops [attending] the Eucharistic Congress. They asked me to concelebrate Mass with a Protestant pastor and a rabbi. Ay. Impossible. Impossible. No, no, no, no. [applause]",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1357": {
    "article_num": 729303442,
    "para_num": 8,
    "text": "The first five candidates were overwhelmingly approved, but when they got to Lew, the only Jewish director, he was rejected 105 to 73. In a subsequent Facebook post, Lew wrote, “My Jewish identity was now public, and a target was placed squarely upon me by the McGill BDS movement.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1358": {
    "article_num": 729303442,
    "para_num": 9,
    "text": "An outcry followed, leading Fortier to appoint former Ombudsperson for Students, Spencer Boudreau, to investigate. She also created a Task Force on Respect and Inclusion in Campus Life and a support line to report incidents of intolerance.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1372": {
    "article_num": 729368012,
    "para_num": 22,
    "text": "When it emerged that Campbell had evidence against the Clinton Foundation, a Yahoo News article by Michael Isikoff (of FISA warrant application fame) slammed Campbell as a \"disaster\" potential witness",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1374": {
    "article_num": 729410793,
    "para_num": 1,
    "text": "German cardinal: liturgical ‘blessing’ for gay unions is ‘truly…sacrilegious’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1375": {
    "article_num": 729410793,
    "para_num": 5,
    "text": "Marx’s idea “truly seems sacrilegious” and “ignores the clear Revelation of God,” Cordes wrote in a response on kath.net. Dr. Maike Hickson translated it at One Peter Five.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1388": {
    "article_num": 729410793,
    "para_num": 21,
    "text": "“There are two principles we need to remember,” Chaput wrote. “First, we need to treat all people with the respect and pastoral concern they deserve as children of God with inherent dignity. This emphatically includes persons with same-sex attraction. Second, there is no truth, no real mercy, and no authentic compassion, in blessing a course of action that leads persons away from God.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1391": {
    "article_num": 729549972,
    "para_num": 4,
    "text": "NASA has released a record-breaking photograph taken by the New Horizons spacecraft when it was 3.79 billion miles away from the Earth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1397": {
    "article_num": 729549972,
    "para_num": 17,
    "text": "The mission controllers at the Johns Hopkins Applied Physics Laboratory in Laurel, Maryland, will bring the spacecraft out of its electronic slumber in June to begin a series of system checkouts and other activities to prepare it for the next record-breaking encounter.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1408": {
    "article_num": 729578579,
    "para_num": 3,
    "text": "Hey, remember five minutes ago when Pope Francis shouted at a reporter in Chile that there was “no evidence” supporting complaints against his good friend Bishop Juan Barros? And, just for good measure he accused the people accusing him – victims of sexual abuse by Barros’ mentor, the convicted sex-predator Karadima – of committing “calumny”? [1] And remember when Cardinal O’Malley told the pope off in public over the “pain” these accusations had caused the victims of sexual abuse? And then remember how the pope had apologised-except-not-really because the accusations are, after all, still lies, and that there’s still “no evidence” against Barros…?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1410": {
    "article_num": 729578579,
    "para_num": 4,
    "text": "The press, secular as well as Catholic, is full this week of the story that the pope did indeed see evidence of Barros’ complicity in Karadima’s sexual abuse – not only that Barros had helped to cover it up but that he had been present and a direct witness at the time and therefore a passive participant. Nicole Winfield and the Associated Press dropped the bomb that the information came directly from the victims, whom Francis had dismissed and refused to meet with on his trip, and delivered through his own Commission on sexual abuse:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1418": {
    "article_num": 729578579,
    "para_num": 27,
    "text": "But Ricca’s activities, for which the pope claimed there was no evidence, were notorious. They include being caught in flagrante in an elevator with a teenaged male prostitute, and his sexual relationship with a captain in the Swiss army. So flagrant was Ricca’s behaviour that it took intervention by Uruguay’s nuncio to have him removed. It was reported in 1999 and 2000 by L’Espresso, who said the information was confirmed by “numerous bishops, priests, religious and laity” in Uruguay[6].",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1419": {
    "article_num": 729578579,
    "para_num": 28,
    "text": "In fact, the evidence shows that Ricca is completely in line with Bergoglio’s normal procedures. As “Marcantonio Colonna” wrote in the Dictator Pope, “In fact his patronage of Monsignor Ricca fits the pattern which was well established when he was Archbishop of Buenos Aires, whereby he surrounds himself with morally weak people so as to have them under his thumb.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1421": {
    "article_num": 729578579,
    "para_num": 41,
    "text": "Several more similar cases, all of whom were rebuffed in their attempts to meet with Bergoglio, are detailed here, for the strong-of-stomach.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1423": {
    "article_num": 729578579,
    "para_num": 43,
    "text": "Looking back and carefully examining his record, Jorge Bergoglio’s mastery of using the weaknesses of morally compromised men is becoming evident. It is arguable that even the members of the so-called “San Gallen Mafia” who apparently conspired to put him on Peter’s throne were used by him. But he is also a master of judging an audience and telling them what they expect to hear; a key skill for all grifters and confidence tricksters.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1424": {
    "article_num": 729578579,
    "para_num": 44,
    "text": "Looking carefully at the infamous “Who am I to judge” comment, this was clear early on. The first part of that interview is a blatant and enormous lie, and it was from there that the pope moved on to his apology for homosexuality in general. Recall that this was the very first airplane interview, on the trip back to Rome from World Youth Day in Rio, a matter of weeks after his election. At the time, the papal apologists sprang instantly into action and we heard all about how the pope was talking strictly within the boundaries of Catholic doctrine.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1426": {
    "article_num": 729578579,
    "para_num": 45,
    "text": "But perhaps in hindsight, we are ready to examine the full implications of his little speech, one that was clearly well-rehearsed. (Don’t forget, no question is asked in a papal interview without being thoroughly vetted ahead of time. Journalists must submit their questions well in advance.) This was the pope laying out his policy regarding homosexuality, a policy for which he was duly rewarded by being lauded on the cover of the homosexualist lobby’s US trade magazine.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1429": {
    "article_num": 729578579,
    "para_num": 58,
    "text": "One of the pope’s favourite rhetorical techniques is a combination of Begging the Question and conspiracy. He starts by assuming, without any effort at defence or explanation, a point that concedes the whole issue. This was the first time a pope had ever used the political term “gay”. Not “homosexual,” not “same-sex attracted,” but “gay,” meaning that he started by adopting the entirety of the homosexualist movement’s linguistic manipulations. Language counts in politics, and a pope using that term means he is by implication starting the discussion – and his pontificate – by aligning himself with the basic tenets of a movement that is violently opposed to Catholic moral teaching, and in direct opposition to his immediate, and still living, predecessor.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1431": {
    "article_num": 729578579,
    "para_num": 59,
    "text": "In this case too, he was addressing a plane load of journalists who were either secular themselves, or for the most part are the kind of Catholic who believes it is fine to “disagree” with Catholic teaching on sexuality. There are very few “conservative” Catholics in the Vatican journalist pool. This means that his use of this language was a conspiratorial wink and nod to his immediate audience, a sly message to say, “People talk all the time about a gay lobby, but you and I both know this is mostly nonsense, propaganda from those people… those conservatives…We cool and hip people don’t hate gays, do we?”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1434": {
    "article_num": 729578579,
    "para_num": 60,
    "text": "This astonishing departure follows an implied but very clear assertion that Ricca has repented and given up his activity, an assertion that has absolutely no evidence to back it up. We are simply asked to take the pope’s word for it, but given that it follows his astoundingly brazen lie that there was no evidence for Ricca’s homosexual activity in the first place, we can take the assurance for what it seems to be worth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1435": {
    "article_num": 729578579,
    "para_num": 61,
    "text": "Next, after another little inside nudge-nudge-wink-wink joke about the “gay lobby” – implying (but of course never outright saying) that the whole thing is hysterical nonsense – we hear a direct contradiction to Catholic teaching from no less a source than his predecessor, Pope Benedict Ratzinger. “The problem is not having this tendency.” Well, actually, your holiness, yes it is, particularly in the case of priests. The “tendency” is called in the same catechism you quote “intrinsically disordered” and Ratzinger was very clear that this “tendency” is a sign of a serious emotional dysfunction that “must” preclude a man from being ordained.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1436": {
    "article_num": 729578579,
    "para_num": 62,
    "text": "Squandering the capital of trust",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1437": {
    "article_num": 729578579,
    "para_num": 67,
    "text": "Considering how much trust the Catholic faithful had in the papacy until about 1965, how much un-earned trust Francis started with just by being elected, this pontificate should be remembered as one of the great confidence scams in history. Believing Catholics have watched aghast as this pope has habitually trampled on every aspect of Catholic teaching. Sandro Magister recently published a piece on his website that listed in dizzying detail the many times, in only the last few months, that pope Francis has falsified with obvious intention, the words of Christ in Scripture and the teaching of the Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1442": {
    "article_num": 729578579,
    "para_num": 70,
    "text": "With a professional confidence trickster on the papal throne, blatantly using lies and manipulation to maintain power and ram through an agenda at radical variance with Catholic doctrine, how long before that predictable disintegration occurs? Are we seeing it already? Are we seeing it in the declarations of this or that episcopate on Amoris Laetitia and Communion for divorced and civilly remarried Catholics? With Cardinal Marx and others promoting “blessings” for “same-sex unions” are we going to be seeing an escalation of it? I have seen a veritable chorus of Catholics on social media declaring that if Paul VI is canonised, their loss of faith in the Church as an institution will be complete.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1444": {
    "article_num": 729578579,
    "para_num": 71,
    "text": "I am told from contacts inside the Vatican that after the trip to Chile Bergoglio’s support has completely dried up. He has no more resources of trust even among the people he has chosen to surround himself with and after the reports of Cardinal Sandri going toe-to-toe with him in a shouting match, it seems that perhaps even his legendary vicious temper tantrums are failing to have the desired effect of terrorising his subordinates into submission.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1445": {
    "article_num": 729578579,
    "para_num": 74,
    "text": "It may seem like a moment to enjoy, seeing the apparently unbreachable shell of papal teflon finally cracking, but in reality this situation is potentially very harmful for souls in the long run. There is a multitude of problems this pontificate has created or made worse that we will be dealing with for a long time after Bergoglio is gone, but perhaps one of the bigger ones will be the destruction of trust. Already fractured since the collapse of all Catholic institutions after Vatican II and the horrors of the sex abuse crisis, how much will there be to repair of the once-steadfast trust Catholics instinctively had in the Church after this?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1446": {
    "article_num": 729578579,
    "para_num": 76,
    "text": "[1] “Not one victim has come forward in Chile; show me the proof. This is slander and calumny. Is that clear?”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1451": {
    "article_num": 729651527,
    "para_num": 8,
    "text": "Jewish groups had criticized Boudreau’s report, saying it ignored anti-Semitic language used on Facebook by a group called Democratize SSMU. The group was urging students to vote against Lew, and two other board members who were deemed to be pro-Israel, alleging “layers of corruption” within the student government and favouritism in appointing board members, then singled out three members of the board “who are all either fellows at the Canadian Jewish Political Affairs Committee, an organization whose explicit mandate is to promote pro-Israel discourse in Canadian politics, or primary organizers for the anti-BDS initiative at McGill.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1468": {
    "article_num": 729668796,
    "para_num": 12,
    "text": "Minister of Foreign Affairs and Trade Péter Szijjártó said on Tuesday,“Hungary will not become an immigrant country, it has never admitted and will never admit illegal immigrants.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1469": {
    "article_num": 729668796,
    "para_num": 13,
    "text": "He also referred to Michel's ultimatum as unacceptable and shocking.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1470": {
    "article_num": 729668796,
    "para_num": 14,
    "text": "“Hungary has never admitted and will never admit illegal immigrants, irrespective of whether there is any pressure in this direction along the borders or from Brussels,” Szijjártó said. “The Belgian Prime Minister’s statement is also outrageous because this is the first time that people in Brussels are openly planning to push the mandatory resettlement quota through by force while totally ignoring the will of certain EU member states.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1473": {
    "article_num": 729668796,
    "para_num": 18,
    "text": "Orban has taken a tough stance in Hungary. He has ordered all illegal Muslim invaders to get out of Hungary and never come back.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1478": {
    "article_num": 729668796,
    "para_num": 21,
    "text": "Orban is openly Christian and seems to understand something that many do not and that is you do not allow a wholesale flood of antichrists to pour into your country. Were the Ammonites and Moabites not kept out of the assembly of Israel because of their hatred of the people of God? (Deuteronoy 23:3-6) Yes, they were.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1481": {
    "article_num": 729670169,
    "para_num": 9,
    "text": "The aid announced on Friday provides just a fraction of the $94.4 billion Rossello has said the island needs to recover from cataclysmic damage to its infrastructure and housing stock, although Puerto Rico is eligible to participate in other programs that could increase the aid to $45 billion, according to Friday's statement.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1485": {
    "article_num": 729940206,
    "para_num": 4,
    "text": "Sociology helped generate a whole range of fake new academic subjects while corrupting existing ones into a toxic stew of racism and meaningless jargon. All too often, all you need is some statistics software (or its online equivalent), a politically correct premise and absolute ignorance.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1486": {
    "article_num": 729940206,
    "para_num": 5,
    "text": "Add the internet and you get a perfect storm of sociology stupidity.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1487": {
    "article_num": 729940206,
    "para_num": 7,
    "text": "As part of her final class, for which she paid almost $1,000, students were required to complete a project outline last month in which they would compare a social norm in the US and another country. For her \"norm\" Arnold picked social media use, and for her country she chose Australia. But when Arnold got her grade back on Feb. 1, she was shocked to see her professor had failed her. Why? Because, according to the teacher, \"Australia is a continent; not a country.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1496": {
    "article_num": 730019938,
    "para_num": 15,
    "text": "A reminder that the Associated Press has an official policy of \"not reporting race\" when it's not \"relevant\". I can't think of anything less irrelevant than a black gunman shooting two white cops--after five years of the \"Blacks Lives Matter\" movement.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1500": {
    "article_num": 730093263,
    "para_num": 5,
    "text": "Anyhow, they have now released a different photo (above)and it is the same guy, and he is black. This goes in our \"Black Murders Of White Cops\" category, and also in our \"Not Reporting Race\" category, since except for the photograph, there's no mention of the race issue.Officers Anthony Morelli and Eric Joering are dead, and Smith is alive in hospital. If these two men had survived, and Quentin Lamar Smith had died, you'd be hearing a lot about the race issue.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1504": {
    "article_num": 730149656,
    "para_num": 3,
    "text": "For nearly two millennia, Jews have suffered persecution after persecution at the hands of those who used religion as a vehicle for hate and even mass murder. Recently, a video clip of anti-Semitic pastor Steve Anderson – making the claim that Jews have experienced such abuse because they have somehow been cursed – wound up on the personal Facebook page of South Florida Muslim leader Sofian Zakkout. According to Zakkout, who sits on the boards of two anti-crime groups, Anderson’s declaration “makes a lot of sense.” With statements like this from Zakkout and worse, why would groups committed to fighting crime continue to compromise themselves and sabotage their mission by affiliating with him?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1506": {
    "article_num": 730149656,
    "para_num": 6,
    "text": "Blaming Jews for the extreme torment they endured for so long, which includes a Nazi Holocaust that took the lives of six million innocent Jews and so many others, is incredibly offensive. Indeed, statements and beliefs such as Anderson’s have provoked hatred and persecution of Jews.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1508": {
    "article_num": 730149656,
    "para_num": 9,
    "text": "Both Anderson and Zakkout have been denounced by the Anti-Defamation League (ADL) for their propagation of anti-Semitism. In July 2010, the ADL condemned Zakkout and his group AMANA for featuring an anti-Jewish video produced by former KKK leader and white supremacist David Duke on the AMANA website. The ADL described the video as “venomous.” In October 2015, Zakkout praised Duke, as “David Duke, a man to believe in!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2804": {
    "article_num": 765385479,
    "para_num": 15,
    "text": "This was the same Clinton who threatened to “obliterate totally” Iran and, who, as U.S. secretary of State in 2011, was one of the instigators of the invasion and destruction of Libya as a modern state, with the loss of 40,000 lives. Like the invasion of Iraq, it was based on lies.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2807": {
    "article_num": 765385479,
    "para_num": 16,
    "text": "When the Libyan President was murdered publicly and gruesomely with a knife, Clinton was filmed whooping and cheering. Thanks largely to her, Libya became a breeding ground for ISIS and other jihadists. Thanks largely to her, tens of thousands of refugees fled in peril across the Mediterranean, and many drowned.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2810": {
    "article_num": 765385479,
    "para_num": 20,
    "text": "Sarah Ferguson, a highly paid reporter, raised not a word of this with Hillary Clinton sitting in front of her.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2813": {
    "article_num": 765385479,
    "para_num": 21,
    "text": "Instead, she invited Clinton to describe the “damage” Julian Assange did “personally to you”. In response, Clinton defamed Assange, an Australian citizen, as “very clearly a tool of Russian intelligence” and “a nihilistic opportunist who does the bidding of a dictator”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2819": {
    "article_num": 765385479,
    "para_num": 24,
    "text": "As if that wasn’t enough, Ferguson’s executive producer, Sally Neighour, followed the interview with a vicious re-tweet: “Assange is Putin’s bitch. We all know it!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2822": {
    "article_num": 765385479,
    "para_num": 25,
    "text": "There are many other examples of Vichy journalism. The Guardian, reputedly once a great liberal newspaper, conducted a vendetta against Julian Assange. Like a spurned lover, the Guardian aimed its personal, petty, inhuman and craven attacks at a man whose work it once published and profited from. The WikiLeaks Files: T... WikiLeaks Best Price: $2.50 Buy New $7.00 (as of 05:50 EDT - Details)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2827": {
    "article_num": 765385479,
    "para_num": 28,
    "text": "WikiLeaks’ revelations became part of the Guardian’s marketing plan to raise the paper’s cover price. They made money, often big money, while WikiLeaks and Assange struggled to survive. With not a penny going to WikiLeaks, a hyped Guardian book led to a lucrative Hollywood movie deal. The book’s authors, Luke Harding and David Leigh, gratuitously abused Assange as a “damaged personality” and “callous”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2835": {
    "article_num": 765385479,
    "para_num": 35,
    "text": "According to a document released by Edward Snowden, Assange is on a “Manhunt target list”. One leaked official memo says: “Assange is going to make a nice bride in prison. Screw the terrorist. He’ll be eating cat food forever.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2836": {
    "article_num": 765385479,
    "para_num": 36,
    "text": "In Alexandra, Virginia – the suburban home of America’s war-making elite — a secret grand jury, a throwback to the middle ages — has spent seven years trying to concoct a crime for which Assange can be prosecuted.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2846": {
    "article_num": 765385479,
    "para_num": 46,
    "text": "Gillard has recently been appearing in a gig with Hillary Clinton; they are billed as pioneering feminists.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2860": {
    "article_num": 765913191,
    "para_num": 27,
    "text": "These geniuses also \"Support Enactment of Comprehensive Background Checks, Ban the Sale of Bump Stocks and Related Devices and Prevent the Arming of Teachers in Schools.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2877": {
    "article_num": 765982381,
    "para_num": 3,
    "text": "During World War II Cardinal Jozsef Mindszenty was a huge critic of fascism and wound up in prison. In Oct. 1945 he became head of the Church in Hungary and spoke out just as strongly against Communist oppression. He wound up back in prison for eight more years, including long periods of solitary confinement and endured other forms of torture. In 1949 he was sentenced to life in a show trial that generated worldwide condemnation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2889": {
    "article_num": 765982381,
    "para_num": 10,
    "text": "One might ask, is “unseemly sycophancy” at work among the media? The silence of what used to be the noble profession of journalism is deafening. John Pilger — one of the few journalists to speak out on Julian Assange’s behalf, labels journalists who fail to stand in solidarity with Assange in exposing the behavior of the Establishment, “Vichy journalists — after the Vichy government that served ad enabled the German occupation of France.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2893": {
    "article_num": 765982381,
    "para_num": 14,
    "text": "In an op-ed published several years ago by The Los Angeles Times, two members of Veteran Intelligence Professionals for Sanity, Coleen Rowley and Bogdan Dzakovic, pointed out that — If WikiLeaks had been up and running before 9/11 — frustrated FBI investigators might have chosen to leak information that their superiors bottled up, perhaps averting the terrorism attacks.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2896": {
    "article_num": 765982381,
    "para_num": 16,
    "text": "Fourth Estate on Life Support",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2900": {
    "article_num": 765982381,
    "para_num": 18,
    "text": "“It seems altogether fitting and proper that this year’s award be presented in London, where Edmund Burke coined the expression “Fourth Estate.” Comparing the function of the press to that of the three Houses then in Parliament, Burke said: “…but in the Reporters Gallery yonder, there sits a Fourth Estate more important far then they all.” The year was 1787—the year the U.S. Constitution was adopted. The First Amendment, approved four years later, aimed at ensuring that the press would be free of government interference. That was then. With the Fourth Estate now on life support, there is a high premium on the fledgling Fifth Estate, which uses the ether and is not susceptible of government or corporation control. Small wonder that governments with lots to hide feel very threatened. It has been said: “You shall know the truth, and the truth shall set you free.” WikiLeaks is helping make that possible by publishing documents that do not lie. Last spring, when we chose WikiLeaks and Julian Assange for this award, Julian said he would accept only “on behalf or our sources, without which WikiLeaks’ contributions are of no significance.” We do not know if Pvt. Bradley Manning gave WikiLeaks the gun-barrel video of July 12, 2007 called “Collateral Murder.” Whoever did provide that graphic footage, showing the brutality of the celebrated “surge” in Iraq, was certainly far more a patriot than the “mainstream” journalist embedded in that same Army unit. He suppressed what happened in Baghdad that day, dismissed it as simply “one bad day in a surge that was filled with such days,” and then had the temerity to lavish praise on the unit in a book he called “The Good Soldiers.” Julian is right to emphasize that the world is deeply indebted to patriotic truth-tellers like the sources who provided the gun-barrel footage and the many documents on Afghanistan and Iraq to WikiLeaks. We hope to have a chance to honor them in person in the future. Today we honor WikiLeaks, and one of its leaders, Julian Assange, for their ingenuity in creating a new highway by which important documentary evidence can make its way, quickly and confidentially, through the ether and into our in-boxes. Long live the Fifth Estate!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2909": {
    "article_num": 766084411,
    "para_num": 16,
    "text": "What we seem to have here with the illegal immigration situation today is some very good actors on the Left accusing the Trump Administration of being cruel and insensitive with separating children from their families once they cross the Mexican border into the US. When in fact, their idol, Obama did the same thing for years during his time in power. What they do not want to admit to is the fact that today's illegal immigration picture is one that follows the Obama plan on dealing with the influx of illegals to a carbon copy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2931": {
    "article_num": 766942310,
    "para_num": 4,
    "text": "That said it all. Just out of hospital, I was in no shape to compete with the great Economist or its very witty headline writers. But after watching a week of post Singapore summit between Great White Father Trump and delinquent Kim Jong-un I must totally agree with the Economist.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2933": {
    "article_num": 766942310,
    "para_num": 5,
    "text": "What was billed as a second-coming extravaganza between the two leaders – who have been trading insults of ‘little rocket man’ and ‘dotard’ (someone who is senile) turned out to be a very expensive photo op for both publicity seekers that made much noise but produced very little – at least so far. It seemed as if two schoolyard bullies had been forced by the principal to shake hands.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2936": {
    "article_num": 766942310,
    "para_num": 7,
    "text": "American Raj: Liberati... Eric Margolis Best Price: $5.99 Buy New $45.86 (as of 09:30 EDT - Details) Trump’s objectives, at least initially, were to crush North Korea and the threats it could pose to the United States and its regional allies Japan and South Korea. Trump sought to set up Kim as a bogeyman, and himself as America’s savior. Trump knew perfectly well that he could not destroy all of North Korea’s deeply buried nuclear-armed missiles, and, in spite of his huffing and puffing, had no stomach for an invasion of North Korea that could cost the US an estimated 250,000 casualties.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2940": {
    "article_num": 766942310,
    "para_num": 8,
    "text": "So Trump’s solution was more show-biz. A much ballyhooed flight to Singapore, backslapping a delighted Kim, and a love-fest between the two chunky leaders was sold to Americans as the dawn of peace. America’s media was quick to retail the story and burnish Trump’s credentials among the seriously credulous. No more hiding under your school desks or in dank basements. As Trump grandly proclaimed, Americans no longer have to fear North Korea and can sleep peacefully at night!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2949": {
    "article_num": 766942310,
    "para_num": 15,
    "text": "Trump completely ignored America’s two old allies after his meeting with Kim – who routinely blasts Japan and South Korea as ‘America’s stooges.’ Instead, Trump sent his beginner Secretary of State Mike Pompeo to explain what happened in Singapore, inflicting a deep loss of face on Tokyo and Seoul. This was a terrible insult and could spark decisions by at least Japan to proceed ahead with its covert nuclear program. Japan can deploy nuclear weapons in 3-6 months; South Korea is not far behind.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2958": {
    "article_num": 769427494,
    "para_num": 1,
    "text": "Congress’ Top Cop: House Democratic Caucus Server VANISHED In Muslim Spy Ring Investigation",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2963": {
    "article_num": 769427494,
    "para_num": 29,
    "text": "President Donald Trump referenced the Democratic Caucus’ missing server in a tweet. But because the letter to the CHA was kept secret, many news outlets have not grasped that the House’s top cop documented a “missing server” connected to the Democratic Caucus.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2974": {
    "article_num": 769682854,
    "para_num": 13,
    "text": "Video of the incident reportedly was posted on a Facebook page with a request for the public to help identify the \"scum bag of the year.” It racked up more than two million views before being removed or hidden, according to KENS 5.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2981": {
    "article_num": 769752554,
    "para_num": 5,
    "text": "According to Breitbart, in the mother’s post on Facebook, which has since been taken down, Patricia Spittler asks for help in identifying the man she called “scum bag of the year.” The San Antonio CBS affiliate reported that Spittler wrote: “His friend was wearing a patriotic hat, and this happened! It would be nice to know who he is for someone to let him know his actions are not okay!” Spittler added: “Real tough guy… approaches a group of teenagers minding their own business just having a burger! He kept his hat, too.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2984": {
    "article_num": 769752554,
    "para_num": 7,
    "text": "Disturbing video of young Trump Supporter having his MAGA hat stolen and a drink thrown in his face. The civility of the Left on full display… pic.twitter.com/gUzBVRpP7X — The Columbia Bugle 🇺🇸 (@ColumbiaBugle) July 5, 2018",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2987": {
    "article_num": 769752554,
    "para_num": 8,
    "text": "As the video begins, the man says, “… supporting the president. You ain’t supporting shit nigga,” and then throws the drink in the face of a 16-year-old boy. With MAGA hat in hand, the man walks away saying “Bitch ass motherf**ker.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2990": {
    "article_num": 769752554,
    "para_num": 10,
    "text": "A police report was filed and a man was fired for stealing the hat and the assault (throwing a drink in a Trump supporter’s face.) The post below, claiming a person was fired for the actions against Richard, had been removed or made private, meaning some may not see it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2992": {
    "article_num": 769962236,
    "para_num": 1,
    "text": "Communist Door Boy Attacks Teen Trump Supporter",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "2996": {
    "article_num": 769962236,
    "para_num": 4,
    "text": "A “man” attacked a teenager who was wearing a #MAGA hat. The criminal attacker, one Kino Jimenez, took the boy’s hat, yelled at him, and then threw a drink in the boy’s face before walking off (and stealing",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3003": {
    "article_num": 769962236,
    "para_num": 20,
    "text": "“We all have different opinions of our president, but we don’t take it out on innocent kids who just happen to have a hat on,” Gavino Zarate, secretary of the Harris County Green Party told Heavy. “You may not like the hat or you may not like the president, but you don’t show that kind of aggression toward teenagers. It goes against everything the Green Party stands for. We are not violent. We do not take our aggression out on innocent young people.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3007": {
    "article_num": 769962328,
    "para_num": 11,
    "text": "\"What’s wrong with me?\" I laughingly replied. I said, \"Mom, when I was in the rock n roll world doing the things that I was doing, nobody said anything, and no one had a problem with what I was doing, that is until I started to emulate (obey) Jesus Christ\" (1 John 2:6).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3010": {
    "article_num": 769962328,
    "para_num": 13,
    "text": "What of public high schools across the country that we have been going into in order to educate the youth as to who we are, and not what the revisionists and propagandists would have them believe that we are. We have shown the young people that abortion is murder and that 58 million babies have been murdered since 1973 under the guise of woman’s choice (Proverbs 6:17).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3014": {
    "article_num": 769962328,
    "para_num": 18,
    "text": "No wonder why the reprobates and hypocrites thought that the Christians who were following the living Christ were turning the world upside down in the book of Acts. They were, in fact, turning the world right side up (Acts 17:6).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3018": {
    "article_num": 769962328,
    "para_num": 21,
    "text": "I told her that there are too many counterfeits, self-proclaimed leaders, out there who care more about saving face, than they do the souls of men (Luke 19:10), as well as saving their country. Apparently they have a reputation to keep up. Philippians 2:7-9",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3021": {
    "article_num": 769962328,
    "para_num": 22,
    "text": "These are those that sit behind the status of some sort of church or political leader of the pack. Yet, you do not see any warfare or opposition around them and why? because they have simply forsaken the cross. There is no absolutes with these people. They are people pleasers and nothing more. After all you can always tell what a man stands for by the enemies that he has.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3027": {
    "article_num": 769962328,
    "para_num": 24,
    "text": "They are paper tigers. They can write all big and bad but when it comes to what someone else should do. However, when it is time for them to put boots on the ground, they are simply missing in action (MIA). These are willing to live in the freest country in the world as long as it is not them that have to sacrifice to maintain it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3034": {
    "article_num": 769962328,
    "para_num": 29,
    "text": "Furthermore, I said to this woman that this is how you can tell who the genuine Christians are that are in the fight and those who are counterfeits.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3040": {
    "article_num": 769962328,
    "para_num": 32,
    "text": "John Calvin said, “Whomsoever the Lord has adopted and deemed worthy of His fellowship ought to prepare themselves for a hard, toilsome and unquiet life, crammed with very many and various kinds of evil.” And of course to the counterfeit's this is foreign.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3051": {
    "article_num": 770156173,
    "para_num": 11,
    "text": "After Washington overthrew the rulers of Iraq and Libya, it became painfully apparent that small nations without nuclear weapons were vulnerable to US ‘regime change’ operations. The North Koreans, who are very eccentric but not stupid, rushed to accelerate their nuclear weapons and delivery systems.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3059": {
    "article_num": 770156173,
    "para_num": 14,
    "text": "Seemingly heedless of these hard facts, President Trump – who himself avoided national military service in the 1960’s – keeps beating the war drums over North Korea and needling its thin-skinned regime with naval exercises, over-flights, and intensifying bombast. North Korea’s Kim Jong-un has played right along, clearly relishing his game of chicken with tough-talking Donald Trump.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3062": {
    "article_num": 770156173,
    "para_num": 16,
    "text": "Growing US hysteria over North Korea, a nation of only 25 million, recalls the propaganda storm launched by Washington to justify its invasion of equally small Iraq. The dim-witted US ambassador to the UN, Nikki Haley, has become point-woman for hurling warlike threats at North Korea even though this neocon poster-girl’s foreign affairs experience appears to have been limited to the International House of Pancakes in her native South Carolina.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3068": {
    "article_num": 770156173,
    "para_num": 21,
    "text": "Would it not be easier and less expensive for grand deal-maker Trump to recognize North Korea, set up diplomatic relations, stop trying to overthrow the Kim regime, and finally end the Korean War?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3069": {
    "article_num": 770156851,
    "para_num": 1,
    "text": "The Never-Trumpers Are Never Coming Back",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3071": {
    "article_num": 770156851,
    "para_num": 4,
    "text": "With never-Trump conservatives bailing on the GOP and crying out for the Party of Pelosi to save us, some painful truths need to be restated.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3088": {
    "article_num": 770221823,
    "para_num": 3,
    "text": "Constantinople fell to the warriors of jihad on May 29, 1453. Usually after reporting that, Western historians turn their attention away. But in my new book The History of Jihad From Muhammad to ISIS , I detail what happened next.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3091": {
    "article_num": 770221823,
    "para_num": 9,
    "text": "So much for the much-vaunted Islamic “tolerance” in Europe, the tales of which Islamic scholar Akbar Ahmed is using to fool gullible Westerners today, and soften their resistance to mass Muslim migration into Europe and North America.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3098": {
    "article_num": 770376380,
    "para_num": 5,
    "text": "These are odd statements coming from Pope Francis, a world-class Islamopanderer; notice that he said nothing about who was doing the persecuting, and implied that it was the fault of powers outside the Middle East. The Catholic Church as a whole has committed itself to Islamopandering, such that it is largely silent about the Muslim persecution of Christians that has taken place in the Middle East. Why? The Catholic Church is following Pope Francis’ lead, and Francis has said: “Christian terrorism does not exist, Jewish terrorism does not exist, and Muslim terrorism does not exist. They do not exist.” And he has also said: “Authentic Islam and the proper reading of the Koran are opposed to every form of violence.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3107": {
    "article_num": 770376380,
    "para_num": 13,
    "text": "But Gregory III should have understood, since he was a major part of the problem. He himself said: “No one defends Islam like Arab Christians.” It is to defend Islam that Western clerics do not raise their voice against such acts of brutality. It is to pursue a fruitless and chimerical “dialogue” that bishops in the U.S. and Europe keep silent about Muslim persecution of Christians, and enforce that silence upon others. Robert McManus, Roman Catholic Bishop of Worcester, Massachusetts, said it on February 8, 2013 as he was suppressing a planned talk at a Catholic conference on that persecution: “Talk about extreme, militant Islamists and the atrocities that they have perpetrated globally might undercut the positive achievements that we Catholics have attained in our inter-religious dialogue with devout Muslims.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3108": {
    "article_num": 770376380,
    "para_num": 15,
    "text": "“Leave them; they are blind guides. And if a blind man leads a blind man, both will fall into a pit.” (Matthew 15:14)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3112": {
    "article_num": 770877978,
    "para_num": 7,
    "text": "“The Hammonds are multi-generation cattle ranchers in Oregon imprisoned in connection with a fire that leaked onto a small portion of neighboring public grazing land,” the White House said in a statement. “[They] are devoted family men, respected contributors to their local community, and have widespread support from their neighbors, local law enforcement, and farmers and ranchers across the West.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3116": {
    "article_num": 770938827,
    "para_num": 1,
    "text": "The Hammond Pardons Bring Justice to Obama's Victims",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3122": {
    "article_num": 770938827,
    "para_num": 5,
    "text": "Today, President Donald J. Trump signed Executive Grants of Clemency (Full Pardons) for Dwight Lincoln Hammond, Jr., and his son, Steven Hammond. The Hammonds are multi-generation cattle ranchers in Oregon imprisoned in connection with a fire that leaked onto a small portion of neighboring public grazing land. The evidence at trial regarding the Hammonds’ responsibility for the fire was conflicting, and the jury acquitted them on most of the charges. At the Hammonds’ original sentencing, the judge noted that they are respected in the community and that imposing the mandatory minimum, 5-year prison sentence would “shock the conscience” and be “grossly disproportionate to the severity” of their conduct. As a result, the judge imposed significantly lesser sentences. The previous administration, however, filed an overzealous appeal that resulted in the Hammonds being sentenced to five years in prison. This was unjust. Dwight Hammond is now 76 years old and has served approximately three years in prison",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3126": {
    "article_num": 770938827,
    "para_num": 9,
    "text": "Hogan was a Bush appointee who respected the law. Aiken was a Dem fundraiser, her husband was the chair of the Oregon Dem party, appointed by Bill Clinton. Aiken was unqualified for her role, except in the ways that mattered to the Clintons and their Dem allies.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3135": {
    "article_num": 770956434,
    "para_num": 8,
    "text": "Name This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Freedom Outpost updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. At the Hammonds’ original sentencing, the judge noted that they are respected in the community and that imposing the mandatory minimum, 5-year prison sentence would “shock the conscience” and be “grossly disproportionate to the severity” of their conduct. As a result, the judge imposed significantly lesser sentences. The previous administration, however, filed an overzealous appeal that resulted in the Hammonds being sentenced to five years in prison. This was unjust. Dwight Hammond is now 76 years old and has served approximately three years in prison. Steven Hammond is 49 and has served approximately four years in prison. They have also paid $400,000 to the United States to settle a related civil suit. The Hammonds are devoted family men, respected contributors to their local community, and have widespread support from their neighbors, local law enforcement, and farmers and ranchers across the West. Justice is overdue for Dwight and Steven Hammond, both of whom are entirely deserving of these Grants of Executive Clemency.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3137": {
    "article_num": 770956434,
    "para_num": 12,
    "text": "Those who led the protest were all acquitted of all charges and reporter Pete Santilli had all of his charges dismissed. No doubt, Finicum would have been found not guilty as well, but that's not how tyrants work, is it?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3141": {
    "article_num": 771254016,
    "para_num": 12,
    "text": "Witnesses said Traore called Halimi a “demon” as he was pummeling her. Halimi’s daughter said following the murder that Traore called her, the daughter, a “dirty Jewess” two years before the killing when they passed each other in the building.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3142": {
    "article_num": 771406408,
    "para_num": 1,
    "text": "France Gives Muslim Killer of Elderly Jewish Woman a Pass",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3146": {
    "article_num": 771406408,
    "para_num": 4,
    "text": "Sarah Lucy Halimi was thrown out of the window of the third floor Paris apartment while she begged her Muslim killer to spare her life. The 66-year-old director of an Orthodox Jewish nursery was woken from her sleep when she was violently beaten by her twenty something Muslim neighbor who then dragged her to the window. She died on the street outside the building where she had lived for thirty years. The killer had allegedly shouted, “Allahu Akbar”. In the tragic comedy of denial that every Islamic terrorism investigation inevitably becomes, the authorities are still hunting around for his motiv Yonathan Halimi, Sarah Lucy’s son, describes the killer’s family as being known for its anti-Semitism. \"One day, one of the killer's sisters pushed my sister down the stairs, and the next time she called her a dirty Jew,\" he described. Sarah’s brother said that the killer called Sarah and her daughter, “dirty Jews”.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3150": {
    "article_num": 771406408,
    "para_num": 6,
    "text": "The 28-year-old Muslim man confessed to the killing and was heard shouting “Allahu Akbar” and calling Halimi “Satan” shortly before throwing her out the window of her three-story apartment. In January, Traore was determined to be fit to stand trial. He was placed in a psychiatric hospital for weeks after his arrest in the April 2017 killing despite having no history of mental illness. But a judge requested a second series of tests, which determined that the Malian immigrant was not able to stand trial, 20 Minutes reported Wednesday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3162": {
    "article_num": 771546417,
    "para_num": 6,
    "text": "Jimenez was later arrested and shortly thereafter fired from his job for ripping off Richard’s hat and stealing it. “This is gonna go right in my f**king fireplace, b***h,” Jimenez said, acting like a bully for stealing a teenager’s hat. Jimenez also threw a soda in Richard’s face.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3170": {
    "article_num": 771655795,
    "para_num": 3,
    "text": "Gun control is the dream of every wannabe statist dictator and naive do-gooder alike. The latter think that removing guns will suddenly force humanity to stop all animosity toward one another, hold hands, and sing Kumbaya. The former recognizes that an armed populace is a threat to any tyrant and pushes for gun control out of self-preservation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3173": {
    "article_num": 771655795,
    "para_num": 6,
    "text": "Defend Yourself: A Com... Rob Pincus Best Price: $2.00 Buy New $17.99 (as of 03:35 EDT - Details) He’d launched the site months earlier along with an anarchist video manifesto, declaring that gun control would never be the same in an era when anyone can download and print their own firearm with a few clicks. In the days after that first test-firing, his gun was downloaded more than 100,000 times. Wilson made the decision to go all in on the project, dropping out of law school at the University of Texas, as if to confirm his belief that technology supersedes law.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3176": {
    "article_num": 771655795,
    "para_num": 7,
    "text": "The law caught up. Less than a week later, Wilson received a letter from the US State Department demanding that he take down his printable-gun blueprints or face prosecution for violating federal export controls. Under an obscure set of US regulations known as the International Trade in Arms Regulations (ITAR), Wilson was accused of exporting weapons without a license, just as if he’d shipped his plastic gun to Mexico rather than put a digital version of it on the internet. He took Defcad.com offline, but his lawyer warned him that he still potentially faced millions of dollars in fines and years in prison simply for having made the file available to overseas downloaders for a few days. “I thought my life was over,” Wilson says.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3181": {
    "article_num": 771879020,
    "para_num": 3,
    "text": "For those who remember Cody Wilson, the man who began developing 3D printing files so that you could manufacture your own guns, there is good news out. Cody finally won against the federal beast after intimidation tactics were performed against him by the Obama Justice Department. The Trump DOJ settled with Wilson, finally acknowledging that his 3D print gun files are protected as free speech under the First Amendment.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3186": {
    "article_num": 771879020,
    "para_num": 14,
    "text": "Instead, Wilson has spent the last years on an unlikely project for an anarchist: Not simply defying or skirting the law but taking it to court and changing it. In doing so, he has now not only defeated a legal threat to his own highly controversial gunsmithing project. He may have also unlocked a new era of digital DIY gunmaking that further undermines gun control across the United States and the world—another step toward Wilson's imagined future where anyone can make a deadly weapon at home with no government oversight. Two months ago, the Department of Justice quietly offered Wilson a settlement to end a lawsuit he and a group of co-plaintiffs have pursued since 2015 against the United States government. Wilson and his team of lawyers focused their legal argument on a free speech claim: They pointed out that by forbidding Wilson from posting his 3-D-printable data, the State Department was not only violating his right to bear arms but his right to freely share information. By blurring the line between a gun and a digital file, Wilson had also successfully blurred the lines between the Second Amendment and the First. \"If code is speech, the constitutional contradictions are evident,\" Wilson explained to WIRED when he first launched the lawsuit in 2015. \"So what if this code is a gun?” The Department of Justice's surprising settlement, confirmed in court documents earlier this month, essentially surrenders to that argument. It promises to change the export control rules surrounding any firearm below .50 caliber—with a few exceptions like fully automatic weapons and rare gun designs that use caseless ammunition—and move their regulation to the Commerce Department, which won't try to police technical data about the guns posted on the public internet. In the meantime, it gives Wilson a unique license to publish data about those weapons anywhere he chooses. \"I consider it a truly grand thing,\" Wilson says. \"It will be an irrevocable part of political life that guns are downloadable, and we helped to do that.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3188": {
    "article_num": 771879020,
    "para_num": 16,
    "text": "BELLEVUE, WA – The Department of Justice and Second Amendment Foundation have reached a settlement in SAF’s lawsuit on behalf of Cody Wilson and Defense Distributed over free speech issues related to 3-D files and other information that may be used to manufacture lawful firearms. SAF and Defense Distributed had filed suit against the State Department under the Obama administration, challenging a May 2013 attempt to control public speech as an export under the International Traffic in Arms Regulations (ITAR), a Cold War-era law intended to control exports of military articles. Under terms of the settlement, the government has agreed to waive its prior restraint against the plaintiffs, allowing them to freely publish the 3-D files and other information at issue. The government has also agreed to pay a significant portion of the plaintiffs’ attorney’s fees, and to return $10,000 in State Department registration dues paid by Defense Distributed as a result of the prior restraint. Significantly, the government expressly acknowledges that non-automatic firearms up to .50-caliber – including modern semi-auto sporting rifles such as the popular AR-15 and similar firearms – are not inherently military. “Not only is this a First Amendment victory for free speech, it also is a devastating blow to the gun prohibition lobby,” noted SAF founder and Executive Vice President Alan M. Gottlieb. “For years, anti-gunners have contended that modern semi-automatic sport-utility rifles are so-called ‘weapons of war,’ and with this settlement, the government has acknowledged they are nothing of the sort. “Under this settlement,” he continued, “the government will draft and pursue regulatory amendments that eliminate ITAR control over the technical information at the center of this case. They will transfer export jurisdiction to the Commerce Department, which does not impose prior restraint on public speech. That will allow Defense Distributed and SAF to publish information about 3-D technology.” The Second Amendment Foundation (www.saf.org) is the nation’s oldest and largest tax-exempt education, research, publishing and legal action group focusing on the Constitutional right and heritage to privately own and possess firearms. Founded in 1974, The Foundation has grown to more than 600,000 members and supporters and conducts many programs designed to better inform the public about the consequences of gun control.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3191": {
    "article_num": 771879020,
    "para_num": 17,
    "text": "What does all this mean? Well, it's pretty simple, and I highly recommend the Wired article, which is quite lengthy and has lots of information, but what this does is demonstrates that the genie is out of the bottle and there is just no way for gun grabbing Communists the world over to be able to truly enforce their unlawful acts of fun gun confiscation. Why? Because now, anyone with access to the internet and a 3D printer can print their very own gun that is unregistered. That's right, and it's perfectly legal to do so.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3198": {
    "article_num": 772836731,
    "para_num": 1,
    "text": "Is President Trump a Traitor?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3205": {
    "article_num": 772836731,
    "para_num": 4,
    "text": "Yes, Russia is a superpower. Russian weapons are so superior to the junk produced by the waste-filled US military/security complex that lives high off the hog on the insouciant American taxpayer that it is questionable if the US is even a second class military power. If the insane neoconservatives, such as Max Boot, William Kristol, and the rest of the neocon scum get their way, the US, the UK, and Europe will be a radioactive ruin for thousands of years.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3211": {
    "article_num": 772836731,
    "para_num": 6,
    "text": "To be clear, the Democratic Minority Leader of the US House of Representatives has accused Donald Trump of high treason against the United States. There is no outcry against this blatantly false accusation, totally devoid of evidence. The presstitute media instead of protesting this attempt at a coup against the President of the United States, trumpet the accusation as self-evident truth. Trump is a traitor because he wants peace with Russia.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3215": {
    "article_num": 772836731,
    "para_num": 7,
    "text": "Here is Democratic Senator Chuck Schumer (NY) repeating Pelosi’s false accusation: “Millions of Americans will continue to wonder if the only possible explanation for this dangerous behavior is the possibility that President Putin holds damaging information over President Trump.” If you don’t believe that this is orchestrated between Pelosi and Schumer, you are stupid beyond belief.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3218": {
    "article_num": 772836731,
    "para_num": 8,
    "text": "Here is disgraced Obama CIA director John Brennan, a leader of the fake Russiagate campaign against President Trump in order to prevent Trump from making peace with Russia and, thus, by making the world safer, threatening the massive, unjustified budget of the military/security complex: “Donald Trump’s press conference performance in Helsinki rises to and exceeds the threshold of high crimes and misdemeanors. It was nothing short of treasonous. Not only were Trump’s comments imbecilic, he is wholly in the pocket of Putin. Republican Patriots: Where are you???”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3220": {
    "article_num": 772836731,
    "para_num": 12,
    "text": "The Russians, the Chinese, the Iranians, and the North Koreans, as well as the rest of the world, desperately need to notice the extremely hostile reaction to peace on the part of the US Democratic Party, many members of the Republican Party, including the despicable US Republican Senators John McCain and Lindsey Graham, and the Western Presstitute Media, a collection of people on the CIA payroll according to the German newspaper editor, Udo Ulfkotte, and the CIA itself.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3223": {
    "article_num": 772836731,
    "para_num": 13,
    "text": "Nancy Pelosi, Chuck Schumer, John McCain, Lindsey Graham, and the rest of the corrupt filth that rules over us are all in the pay of the military/security complex. Just go and investigate the donations to their re-election campaigns. The 1,000 billion dollar budget of the military/security complex, amplified by the CIA’s front corporations and narcotics business, provides enormous sums with which to purchase the senators and representatives that the insouciant American voters think that they elect.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3225": {
    "article_num": 772836731,
    "para_num": 16,
    "text": "They both can be assassinated, and that is what the statements from Pelosi, Schumer, McCain, Lindsey Graham, et. al., repeated endlessly in the propaganda ministry that is the Western press, encourages. Trump can be assassinated or overthrown in a political coup for selling out America to Russia, as members of both political parties claim and as the media trumpets endlessly. Putin can be easily assassinated by the CIA operatives that the Russian government stupidly permits to operate throughout Russia in NGOs and Western/US owned media and among the Atlanticist Integrationists, Washington’s Firth Column inside Russia serving Washington’s purposes. These Russian traitors serve in Putin’s own government! The Neoconservative Th... Dr. Paul Craig Roberts Best Price: $11.96 Buy New $19.34 (as of 02:05 EDT - Details)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3229": {
    "article_num": 772836731,
    "para_num": 19,
    "text": "When the combination of tax cuts with defense budget cuts came up for a vote, the legendary senator Strom Thurmond, a 48-year member of the US Senate from South Carolina, tapped me on the shoulder. He said: “son, never set your senator up against the military/security complex. He will not be re-elected, and you will be out of a job.” I replied that we were just establishing for the record that under no conditions would the Democrats, who wanted more government, vote for a tax rate reduction even if there was a case that it would cure stagflation. He replied: “son, the military/security complex doesn’t care.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3233": {
    "article_num": 772836731,
    "para_num": 21,
    "text": "Today, right now, at this moment, we are faced with a massive effort of the military/security complex, the neoconservatives, the Democratic Party, and the presstitute media to discredit the elected President of the United States and to overthrow him in order that the utterly corrupt elite that rule American can continue to hold on to power and to protect the massive budget of the military/security complex that, along with the Israel Lobby, funds the elections of those who rule us. Trump, like Reagan, was an exception, and it is the exceptions that accumulate the ire of the corrupt leftwing, bought off with money, and the ire of the media, concentrated into small tight ownership groups indebted to those who permitted the illegal concentration of a once independent and diverse American media that once served, on occasion, as a watchdog over government. The rightwing, wrapped in the flag, dismisses all truth as “anti-American.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3235": {
    "article_num": 772836731,
    "para_num": 22,
    "text": "If Putin, Lavrov, the Russian government, the traitorous Russian Fifth Column—the Atlanticist Integrationists—the Chinese, the Iranians, the North Koreans think that any peace or consideration can come out of America, they are insane. Their delusions are setting themselves up for destruction. There is no institution in America, government or private, that can be trusted. Any government or person who trusts America or any Western country is stupid beyond belief.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3236": {
    "article_num": 772836731,
    "para_num": 23,
    "text": "The entire Russiagate hoax is an orchestration by the military/security complex, led by John Brennen, Comey, and Rosenstein. The purpose is to discredit President trump for two reasons. One is to prevent any normalization of relations with Russia. The other is to remove Trump’s agenda as an alternative to the agenda of the Democratic Party. How America Was Lost: ... Dr. Paul Craig Roberts Best Price: $8.00 Buy New $8.51 (as of 02:00 EDT - Details)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3239": {
    "article_num": 772836731,
    "para_num": 27,
    "text": "As I said above, Russiagate is an orchestratration to prevent peace between the US and Russia. Leading military/security complex experts, including the person who provided the CIA’s daily briefing of the President of the United States for many years, and the person who devised the spy program for the National Security Agency, have proven conclusively that Russiagate is a hoax designed for the purpose of preventing President Trump from normalizing relations between the US and Russia, which has the power to destroy the entirety of the Western World at will.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3247": {
    "article_num": 772836731,
    "para_num": 36,
    "text": "If Putin listens to these deluded fools, Putin will destroy Russia.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3249": {
    "article_num": 772947654,
    "para_num": 3,
    "text": "President Trump’s summit Monday with Russian President Vladimir Putin in Helsinki created a firestorm of controversy. President Trump seemed to be publicly siding with the Russian dictator against the American intelligence agencies.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3283": {
    "article_num": 773520636,
    "para_num": 4,
    "text": "Recently, I received a newspaper article from a confused, biblically illiterate friend asking me what my take was on an article titled, “Scripture teaches to submit to authorities” with reference to Romans Chapter 13. In this article, the author was calling out a Christian for protesting a corrupt representative in government, even going so far as to suggest this protestant ought to have stayed home to read their Bible rather than to protest corruption in government. He went onto say that we are commanded by Scripture to submit to the authorities that have been elected.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3286": {
    "article_num": 773520636,
    "para_num": 11,
    "text": "Maybe he should have taken the time to look to the founding forefathers and that document which they drew up called “The Declaration of Independence.” That document alone is 75% of the usurpations that the Tyrant King George committed against our forefathers and what it is that our forefathers would not put up with. Our American history found in that document teaches that our forefathers threw off the tyrant that would not be ruled by God and declared “Resistance to tyrants is obedience to God!\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3291": {
    "article_num": 773520636,
    "para_num": 15,
    "text": "Apparently, this individual who wrote the article knows nothing of the Black Robed Regiment that the tyrant King George feared the most. The Black Robed regiment, were in fact, the preachers that went before the Forefathers in educating the colonies to resistance when it came to the corrupt King on the other side of the pond. They sacrificed themselves to establish the freedoms in which he enjoys today.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3295": {
    "article_num": 773520636,
    "para_num": 25,
    "text": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3301": {
    "article_num": 773520636,
    "para_num": 39,
    "text": "Representatives are to magnify the law, not tear it down; and yet, this is what the biblically illiterate are teaching others to do, submit to the tyrants and resist God, His Church and His Word (Micah 3:5).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3304": {
    "article_num": 773520636,
    "para_num": 40,
    "text": "I ask, are Christians to submit to those who have sanctioned the murder of the innocent in the womb (Exodus 20:13; Proverbs 6:17)? Absolutely not!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3451": {
    "article_num": 776049384,
    "para_num": 10,
    "text": "Molester McCarrick: I was surprised and said, What about Bergoglio?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3452": {
    "article_num": 776049384,
    "para_num": 11,
    "text": "Influential Roman: Does he have a chance?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3453": {
    "article_num": 776049384,
    "para_num": 12,
    "text": "Molester McCarrick: I don’t think so. No one has mentioned his name. He isn’t on anyone’s mind.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3454": {
    "article_num": 776049384,
    "para_num": 13,
    "text": "Influential Roman: He could do it you know.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3455": {
    "article_num": 776049384,
    "para_num": 14,
    "text": "Molester McCarrick: What could he do?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3456": {
    "article_num": 776049384,
    "para_num": 15,
    "text": "Influential Roman: He could reform the Church. If you gave him 5 years, he could get us back on target. He’s 76. If he had 5 years—the Lord working through him, he could make the Church over again.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3457": {
    "article_num": 776049384,
    "para_num": 16,
    "text": "Molester McCarrick: That’s interesting.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3458": {
    "article_num": 776049384,
    "para_num": 17,
    "text": "Influential Roman: I know you are his friend.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3459": {
    "article_num": 776049384,
    "para_num": 18,
    "text": "Molester McCarrick: I hope I am.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3460": {
    "article_num": 776049384,
    "para_num": 19,
    "text": "Influential Roman: Talk him up.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3461": {
    "article_num": 776049384,
    "para_num": 20,
    "text": "Molester McCarrick'll vouch for ya, Francis! #bromance",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3462": {
    "article_num": 776049384,
    "para_num": 21,
    "text": "And talk him up, McCarrick the Molester did!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3471": {
    "article_num": 776049384,
    "para_num": 29,
    "text": "The first order of business is to scuttle the upcoming October Synod on Young People, the Faith, and Vocational Discernment. Remember that influential Roman gentleman friend of McCarrick who said that Bergoglio could reform the Church in 5 years? Bergoglio’s upcoming Synod on Young People will serve as the culminating vehicle for the 5 year modernist reform of the St. Gallen Mafia.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3474": {
    "article_num": 776049384,
    "para_num": 34,
    "text": "Let’s start with the Cardinal who will lead the upcoming Synod, none other than Cardinal Kevin Farrell, Prefect of the Dicastery for Laity, Family and Life. As the DC roommate and protege of Ted McCarrick, Farrell so respected McCarrick, the Molester, that he fashioned his Coat of Arms as a tribute to Uncle Ted.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3478": {
    "article_num": 776049384,
    "para_num": 44,
    "text": "And what of the infamous Instrumentum Laboris, drafted by the crafty Cardinal Baldisseri, Secretary General of the Synod of Bishops, noteworthy of the infamous First Synod on the Family? Known for his manipulative polls and magical modernistic results, Baldisseri infamously stated that “dogma has its own evolution.” Baldisseri stayed true to his modernist form and agenda and to the delight of the New Ways Ministry, he announced at the Vatican press conference that his office is using for the first time ever the LGBT acronym to refer to gay people in a spirit of inclusion.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3515": {
    "article_num": 776345502,
    "para_num": 30,
    "text": "‘The Democrats paid for the phony and discredited Dossier which was, along with Comey, McCabe, Strzok and his lover, the lovely Lisa Page, used to begin the Witch Hunt. Disgraceful!’",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3527": {
    "article_num": 776368676,
    "para_num": 5,
    "text": "..This is a terrible situation and Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now, before it continues to stain our country any further. Bob Mueller is totally conflicted, and his 17 Angry Democrats that are doing his dirty work are a disgrace to USA! — Donald J. Trump (@realDonaldTrump) August 1, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3557": {
    "article_num": 776385494,
    "para_num": 7,
    "text": "Eight US states and the District of Columbia sued, arguing the blueprints could allow anyone -- from a teen to a 'lone wolf' gunman -- to make untraceable, undetectable plastic weapons.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3589": {
    "article_num": 777488669,
    "para_num": 18,
    "text": "According to one widely held opinion, the death penalty has proved to be no effective deterrent to crime in any case, and should be discarded as impractical. What proof of this can possibly be offered? How can we know? Deterrence from evil is not the primary purpose of meting out punishment in any case, yet Scripture attests to deterrence as an important side effect of any penalty. To a man proven to have given false witness against another, Deuteronomy laid down, “They shall render to him as he meant to do to his brother. . . that others hearing may fear and may not dare to do such things. Thou shalt not pity him, but shalt require life for life, eye for eye, tooth for tooth, hand for hand, foot for foot” (Deut. 19:19-21). And the Preacher notes that when “sentence is not speedily pronounced against the evil, the children of men commit evils without any fear” (Eccles. 8:11).",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3611": {
    "article_num": 777488669,
    "para_num": 35,
    "text": "As we have seen, the death penalty has a very long history. Dating from its institution by God in Eden to its delegation after the Flood to men who would wield it in God’s name, it has threaded its way without interruption through the fabric of human civilizations until these latter days. One might expect that after the Incarnation, when God became man and replaced the Old Testament’s law of talion based on strict justice with a new dispensation based on love and grace, the death penalty could be safely abolished as outmoded. Converts to the prevailing conciliar religion and its “New Pentecost” would in fact argue in this wise, perhaps citing the Council’s famous declaration in Gaudium et Spes that, “Thanks to the experience of past ages ...the nature of man himself is more clearly revealed and new roads to truth are opened,” and the world now has “a keener awareness of human dignity” ( 44, 73).",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3797": {
    "article_num": 779309765,
    "para_num": 3,
    "text": "Editor's Note: Talk about injustice! There were remains of a 4-year-old boy found there, who allegedly died while they were performing some sort of Islamic ritual over him. The Bundys and their supporters got nearly two years in jail and no one hurt a single person! Shame on those who are supposed to uphold law and justice! Shame!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3845": {
    "article_num": 780414700,
    "para_num": 10,
    "text": "For my part — and I know I am not alone — I am tired of this. I am tired of people being hurt, gravely hurt! I am tired of the obfuscation of truth. I am tired of sin. And, as one who has tried — despite my many imperfections — to lay down my life for Christ and His Church, I am tired of the regular violation of sacred duties by those entrusted with immense responsibility from the Lord for the care of His people.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3849": {
    "article_num": 780414700,
    "para_num": 11,
    "text": "The stories being brought into light and displayed in gruesome detail with regard to some priests, religious, and now even those in places of highest leadership, are sickening. Hearing even one of these stories is, quite literally, enough to make someone sick. But my own sickness at the stories is quickly put into perspective when I recall the fact that many individuals have lived through them for years. For them, these are not stories, they are indeed realities. To them I turn and say, again, I am sorry for what you have suffered and what you continue to suffer in your mind and in your heart.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3855": {
    "article_num": 780414700,
    "para_num": 15,
    "text": "For too long we have diminished the reality of sin — we have refused to call a sin a sin — and we have excused sin in the name of a mistaken notion of mercy. In our efforts to be open to the world we have become all too willing to abandon the Way, the Truth, and the Life. In order to avoid causing offense we offer to ourselves and to others niceties and human consolation.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3874": {
    "article_num": 780414700,
    "para_num": 31,
    "text": "To our seminarians: If you are unchastely propositioned, abused, or threatened (no matter by whom), or if you directly witness unchaste behavior, report it to me and to the seminary rector. I will address it swiftly and vigorously. I will not stand for this in my diocese or anywhere I send men for formation. I trust that the seminaries I choose, very discriminately, to help form our men will not ignore this type of scandalous behavior, and I will continue to verify that expectation.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3876": {
    "article_num": 780414700,
    "para_num": 32,
    "text": "To our priests: Most simply, live out the promises you made on your ordination day. You are called to serve Christ’s people, beginning with praying daily the Liturgy of the Hours. This is to keep you very close to God. In addition, you promised to obey and be loyal to your bishop. In obedience, strive to live out your priesthood as a holy priest, a hard working priest, and a pure and happy priest — as Christ Himself is calling you to do. And by extension, live a chaste and celibate life so that you can completely give your life to Christ, the Church, and the people whom he has called you to serve. God will give you the graces to do so. Ask Him for the help you need daily and throughout every day. And if you are unchastely propositioned, abused, or threatened (no matter by whom), or if you directly witness unchaste behavior, report it to me. I will not stand for this in my diocese any more than in our seminaries.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3878": {
    "article_num": 780414700,
    "para_num": 33,
    "text": "To the faithful of the diocese: If you are the victim of abuse of any kind by a priest, bishop, cardinal, or any employee of the Church, bring it forward. It will be addressed quickly and justly. If you have directly witnessed sexual advances or any type of abuse, bring it forward as well. Such actions are sinful and scandalous and we cannot allow anyone to use their position or power to abuse another person. Again, in addition to injuring individuals, these actions injure the very Body of Christ, His Church.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3881": {
    "article_num": 780414700,
    "para_num": 39,
    "text": "I ask everyone reading this to pray. Pray earnestly for the Church and all her ministers. Pray for our seminarians. And pray for yourselves and your families. We must all work daily on our own personal holiness and hold ourselves accountable first and, in turn, hold our brothers and sisters accountable as well, and",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3892": {
    "article_num": 780619695,
    "para_num": 9,
    "text": "How inconvenient that the head of the Synod on Youth and Vocations, Cardinal Kevin Farrell, was the former roommate of the most prolific serial predator of youth and seminarians in the history of the American Church.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3893": {
    "article_num": 780619695,
    "para_num": 10,
    "text": "How inconvenient that Farrell, Head of this Synod on Youth, roomed with the notorious Cardinal Theodore McCarrick for six years and never knew anything about McCarrick’s predatory behavior.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3895": {
    "article_num": 780619695,
    "para_num": 11,
    "text": "How inconvenient that a global homosexual clergy predation scandal is erupting at a time when Francis wants the Synod to minimize that nagging and unmerciful Catholic catechism doctrine of homosexuality as “intrinsically disordered” by exploiting the naive views of the youth at the Synod.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3896": {
    "article_num": 780619695,
    "para_num": 12,
    "text": "How inconvenient that homosexual predation is bankrupting the American Church and the Instrumentum Laboris, the working document of this Vatican Synodal Agenda, embraces the relaxation of the Church teachings on homosexuality.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3898": {
    "article_num": 780619695,
    "para_num": 13,
    "text": "How inconvenient that the homosexual network of clergy and prelates were blasted as predators and coverup enablers in the Pennsylvania Grand Jury Report, while the Instrumentum Laboris argues that:",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3899": {
    "article_num": 780619695,
    "para_num": 15,
    "text": "How inconvenient that during a global prelate homosexual coverup scandal, the 2018 Synodal Bishop Conferences are exploring for ways during the Synod to discuss ways in which homosexual youths want to be “closer” to the Church!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3900": {
    "article_num": 780619695,
    "para_num": 16,
    "text": "How inconvenient that since 2013 during Francis’ impromptu airplane presser when he cleverly sent a powerful message to homosexual clerics, “Who Am I to Judge,” now Francis must judge the criminal predatory conduct of homosexual clergy and prelates who preyed on youth and seminarians.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3902": {
    "article_num": 780619695,
    "para_num": 18,
    "text": "Here is the dirty secret that is now emerging. Many in the hierarchy were active homosexuals who intentionally relaxed and ignored the Church’s teaching and moral stance on homosexuality. The personal wreckage brutally portrayed in the Pennsylvania Grand Jury Report is the direct result of a clerical culture which embraced homosexuality and groomed, recruited, and assaulted young people into this sordid lifestyle. Many priests, bishops, and cardinals practiced what Francis preached, ‘who am I to judge.’",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3906": {
    "article_num": 780619695,
    "para_num": 22,
    "text": "The full extent of the clerical predation in the hierarchy will take years to uncover. Until it has, this Synod must be cancelled while the civil authorities and law enforcement fully investigate the breadth and depth of the homosexual clerical predation.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3910": {
    "article_num": 780619695,
    "para_num": 30,
    "text": "Editor's Note: The Remnant has lunched its own #StopTheSynod petition, for those who would rather not go to Change.org. Our petition will remain at the top of our site from now until October, or until the Synod is canceled. Please sign and encourage your friends, contacts, and social media associates to do the same. MJM",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3981": {
    "article_num": 781672902,
    "para_num": 34,
    "text": "The hatred of Trump by the military/security complex and by the white male hating Identity Politics of the Democratic Party is giving the world the spectacle of an American democratic presidential election being overthrown by a conspiracy between the military/security complex, the Democratic Party, and the whores who constitute the American print and TV media. Death of a Nation: Pla... Dinesh D'Souza Best Price: $14.99 Buy New $16.99 (as of 03:35 EDT - Details)",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "3993": {
    "article_num": 781672902,
    "para_num": 47,
    "text": "The Chinese are busy taking advantage of the financial opportunities that the idiot Americans forfeit, but otherwise do not seem to have any strategic sense of how to proceed in the drama unfolding in front of their eyes. For China, money is now all.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4006": {
    "article_num": 781768042,
    "para_num": 14,
    "text": "“And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way. And the Lord said, Shall I hide from Abraham that thing which I do; Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him? For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him. And the Lord said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous; I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know. And the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord. And Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked? Peradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein? That be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right? And the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes. And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it. And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty's sake. And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there. And he said, Behold now, I have taken upon me to speak unto theLord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty's sake. And he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten's sake. And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.\" -Genesis 18:16-33",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4017": {
    "article_num": 781768042,
    "para_num": 27,
    "text": "They care more about the approbation and favor of men than they do that of the Living God and what His Word declares (Galatians 1:10),not knowing that which his highly favored among men is an abomination unto the Lord (Luke 16:15).",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4064": {
    "article_num": 782017101,
    "para_num": 25,
    "text": "I don’t know what it will take to set things right. I don’t know what it will take to exorcise the “spirit of Vatican II” – the spirit of aggiornamento – from the Church. But we will. Christ promised.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4071": {
    "article_num": 782086447,
    "para_num": 9,
    "text": "To restore the beauty of holiness to the face of the Bride of Christ, which is terribly disfigured by so many abominable crimes, and if we truly want to free the Church from the fetid swamp into which she has fallen, we must have the courage to tear down the culture of secrecy and publicly confess the truths we have kept hidden. We must tear down the conspiracy of silence with which bishops and priests have protected themselves at the expense of their faithful, a conspiracy of silence that in the eyes of the world risks making the Church look like a sect, a conspiracy of silence not so dissimilar from the one that prevails in the mafia. “Whatever you have said in the dark ... shall be proclaimed from the housetops” (Lk. 12:3).",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4094": {
    "article_num": 782086447,
    "para_num": 80,
    "text": "Let us heed the most powerful message that St. John Paul II left us as an inheritance:Do not be afraid! Do not be afraid!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4099": {
    "article_num": 782086447,
    "para_num": 90,
    "text": "Mary, Mother of the Church, pray for us!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4100": {
    "article_num": 782086447,
    "para_num": 91,
    "text": "Mary, Virgin and Queen, Mother of the King of glory, pray for us!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4122": {
    "article_num": 782448403,
    "para_num": 6,
    "text": "“When the Trump Administration inexplicably gave the green light to distribute on the internet blueprints of 3D-printed, untraceable ghost guns, it needlessly endangered our children, our loved ones and our men and women in law enforcement,” Becerra said in a statement. “The Trump Administration’s actions were dangerous and incompetent.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4124": {
    "article_num": 782448403,
    "para_num": 8,
    "text": "“The Court finds that the irreparable burdens on the private defendants’ First Amendment rights are dwarfed by the irreparable harms the States are likely to suffer if the existing restrictions are withdrawn and that, overall, the public interest strongly supports maintaining the status quo through the pendency of this litigation,” Lasnik wrote in his decision.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4147": {
    "article_num": 783702663,
    "para_num": 11,
    "text": "I suspect that not even Viganò’s historic testimony will change the neo-Catholic position. Quite the contrary, I would expect the neo-Catholic commentariat either to ignore Viganò’s witness, explain away his revelations or, failing that, make every effort to smear the man.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4207": {
    "article_num": 783702663,
    "para_num": 43,
    "text": "Emboldened by the certainty that he will face no discipline whatsoever, Martin, now backed by “Cupich, Tobin, Farrell and McElroy,” as Viganò testifies, is urging all the “gay priests” to “come out,” including those ordained since the useless “pedophile summit” presided over by none other than McCarrick as the classic fox in charge of the hen house.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4224": {
    "article_num": 783702663,
    "para_num": 53,
    "text": "Archbishop Viganò now provides his own decisive summary of the situation, based on firsthand experience with a now endemic homosexual corruption of the Church:",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4279": {
    "article_num": 783702663,
    "para_num": 82,
    "text": "I believe that Archbishop Viganò’s precious testimony is a sign that Heaven itself is now responding to the “need for justice” in the Church. Whether or not justice involves the resignation of the most wayward Pope in Church history, the inevitable season of justice will culminate in the triumph of the Immaculate Heart of Mary and the Church’s restoration. This will be a final victory over the enemies within and their apologists, such as Faggioli, who, in typical neo-Catholic style, imperiously scoffs at the notion of “a young clergy marked by personal sanctity but also by a fascination for a mythical Middle Ages” and busies himself defending an unsalvageable mass of corruption he dares to describe as “a Church-world relationship based on a principle of reality.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4282": {
    "article_num": 783774960,
    "para_num": 3,
    "text": "Just days after a district judge dropped all charges against three of the Muslim jihadis at the New Mexico terror compound where a child was killed and 11 other children were being trained to commit jihad in mass school shootings, the Federal Bureau of Investigation has stepped up to arrest five Islamists, but the charges are no longer the same.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4289": {
    "article_num": 783774960,
    "para_num": 11,
    "text": "And what of the training of little jihadis? Nothing!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4308": {
    "article_num": 784143418,
    "para_num": 10,
    "text": "TEEN FROM NEW MEXICO COMPOUND SAYS HE WAS TRAINED FOR JIHAD: FBI TAOS, N.M. (REUTERS) – A 13-YEAR-OLD BOY WHO WAS PART OF GROUP TAKEN INTO CUSTODY AT A SQUALID NEW MEXICO COMPOUND LAST MONTH HAS TOLD FBI AGENTS HIS MOTHER’S BOYFRIEND WAS TRAINING HIM TO CONDUCT “JIHAD” AGAINST NON-BELIEVERS, ACCORDING TO FEDERAL COURT DOCUMENTS. By Andrew Hay, Reuters, September 2, 2018: The boy was among 11 children and five adults living at the compound in Taos County when it was raided on Aug. 3 by local sheriff’s deputies who discovered a cache of firearms and the children living without food or clean water. The dead body of a three-year-old boy was found buried at the site later They initially faced state charges, then on Friday, the five adults including a Haitian woman described as the group’s leader, 35-year-old Jany Leveille, were arrested by the Federal Bureau of Investigation and accused of conspiracy and firearms offenses. In an affidavit filed in support of a criminal complaint, an FBI special agent wrote that Leveille’s 13-year-old son told investigators that his mother’s boyfriend, Siraj Ibn Wahhaj, 40, wanted to “get an army together” and train them for jihad. The boy told agents that Ibn Wahhaj trained him and another of Leveille’s teenage sons in firearms and military techniques, including rapid reloads and hand-to-hand combat, and told them jihad meant killing non-believers on behalf of Allah, according to the affidavit filed in U.S. District Court in New Mexico. The 13-year-old also told the FBI that his mother believed she received messages from God, and that he watched her and Ibn Wahhaj perform supposed “exorcism” rituals over the three-year-old boy, including one during which the boy choked and his heart stopped, according to the special agent’s affidavit. The teenager said his mother and others at the compound told him not to talk to anyone about the three-year-old ever being at the compound because they would “all go to jail.” Defense lawyers have said that the five adults were exercising their constitutional rights to practice their religion and own firearms, and that the group is being discriminated against because they are black and Muslim. The defense attorneys could not immediately be reached for comment on Saturday. The five defendants came under FBI surveillance in May after Leveille wrote a letter to Ibn Wahhaj’s brother asking him to join them and become a “martyr,” state prosecutors have said. They are due to appear in court in Albuquerque on Tuesday.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4321": {
    "article_num": 785331076,
    "para_num": 10,
    "text": "If an average citizen walked into the wrong home and shot and killed an innocent homeowner, rest assured that they would be in jail—right now. However, instead of immediately arresting the officer for trespassing and murder, she was simply placed on administrative leave—a glaring function of blue privilege indeed.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4325": {
    "article_num": 785331076,
    "para_num": 14,
    "text": "While the Free Thought Project consistently reports on police officers entering the wrong home during raids and killing, maiming, or traumatizing entirely innocent people, this is the first time we’ve reported a story of an off-duty cop going into the wrong home, on their way home, and killing someone.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4326": {
    "article_num": 785331076,
    "para_num": 15,
    "text": "The details of how or why this officer would walk into an apartment that was not hers are unclear. However, what is entirely clear is the fact that a mother and father are now and will be grieving for the rest of their lives because of her actions. And, in a slap to the face of Jean’s parents, the person who admitted to killing their innocent son has yet to be arrested.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4336": {
    "article_num": 785801366,
    "para_num": 12,
    "text": "The Obama administration continues to refuse to label our enemy and, therefore, it continues to enable our defeat in the terror war. It is urgent that we name our enemy (i.e. Islamic Jihad) and definitively identify what ideology inspires our enemy (i.e. Islamic law).",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4346": {
    "article_num": 785801366,
    "para_num": 15,
    "text": "For example, as Stephen Coughlin has revealed, the “violent extremists” the administration is clearly worried about are the “right-wing Islamophobes” whom the administration obviously considers to be the real threat to American security.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4362": {
    "article_num": 785801366,
    "para_num": 26,
    "text": "The education campaign must also focus on the second part of Gorka’s counter-propaganda campaign, which is to help strengthen Muslims who seek to seize Islam from the jihadists’ hands.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4364": {
    "article_num": 785801366,
    "para_num": 28,
    "text": "Once the truth is accepted that jihadis are inspired and sanctioned by their Islamic texts, it must logically become required that mosques, Islamic schools and groups have to immediately curtail any teaching that motivates sedition, violence, and hatred of unbelievers (i.e. remember how CAIR advised Muslims not to talk to the FBI). Indeed, once the government discerns and labels the elements of Islamic law that threaten the American Constitution, any preaching and spreading of those elements in America must be labelled as seditious.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4379": {
    "article_num": 786004130,
    "para_num": 10,
    "text": "Jean, who lived on the fourth floor of the South Side Flats in the Cedars, was home alone when Guyger mistook his apartment for hers, the affidavit says. Guyger lived on the third floor, directly beneath his apartment, and mistakenly parked on the fourth floor after finishing a shift at the Dallas Police Department, the affidavit says. When she arrived at Jean's door, Guyger entered a unique door key with an electronic chip into the keyhole, the affidavit says. The door was already ajar, so the force of pushing the key inside opened the door, according to the affidavit. The affidavit says the apartments' \"respective interior floorplans are in most ways identical or extremely similar.\"",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4380": {
    "article_num": 786004130,
    "para_num": 11,
    "text": "The apartment was dark and when she saw \"a large silhouette,\" Guyger thought she was being burglarized, the affidavit says. The affidavit says Guyger drew her gun, \"gave verbal commands that were ignored\" and fired twice. Jean was struck once in the torso. Guyger then called 911 from her cellphone and started performing first aid. She turned on the lights, then went to the front door again and realized the apartment wasn't hers, the affidavit says. She told the 911 operator as well as responding officers that she thought she was at her apartment when she shot Jean, according to the affidavit. Ok, some of this seems plausible, but I still am left wondering about the door being ajar. Is this something people are prone to do at 1o o'clock at night in Dallas?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4381": {
    "article_num": 786004130,
    "para_num": 17,
    "text": "In 2017, Guyger shot 47-year-old Uvaldo Perez, who had wrestled a Taser away from her. Another officer had been in a Pleasant Grove neighborhood looking for a woman who had a warrant out for her arrest. When the officer thought he saw the woman in a car with two men in the 8300 block of Reva Street, the officer asked for backup from Guyger and another officer, according to an affidavit. One of the officers was trying to search Perez when he became combative, the affidavit said. Guyger deployed her Taser before Perez was able to take it from her. After Perez had the Taser, Guyger fired her gun once, striking him in the abdomen, the affidavit said. Neither Guyger nor the other officers were injured in the 2017 shooting. Police arrested Perez on a charge of taking a weapon from an officer, as well as charges for possession of methamphetamine, marijuana and violating his parole. In February 2018, Perez signed a plea agreement for the charge of taking an officer's weapon and was sentenced to two years in prison.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4389": {
    "article_num": 786250729,
    "para_num": 8,
    "text": "Murillo also brags that Google, “used its power to ensure that millions of people saw certain hashtags and social media impressions, with the goal of influencing their behavior during the election.” Unfortunately for Clinton and Google, as Murillo lamented, “…ultimately after all was said and done, the Latino community did come out to vote, and completely surprised us. We never anticipated that 29% of Latinos would vote for Trump. No one did.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4407": {
    "article_num": 786527921,
    "para_num": 7,
    "text": "Specifically, one executive suggests paying for the rides of Latinos to get them to the polls — if they vote for Clinton, that is.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4408": {
    "article_num": 786527921,
    "para_num": 8,
    "text": "First censorship, now this. When will something be done about these tech and social media companies?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4410": {
    "article_num": 786527921,
    "para_num": 13,
    "text": "The four page email begins with Murillo claiming she and others at Google were engaged in non-partisan activities not designed to help any one candidate or another—only to undercut her own commentary in later passages in the emails by openly admitting the entire effort to boost Latino turnout using Google products with official company resources was to elect Clinton over Trump.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4422": {
    "article_num": 786527921,
    "para_num": 25,
    "text": "“Their only defense was that the activities they described were either non-partisan or were not officially taken by the company,” Carlson said Monday night, describing Google’s official response to his requests for comment, before challenging the company’s response: “But of course they were both. Plenty of people in Google knew what was going on and we haven’t seen any evidence anyone at Google disapproved of it and tried to rein it in.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4425": {
    "article_num": 786527921,
    "para_num": 27,
    "text": "We had our partners help spread the word about our features on social media, including YouTubers and influencers like Dulce Candy, Jorge Narvaez, Jessie y Joy, Barbara Bermudo, and Pamela Silva of Univision, Jackie Cruz aka La Flaca from Orange is the New Black, and more. We promoted our partner the Latino Community Foundation’s non-partisan #YoVoyaVotaryTu (I’m going to vote, are you?) campaign and leveraged our social media influencer friends’ reach to hit over 11M impressions with that hashtag. We hosted an event with over 200 people and a hangout with social media influencers about the power of the Latino vote and the new research Nielsen published about the Latino electorate. This reached 4.4M social media impressions and signaled to many that Google and our partners value the Latino community and our role in this election. We brought the same research to the LATISM conference, where people were beyond thrilled to see Google’s support and acknowledgment of the Latino community.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4429": {
    "article_num": 786527921,
    "para_num": 29,
    "text": "It is in the next paragraph that Murillo openly admits that Google made a “silent donation,” in her words, paying for rides to polls via leftist organization Voto Latino. Murillo wrote in the next paragraph:",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4441": {
    "article_num": 786527921,
    "para_num": 42,
    "text": "In the next paragraph, Murillo again openly admits she was not “objective” when it came to the election.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4447": {
    "article_num": 786527921,
    "para_num": 46,
    "text": "She was not done there. In the next paragraph, Murillo wrote that this election result hurt her badly. She also admits the election result was a “loss,” another indication that Google’s efforts were clearly attempting to use company resources to elect Democrat Clinton over Republican Trump and influence the results of the election. She also says that the company—and herself in particular—will redouble efforts in the future to get a different and more desired result in future elections.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4465": {
    "article_num": 786731884,
    "para_num": 6,
    "text": "The social-media company has told author and commentator Jamie Glazov that their standards forbid his article about how to prevent jihadi attacks on Americans.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4499": {
    "article_num": 786919720,
    "para_num": 16,
    "text": "Exactly! This is political theater over a man who is not an originalist and not a strict Constitutionalist. He's a precedence man! He's said it over and over! If they wanted something on the guy, why don't they bring up his involvement in the Vince Foster cover-up? Now, that would be something to really look into, but not with the corrupt DOJ and FBI we currently have. Of course, if they did, then someone might actually have to act on something that actually was a crime.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4516": {
    "article_num": 787002327,
    "para_num": 10,
    "text": "Jamie is, of course, no stranger to social media censorship -- especially of the insane variety. The Counter Jihad Coalition's (CJC) Facebook page, which Jamie helped run with CJC President Steve Amundson, was removed a few years ago with absolutely no explanation. The CJC is a human rights and pro-national security group that is dedicated to protecting America and the West from Jihad -- and Muslim and non-Muslim people from Sharia oppression. The question remains: why would Facebook remove such a page, let alone in such a fascistic manner -- and never explain why?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4523": {
    "article_num": 787002327,
    "para_num": 12,
    "text": "One thing we know for sure is that, despite this lifting of Jamie’s ban, Facebook and the leftist totalitarians in other social media venues and in the culture at large will continue their unrelenting effort to suffocate dissent and conservative voices. On Facebook, many brave conservative truth-tellers continue to be censored in myriad ways; these individuals include Anni Cyrus, Bosch Fawstin, Mark Lutchman and, of course, Diamond & Silk. The case of #WalkAway leader Brandon Straka is especially disturbing: he was recently banned by Facebook for the crime of announcing that he would be interviewed by Alex Jones. Prager U has had its videos mysteriously disappear off of Facebook and then, only after vociferous protest, re-appear.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4526": {
    "article_num": 787002327,
    "para_num": 14,
    "text": "Speaking of Mastercard, the David Horowitz Freedom Center just recently won a major battle with the credit card, defeating well-financed leftwing groups that are trying to run the Center out of business and suffocate free speech in America. The Freedom Center emerged victorious, but it is clear that leftist hate groups such as the SPLC and Color of Change.org are preparing new attacks against the Freedom Center and other conservative groups and individuals 24/7.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4540": {
    "article_num": 787085939,
    "para_num": 1,
    "text": "Dallas Police Attempt to ‘Smear’ Botham Jean Over Tiny Bit of Weed and they Failed, Miserably",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4542": {
    "article_num": 787085939,
    "para_num": 1,
    "text": "Dallas Police Attempt to ‘Smear’ Botham Jean Over Tiny Bit of Weed and they Failed, Miserably",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4543": {
    "article_num": 787085939,
    "para_num": 3,
    "text": "Dallas, TX — The Dallas Police on Thursday announced the findings of a search warrant they executed on the home of Botham Jean after he was gunned down in his apartment by one of their own. The department is now accused of trying to “smear” Jean by claiming they found a tiny bit of marijuana in his house—as if this justifies going into someone’s home and murdering them.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4544": {
    "article_num": 787085939,
    "para_num": 3,
    "text": "Dallas, TX — The Dallas Police on Thursday announced the findings of a search warrant they executed on the home of Botham Jean after he was gunned down in his apartment by one of their own. The department is now accused of trying to “smear” Jean by claiming they found a tiny bit of marijuana in his house—as if this justifies going into someone’s home and murdering them.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4545": {
    "article_num": 787085939,
    "para_num": 5,
    "text": "Police also said they found two fired cartridge casings, a police backpack and vest, and a metal marijuana grinder—the horror. Even if police did find marijuana, why on earth would they execute a search warrant on an innocent dead man’s home and then release that information to the public?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4547": {
    "article_num": 787085939,
    "para_num": 11,
    "text": "“They [police] immediately began looking to smear him,” attorney Lee Merritt said.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4551": {
    "article_num": 787085939,
    "para_num": 13,
    "text": "Pointing out the glaring nature of the smear campaign was the fact that there has been absolutely zero information released about the warrants conducted on officer Amber Guyger, the killer cop who lived just below Jean.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4554": {
    "article_num": 787085939,
    "para_num": 15,
    "text": "Merritt accused the department of conducting a “common assassination attempt on the victim that we often see in law enforcement involved shootings.” Sadly, he appears to be correct in his accusations. It is standard procedure for police to dig up dirt on their victims in attempts to smear and assassinate their character to make the killer cops look good in the public eye.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4555": {
    "article_num": 787085939,
    "para_num": 16,
    "text": "Even sadder, however, is the fact that these smear campaigns work most of the time.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4557": {
    "article_num": 787085939,
    "para_num": 21,
    "text": "At no time, according to the warrant, does Guyger say what “verbal commands” she gave. What’s more, any verbal commands she did give were entirely irrelevant as she was the intruder—not Jean. Attempting to imply that Jean was somehow at fault for his own death for disobeying the commands of a homicidal cop who’d just illegally broken into his home is as irresponsible as it is reprehensible.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4561": {
    "article_num": 787085939,
    "para_num": 29,
    "text": "Even as cops come to Guyger’s defense and attempt to shame, smear, and discredit her victim—who was an upstanding member of society regardless of the plant they claim to have found—they are failing miserably.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4563": {
    "article_num": 787085939,
    "para_num": 30,
    "text": "Despite cops rallying behind the blue line to defend this killer cop, the rest of the country is not buying it. In a damning tweet, writer Kashana Cauley summed up the nature of the smear campaign quite succinctly. In response to cops claiming to find a tiny bit of weed, she pointed out that there was also a homicidal cop inside too.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4564": {
    "article_num": 787085939,
    "para_num": 31,
    "text": "His apartment also contained an off duty homicidal cop. https://t.co/Nq5wDpmukq — Kashana (@kashanacauley) September 13, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4579": {
    "article_num": 787529309,
    "para_num": 10,
    "text": "In other words, the only written documentation Ms. Ford has offered in support of her allegation about the incident she said took place while she was in high school – a therapist’s notes of a couples therapy session occurring 30 years after the alleged incident – did not mention Judge Kavanaugh’s name. Judge Kavanaugh has had extensive background checks performed on him in the past for his various federal government positions, including for his current position as a federal appellate court judge, without the accusation ever having surfaced. Ms. Ford may believe her story to be true, but the lack of any credible corroborating evidence, her partial memory of details surrounding the alleged incident, and the absence of any pattern of such sexual misconduct by Judge Kavanaugh undercut the reliability of her version of the incident.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4587": {
    "article_num": 787529309,
    "para_num": 15,
    "text": "Predictably, Senate Minority Leader Charles Schumer (D-N.Y.) and other Democrats, including Senator Feinstein, have called for the Senate to postpone a vote on Judge Kavanaugh. \"Senator Grassley must postpone the vote until, at a very minimum, these serious and credible allegations are thoroughly investigated,” Senator Schumer said. If a thorough investigation was considered to be so important, why didn't Senator Feinstein set the ball rolling back in July when she first received word of the allegation? The answer is that this is all a ruse to block Judge Kavanaugh's confirmation by all means necessary. Senator Schumer is fulfilling his promise to oppose Judge Kavanaugh with \"everything I've got.\"",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4595": {
    "article_num": 787668628,
    "para_num": 13,
    "text": "Given the totality of the evidence, I believe it is more likely than not that Bill Clinton committed rape and sexual harassment. I believe it is more likely than not that Donald Trump has committed sexual assault. I believe it is more likely than not that Roy Moore engaged in sexual misconduct with underage girls. But the evidence against Kavanaugh falls far short of the evidence arrayed against each of these men. So far at least it falls far short of the evidence against virtually any other politician or celebrity who has faced consequences during this #MeToo moment. Here’s why:",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4596": {
    "article_num": 787668628,
    "para_num": 17,
    "text": "Those are important discrepancies, and if six years ago she told the therapist four men and says two men now, that suggests that her memory of the event may be suspect.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4602": {
    "article_num": 787730392,
    "para_num": 3,
    "text": "Editor's Note: If they were white, devout Christians, we wouldn't hear about this cause it would have never taken place because it would have gone against the teachings of Christ and there would have been an outcry by Christians everywhere against people might engage in such behavior and would claim such things.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4608": {
    "article_num": 787730392,
    "para_num": 12,
    "text": "A federal judge denied bail on Wednesday to all five members of an extended family accused of operating a training camp for a violent attack on public institutions out of their isolated New Mexico compound. During the arraignment hearing, Magistrate Judge Kirtan Khalsa told the defendants there was “clear and convincing evidence that you are a danger to the community,” The Associated Press reported. A federal grand jury indicted the group on Tuesday on conspiracy and federal firearms charges stemming from the discovery of a cache of weapons after law enforcement raided their home in search of a missing boy but, instead, found 11 malnourished children living in squalid conditions. Federal prosecutors say that between Dec. 2017 and August 2018, the group, who are either siblings or related by marriage, had “a common plan to prepare for violent attacks on government, military, educational and financial institutions.” U.S. Attorney John C. Anderson and Special Agent in Charge James C. Langenberg of the FBI’s Albuquerque Division, said in a statement that the defendants’ home in Amalia, N.M., served as a firing range and training camp to carry out an attack as part of a religious prophecy. According to the indictment, some of the minors were being prepared “to engage in jihad and … to die as martyrs.”… Siraj Ibn Wahhaj’s lawyer in the state case, suggested that those charges were motivated by a degree of racial and religious prejudice against his Muslim client. If the suspects were white Christians shooting guns on their property and practicing their religion, “No one would bat an eye,” Thomas Clark argued in court. “If these were white people of a Christian faith who owned guns, that’s not a big deal because there’s a Second Amendment right to own firearms in this country. If these were white Christians, faith healing is of no consequence because we have freedom of religion in this country. But they look different and they worship differently from the rest of us,” Clark said…. Last month, two state judges were forced to dismiss child neglect charges against all five adults when the local district attorney’s office missed a 10-day deadline to present initial evidence of crime. A few days later, Taos-based District Attorney Donald Gallegos dropped charges related to the death of Siraj Wahhaj’s son, “saying he was seeking more time to assemble and analyze evidence, and that he intended to seek grand jury indictment,” The Durango Herald reported.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4616": {
    "article_num": 787955075,
    "para_num": 8,
    "text": "Carter Page told Fox News’ Sean Hannity on Monday night that the FBI’s investigation was “so incredibly stupid to begin with.” He added, “My biggest concern is all the damage that this did to the U.S. government [and] the mockery it made out of the Constitution and all of the wrongdoing that was done by various officials within the Department of Justice, the FBI and the DNC [Democratic National Committee].”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4617": {
    "article_num": 787955075,
    "para_num": 8,
    "text": "Carter Page told Fox News’ Sean Hannity on Monday night that the FBI’s investigation was “so incredibly stupid to begin with.” He added, “My biggest concern is all the damage that this did to the U.S. government [and] the mockery it made out of the Constitution and all of the wrongdoing that was done by various officials within the Department of Justice, the FBI and the DNC [Democratic National Committee].”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4628": {
    "article_num": 787966255,
    "para_num": 19,
    "text": "While residents can certainly sleep better knowing that they don’t have to fear a killer cop walking into their apartment and murdering them, the family of Botham Jean likely sees this as one more instance of injustice.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4636": {
    "article_num": 788056108,
    "para_num": 7,
    "text": "I have a number of friends who have escaped abusive marriages. They tell me that Pope Francis is sounding more and more like the men who abused them. He’s sounding like the men who hid that abuse from the world, who taught their victims to blame themselves, who used spiritual pressure to persuade them and their families that it would actually be wrong, sinful, to defend themselves. Just listen to him. After responding to a question about Vigano’s very serious accusations, he said point blank, “I will not say a single word on this.”… [F]or the rest of the week and more, he kept up an unmistakable theme of calling for silence, equating silence with holiness, and painting himself as a Christlike victim in his silence. Then he says it’s “ugly” to accuse others of sinning. Then he suggests that healing and reconciliation will only come if we take a hard look at our own flaws…. To the victims of the Church, and to those who love them, it sounds like he is saying, “Who do you think you are? I don’t have to explain myself to you. You’re the guilty one. You brought this on yourself. If you want to be loved, then know your place. I’m the victim, here, not you. If you know what’s good for you, keep your mouth shut.” This is how abusers talk. They’re not content with power; they have to keep their victims doubting and blaming themselves constantly, so they don’t become a threat. Whether Francis knows it or not, this is how he sounds.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4641": {
    "article_num": 788056108,
    "para_num": 10,
    "text": "Yet Fisher maintains a sliver of space for deniability in order to maintain that indispensable distinction between her and those loathsome traditionalists: “I don’t have any ideological reason to want to bring him down. I have defended him as long as I could, up until the Chile debacle. And so I am working as hard as I can not to assume the worst, not to believe that this man who promised so much fresh air is really so intent on slamming doors shut before we find out even worse things hidden inside. But he is not making it easy. I am not saying he is an abuser. But he sounds like one.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4645": {
    "article_num": 788056108,
    "para_num": 12,
    "text": "Indeed, why else did Archbishop Viganò risk everything in order to expose this Pope, even to the extent of revealing matters supposedly within the scope of “the Pontifical secret”? On orders of the Vatican Secretary of State, the Vatican secret police are reportedly scouring the globe in search of Viganò, who has gone into hiding, “in order to prevent more unpredictable damage to the image of Pope Francis and the Holy See on the world stage, but also to ‘prepare the terrain’ for the former apostolic nuncio-turned-whistleblower to be prosecuted” under canon law.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4647": {
    "article_num": 788056108,
    "para_num": 13,
    "text": "The Dictator Pope must destroy his most potent critic thus far. Everything depends on it! But it may already be too late to save a regime whose only defense is not truth but raw power. At last count, some 29 bishops have publicly declared Viganò’s allegations against Bergoglio credible and worthy of investigation.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4649": {
    "article_num": 788056108,
    "para_num": 15,
    "text": "Of what was said above concerning resignation from Church office in general, what would not apply to a pope, of all office holders, if he, as alleged by Viganò, from the first months of his papacy knowingly protected and favored a cardinal who was [pick a disgusting verb]-ing seminarians? By what possible stretch of the imagination would such an occupant be suited for the Chair of Peter? Does the historical fact that some pretty bad popes held on to office despite committing various offenses justify other popes acting badly in shirking even the minimal gesture of resigning? Viganò is unquestionably in a position to know, and claims to know, whether his central allegation that Francis’ was covering for McCarrick, big time, for years, is correct. Believing, as he does, that his claims are correct, Viganò, in calling for Francis’ resignation, has done nothing more or less than exercise his right under canon law “to manifest to the sacred pastors [his] opinion on matters which pertain to the good of the Church and to make [his] opinion known to the rest of the Christian faithful…” 1983 CIC 212 § 3. I have not called for Francis’ resignation because I do not know (with the degree of certitude that a lawyer seeks) whether Viganò’s key allegations against Francis are substantially true; most assuredly, however, if I reach the conclusion that they are true, I would say, without hesitation, that Francis should resign.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4650": {
    "article_num": 788056108,
    "para_num": 15,
    "text": "Of what was said above concerning resignation from Church office in general, what would not apply to a pope, of all office holders, if he, as alleged by Viganò, from the first months of his papacy knowingly protected and favored a cardinal who was [pick a disgusting verb]-ing seminarians? By what possible stretch of the imagination would such an occupant be suited for the Chair of Peter? Does the historical fact that some pretty bad popes held on to office despite committing various offenses justify other popes acting badly in shirking even the minimal gesture of resigning? Viganò is unquestionably in a position to know, and claims to know, whether his central allegation that Francis’ was covering for McCarrick, big time, for years, is correct. Believing, as he does, that his claims are correct, Viganò, in calling for Francis’ resignation, has done nothing more or less than exercise his right under canon law “to manifest to the sacred pastors [his] opinion on matters which pertain to the good of the Church and to make [his] opinion known to the rest of the Christian faithful…” 1983 CIC 212 § 3. I have not called for Francis’ resignation because I do not know (with the degree of certitude that a lawyer seeks) whether Viganò’s key allegations against Francis are substantially true; most assuredly, however, if I reach the conclusion that they are true, I would say, without hesitation, that Francis should resign.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4659": {
    "article_num": 788056108,
    "para_num": 24,
    "text": "As Pope Benedict has observed, when it comes to the election of a Pope “the Spirit’s role should be understood in a much more elastic sense, not that he [sic] dictates the candidate for whom one must vote…. There are too many contrary instances of popes the Holy Spirit obviously would not have picked!” Bergoglio is undeniably one of them.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4660": {
    "article_num": 788056108,
    "para_num": 25,
    "text": "So what can be done to defend the Church against Bergoglio? That the mode of papal election by cardinals has persisted for nearly a thousand years has led to the general impression that it pertains to the irreformable divine constitution of the Church, but it certainly does not. As to matters of purely ecclesiastical law such as this one the Church has always allowed for departures from traditional practice in cases of emergency or grave necessity. And just as a synod was employed to address three rival claimants to the papal throne in 1046, declaring at least two of them deposed, so today might it be possible for reform-minded cardinals and bishops, comprising an imperfect council, to undo the incalculable damage caused by the cabal that lobbied for Bergoglio’s election before the last conclave—a cabal that included none other than McCarrick, whom Bergoglio rewarded by rehabilitating that monster despite the massive evidence of his unspeakable crimes.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4667": {
    "article_num": 788056108,
    "para_num": 30,
    "text": "Another ground for deposition—as determined by the imperfect council, not any of us—would be that Bergoglio has deposed himself by promulgating heresy, fracturing the Church’s universal discipline respecting marriage and the Eucharist, and undermining the teaching of even his own immediate predecessors on matters of fundamental morality upheld by the Magisterium for two millennia. Surely the Church cannot be without any remedy for a Pope who relentlessly attacks her very foundations! To quote Cajetan again: “Indeed the Church has the right to separate herself from an heretical pope according to divine law. Consequently, it has the right, by the same divine law, to use all means of themselves necessary for such separation; and those that juridically correspond to the crime, are of themselves necessary”—meaning the resort to an imperfect council.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4669": {
    "article_num": 788056108,
    "para_num": 31,
    "text": "If a synod was able to declare the deposition of a pope in 1046, why not an imperfect council today—or, for that matter, another synod? It will be argued that such a deposition would provoke massive schisms in the Church. But that would not be the first time that defense of the Church’s common good has done so, as the Great Western Schism demonstrates. And are we not in the midst of schisms already, provoked by none other than Bergoglio himself, whose insane drive to shatter the Church’s bimillennial discipline has produced the totally unprecedented situation in which what is still considered mortally sinful in one diocese is an imperative of “mercy” in another?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4670": {
    "article_num": 788056108,
    "para_num": 31,
    "text": "If a synod was able to declare the deposition of a pope in 1046, why not an imperfect council today—or, for that matter, another synod? It will be argued that such a deposition would provoke massive schisms in the Church. But that would not be the first time that defense of the Church’s common good has done so, as the Great Western Schism demonstrates. And are we not in the midst of schisms already, provoked by none other than Bergoglio himself, whose insane drive to shatter the Church’s bimillennial discipline has produced the totally unprecedented situation in which what is still considered mortally sinful in one diocese is an imperative of “mercy” in another?",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4675": {
    "article_num": 788056108,
    "para_num": 33,
    "text": "Some four months before Archbishop Viganò’s testimony Cardinal Willem Jacobus Eijk, the Archbishop of Utrecht, Netherlands, perhaps the most liberal territory in the entire Church, protested that Bergoglio’s blatant nod to intercommunion with Protestants in Germany means that “the bishops and, above all, the Successor of Peter fail to maintain and transmit faithfully and in unity the deposit of faith contained in Sacred Tradition and Sacred Scripture” and that the situation reminds him of Article 675 of the Catechism of the Catholic Church, which refers to the Church’s “final trial” before the Second Coming, “that will shake the faith of many believers… [a] ‘mystery of iniquity’ in the form of a religious deception offering men an apparent solution to their problems at the price of apostasy from the truth.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4676": {
    "article_num": 788056108,
    "para_num": 34,
    "text": "What can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”? It seems absurd to argue that she can do nothing but exhort the faithful to pray and do penance while a papal malefactor, treated as if were an absolute dictator, is allowed to continue wreaking havoc upon faith and morals to the detriment of countless souls, without the least impediment, for so long as he shall live.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4677": {
    "article_num": 788056108,
    "para_num": 34,
    "text": "What can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”? It seems absurd to argue that she can do nothing but exhort the faithful to pray and do penance while a papal malefactor, treated as if were an absolute dictator, is allowed to continue wreaking havoc upon faith and morals to the detriment of countless souls, without the least impediment, for so long as he shall live.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4681": {
    "article_num": 788056108,
    "para_num": 35,
    "text": "No, Bergoglio must go. The successors of the Apostles, the only ones in a position to end his rampage, must demand his resignation and, should he refuse as expected, act in this unprecedented emergency to declare his removal from the office he has criminally abused and whose very credibility he threatens to destroy. May God give them the grace to do what must be done and what history will vindicate as a rescue of the Church during the height of the worst crisis in her history.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4686": {
    "article_num": 788173482,
    "para_num": 5,
    "text": "“What we’ve done is a great service to the country, really,” he said. “I hope to be able to call this, along with tax cuts and regulation and all the things I’ve done… in its own way this might be the most important thing because this was corrupt.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4688": {
    "article_num": 788173482,
    "para_num": 7,
    "text": "“They know this is one of the great scandals in the history of our country because basically what they did is, they used [former Trump campaign aide] Carter Page, who nobody even knew, who I feel very badly for, I think he’s been treated very badly. They used Carter Page as a foil in order to surveil a candidate for the presidency of the United States.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4690": {
    "article_num": 788173482,
    "para_num": 8,
    "text": "“It’s a hoax, beyond a witch hunt,” Trump said.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4693": {
    "article_num": 788173482,
    "para_num": 10,
    "text": "Although the conspiracy theory is baseless nonsense, it continues to dog the Trump administration, providing cable television news outlets and late-night talk show hosts with endless fodder in the 24-hour news cycle. When Trump defenders have fought back, social media companies have colluded with the Left to silence and intimidate them.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4706": {
    "article_num": 788173482,
    "para_num": 22,
    "text": "The authors of the letter even lie about the nature of the broad-based request, claiming Trump is selectively declassifying information to save himself.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4710": {
    "article_num": 788271400,
    "para_num": 3,
    "text": "Dallas, TX — In a repugnant and outright disrespectful move, Texas Senator Ted Cruz went to bat for Amber Guyger, the cop who admitted to taking the life of the innocent 26-year-old pillar of society, Botham Jean.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4714": {
    "article_num": 788271400,
    "para_num": 5,
    "text": "“I think we are all counting on the district attorney, on those in positions of trust and power right now, to do the right thing,” O’Rourke said, implying that, at the very minimum, Amber Guyger should be fired. “There has to be a full accounting for how young black men continue to be killed in this country without accountability, without justice, without these full investigations, without respecting their civil rights. This cannot continue.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4715": {
    "article_num": 788271400,
    "para_num": 15,
    "text": "To be clear, Amber Guyger admitted to doing something wrong. While controversy swarms the case of why she may have killed Jean, there is no doubt that she did kill him. This is a fact. This public servant walked into an innocent man’s home and shot him dead. Because of her actions, this man no longer lives. That, Senator Ted Cruz, is wrong.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4716": {
    "article_num": 788271400,
    "para_num": 16,
    "text": "Mistake or not, she killed an innocent man. She is the only one to blame and yet she is still collecting a paycheck from taxpayers. Calling for Gugyer to be fired is not the same as calling for people to be fired for making stupid Instagram posts or saying stupid things—she killed an innocent man. At the very least, she should be fired from her job which gave her the gun to do it.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4717": {
    "article_num": 788271400,
    "para_num": 17,
    "text": "What Ted Cruz is doing is the same thing the police and their apologists are doing. They are treating Guyger differently because she is part of the system. In Cruz’s eyes, Guyger going into an apartment that wasn’t her’s and killing an innocent man was simply a case of being in the wrong place at the wrong time—a tragic mistake that ruined two lives, according to Cruz.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4720": {
    "article_num": 788271400,
    "para_num": 22,
    "text": "Amber Guyger took an innocent person’s life, and because people are so blinded by the badge, she is being portrayed as the victim. To those who attempt to claim there is no bias in this horrifically flawed system, if ever there was a case to prove you wrong—this is it. A tragedy indeed.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4743": {
    "article_num": 788816478,
    "para_num": 4,
    "text": "Democrats had Kavanaugh accuser Christine Blasey Ford’s never-credible accusations of sexual abuse -- including possible attempted rape -- in hand way back in the summer. They deliberately refused to bring up the allegations, as weak and ridiculous as they are, at Kavanaugh’s Senate confirmation hearings because they didn’t want to have a rational discussion.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4751": {
    "article_num": 788816478,
    "para_num": 16,
    "text": "Ford “really doesn’t want to testify,” he said. “Because when she does, she is going to look like the loon she is. She may very well believe everything she’s saying, and that is one of the signs of lunacy, believing something that isn’t real.” And her lawyer is “even loonier.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4762": {
    "article_num": 788847916,
    "para_num": 13,
    "text": "As WFAA reports, Justin Moore, a civil rights attorney was a panelist at the meeting and was surprised by the Chief’s comments. “I was completely mystified, and I really didn’t understand where it came from last night. It seemed like Chief Hall might not have been well informed on the law,” said Moore.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4769": {
    "article_num": 788847916,
    "para_num": 24,
    "text": "But then again, as we’ve reported already this week, Amber Guyger is subject to a different set of rules than common citizens, which apparently includes keeping a paycheck after admitting to killing an unarmed, innocent, pillar of society, Botham Jean.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4772": {
    "article_num": 788900262,
    "para_num": 3,
    "text": "If Christine Ford were to make her accusation in any courtroom in America, even a mediocre defense attorney could shatter her credibility within minutes under cross-examination. Here's what that might look like:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4774": {
    "article_num": 788900262,
    "para_num": 19,
    "text": "If this had been such a pivotal moment for her, how could she have forgotten any those facts? Most victims of sexual assault remember every detail – yes, even years later. No jury would send a young man to prison based on that testimony.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4775": {
    "article_num": 788900262,
    "para_num": 20,
    "text": "Without a shred of evidence, a highly qualified judge, with no other blemish on his record, is being smeared on the national stage by a political lynch mob out for blood. Ben Shapiro spoke to Fox News' Martha MacCallum and said \"you have to have some evidence before you destroy a man's life.\" Shapiro's comments can be heard in the video below.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4783": {
    "article_num": 788900262,
    "para_num": 32,
    "text": "Why not Monday? Does she have an important dentist appointment she can't get out of? In order to avoid the criticism that will no doubt come anyway, the Republicans on the Senate Judicial committee have tried very hard to oblige Ford's requests, even offering to go to California to hear her testimony.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4789": {
    "article_num": 788900262,
    "para_num": 37,
    "text": "Democrats may be overestimating the strength of their hand. And Ms. Ford may be overestimating the integrity of the \"supportive\" lawmakers and lawyers currently handling her. Watch all these sensitive lawmakers and high profile, activist attorneys scatter like mice from her once the Senate vote is over (regardless of the result). Ford can choose to state her case on Monday or not, but she is not in a position to be calling the shots.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4794": {
    "article_num": 789121265,
    "para_num": 10,
    "text": "Yet now the Democrats, including Feinstein, want to demand Christine Blasey Ford have her day in court, figuratively speaking, for her flimsy and meritless accusations against Kavanaugh?",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4797": {
    "article_num": 789121265,
    "para_num": 12,
    "text": "Sen. Dianne Feinstein, California Democrat, has championed Brett Kavanaugh’s #MeToo accuser, but Juanita Broaddrick says the senator never showed any interest in her 1999 rape allegation against President Bill Clinton. Ms. Feinstein was elected in 1992, making her one of the few remaining senators who served during independent counsel Kenneth Starr’s investigation into Mr. Clinton’s affair with White House intern Monica Lewinsky. “It’s absurd,” Ms. Broaddrick said Wednesday on Fox News. “Not one Democrat would look at my deposition with the independent counsel. Oh my gosh, they did not want to know about it.” She pointed to the discrepancy between Democratic lack of interest in her case and the party’s outrage over allegations of sexual assault leveled last week against Mr. Kavanaugh. “Oh, it makes me go back to 1999, when Dianne Feinstein, along with every other Democrat, refused to read my deposition to the independent counsel,” said Ms. Broaddrick told Fox’s Laura Ingraham on Monday. “They would have nothing to do with it. That shows you the difference in the double standard that existed back then and still does today.” Ms. Broaddrick has also lashed out at Sen. Dick Durbin, Illinois Democrat, who voted not guilty on the Clinton impeachment, as did Ms. Feinstein and Sen. Patty Murray, Washington Democrat. “You voted NOT GUILTY on both counts at Bill Clinton’s impeachment,” she tweeted. “You didn’t give a damn back then. You, Dicky Durban [sic], are a complete FRAUD.” Ms. Broaddrick also said that if Senate Democrats want the FBI to investigate the 36-year-old accusations against Mr. Kavanaugh, they should reopen her 40-year-old case, too. If you want the FBI to go back that far @[email protected] to investigate Ford’s allegations…. let’s investigate my RAPE allegations against Bill Clinton, too. Seems only fair. She has long accused Mr. Clinton of raping her a motel room in 1978 in Little Rock, when he was Arkansas attorney general. “Go back that far, let’s investigate my situation,” she said on Wednesday. “Why not? Everybody says well it was litigated and adjudicated—my case was never litigated, it was never adjudicated. It never went to court. I was never discredited at all.” Christine Blasey Ford, a psychology professor at Palo Alto University, has accused the Supreme Court nominee of sexually assaulting her when they were in high school in Maryland. The allegation went public last week after Ms. Feinstein, ranking Democrat on the Senate Judiciary Committee, said she received a letter about the incident in late July and referred the matter to federal authorities a week ago. “During every step of this process, I’ve found every single piece of information from Dr. Christine Blasey Ford eminently credible, sincere and believable,” tweeted Ms. Feinstein on Tuesday. “She knew this would have a huge effect on her life and she was incredibly brave to come forward.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4798": {
    "article_num": 789121265,
    "para_num": 12,
    "text": "Sen. Dianne Feinstein, California Democrat, has championed Brett Kavanaugh’s #MeToo accuser, but Juanita Broaddrick says the senator never showed any interest in her 1999 rape allegation against President Bill Clinton. Ms. Feinstein was elected in 1992, making her one of the few remaining senators who served during independent counsel Kenneth Starr’s investigation into Mr. Clinton’s affair with White House intern Monica Lewinsky. “It’s absurd,” Ms. Broaddrick said Wednesday on Fox News. “Not one Democrat would look at my deposition with the independent counsel. Oh my gosh, they did not want to know about it.” She pointed to the discrepancy between Democratic lack of interest in her case and the party’s outrage over allegations of sexual assault leveled last week against Mr. Kavanaugh. “Oh, it makes me go back to 1999, when Dianne Feinstein, along with every other Democrat, refused to read my deposition to the independent counsel,” said Ms. Broaddrick told Fox’s Laura Ingraham on Monday. “They would have nothing to do with it. That shows you the difference in the double standard that existed back then and still does today.” Ms. Broaddrick has also lashed out at Sen. Dick Durbin, Illinois Democrat, who voted not guilty on the Clinton impeachment, as did Ms. Feinstein and Sen. Patty Murray, Washington Democrat. “You voted NOT GUILTY on both counts at Bill Clinton’s impeachment,” she tweeted. “You didn’t give a damn back then. You, Dicky Durban [sic], are a complete FRAUD.” Ms. Broaddrick also said that if Senate Democrats want the FBI to investigate the 36-year-old accusations against Mr. Kavanaugh, they should reopen her 40-year-old case, too. If you want the FBI to go back that far @[email protected] to investigate Ford’s allegations…. let’s investigate my RAPE allegations against Bill Clinton, too. Seems only fair. She has long accused Mr. Clinton of raping her a motel room in 1978 in Little Rock, when he was Arkansas attorney general. “Go back that far, let’s investigate my situation,” she said on Wednesday. “Why not? Everybody says well it was litigated and adjudicated—my case was never litigated, it was never adjudicated. It never went to court. I was never discredited at all.” Christine Blasey Ford, a psychology professor at Palo Alto University, has accused the Supreme Court nominee of sexually assaulting her when they were in high school in Maryland. The allegation went public last week after Ms. Feinstein, ranking Democrat on the Senate Judiciary Committee, said she received a letter about the incident in late July and referred the matter to federal authorities a week ago. “During every step of this process, I’ve found every single piece of information from Dr. Christine Blasey Ford eminently credible, sincere and believable,” tweeted Ms. Feinstein on Tuesday. “She knew this would have a huge effect on her life and she was incredibly brave to come forward.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4809": {
    "article_num": 789121798,
    "para_num": 18,
    "text": "Any one of these (and dozens of other) circumstances by themselves are not enough to dismiss this allegation outright. However, taken together as a whole, it’s far too suspicious to lend it any credibility.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4811": {
    "article_num": 789121798,
    "para_num": 19,
    "text": "Ladies, you demand to be believed, no matter what. Well, when every time there's a man that you don't like running for public office or being nominated for a position, some woman crawls out from a line of protesters and makes an ambiguous-at-best claim about unwanted sexual advances, it becomes increasingly difficult to take you seriously.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4814": {
    "article_num": 789121798,
    "para_num": 20,
    "text": "No, an accusation against a man who has been investigated by the FBI six times prior and has 75 women publicly vouching for his character is not going to stop this process. And guess what, next time a man is nominated to a position who really has committed a crime, people will be that much less likely to believe his accuser. Way to go! By attempting to derail this process with such a pathetic attempt at a smear campaign, you have successfully made it much easier for a real sex offender to point back at this and say, “look, this is what they do\"! Women everywhere should be furious.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4819": {
    "article_num": 789121798,
    "para_num": 24,
    "text": "These are the facts. This is not my opinion. Everything else is just noise.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4821": {
    "article_num": 789370909,
    "para_num": 6,
    "text": "Haters of Judge Kavanaugh are turning the process of Senate confirmation of a Supreme Court nominee into something worse than a travesty. His opponents in the Senate have transformed their “advise and consent” function into a campaign of no-holds barred character assassination.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4828": {
    "article_num": 789370909,
    "para_num": 13,
    "text": "What we do know so far tends to undercut the credibility of Ms. Ford’s accusation. Ms. Ford cannot corroborate her decades-old charge of sexual assault against Judge Kavanaugh. Whatever corroboration Ms. Ford was hoping for from “witnesses” she claimed were at the alleged party is non-existent. The individuals she reportedly named in her unredacted confidential letter given to Senator Feinstein have either denied being at such a party or do not recollect what Ms. Ford has alleged. Moreover, by her own admission to the Washington Post, Ms. Ford “said she does not remember some key details of the incident.” She does not remember, for example, where it happened, how the party came together in the first place, or how she got home after the alleged incident. She believes the alleged incident occurred during the summer of 1982, but reportedly could not be more precise on the day or even the month of the party.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4830": {
    "article_num": 789370909,
    "para_num": 15,
    "text": "The New York Times published an op-ed column last week by a psychiatrist, Richard A. Friedman, who cited neurological science to conclude that Ms. Ford’s claim that she has “a vivid memory of an attack that took place when she was 15” is “credible.” The reason, he wrote, is that “memories formed under the influence of intense emotion — such as the feelings that accompany a sexual assault — are indelible in the way that memories of a routine day are not.” The only problem with Dr. Friedman’s thesis is that Ms. Ford has apparently forgotten such key details surrounding the alleged sexual assault as when and where it happened and how she got home. Moreover, when Ms. Ford finally told someone about the incident in any detail some 30 years later in 2012, during a couples therapy session with her husband, she did not name Judge Kavanaugh specifically, according to the therapist’s notes that Ms. Ford had provided to the Washington Post in connection with her interview. The Washington Post reported that the therapist’s notes it reviewed “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4833": {
    "article_num": 789370909,
    "para_num": 17,
    "text": "Senator Mazie Hirono (D-Hawaii), one of Judge Kavanaugh’s fiercest critics who told men to “shut up” regarding Ms. Ford’s allegations, said she doubts Judge Kavanaugh’s credibility because of “how he approaches his cases.” Aside from mischaracterizing the constitutional textualist reasoning underlying Judge Kavanaugh’s opinions, she is saying that she does not believe Judge Kavanaugh’s denial of the sexual misconduct allegations lodged against him because of the opinions he wrote that she does not like. Such circular “reasoning” would be amusing if it were not so emblematic of what one writer called “Kavanaugh Derangement Syndrome.\" Senator Kirsten Gillibrand (D-N.Y.) is also suffering from the same syndrome. She said Thursday regarding Ms. Ford: \"I believe her because she is telling the truth and you know it by her story.\"",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4838": {
    "article_num": 789370909,
    "para_num": 19,
    "text": "Let’s assume for the sake of argument that the normal burden on the prosecution in a criminal case - to prove the accused’s guilt beyond a reasonable doubt - is not applicable regarding the charge against Judge Kavanaugh since he is not a defendant in a criminal trial. However, that should not flip the burden of proof onto Judge Kavanaugh altogether. Judge Kavanaugh is being subjected to charges of a criminal nature that could not only deprive him of a seat on the Supreme Court for which he is otherwise eminently qualified. Ms. Ford’s unsubstantiated accusation can completely destroy Judge Kavanaugh’s life by causing irreparable damage to his reputation for integrity and good character and to his career, which he has built up during decades of public service. His family’s lives have been completely upended. Placing the burden on Judge Kavanaugh to prove that he was not involved in an uncorroborated incident from years ago, about which even his accuser does not recall key details, turns the fundamental constitutional principle of due process upside down. Ms. Ford should have the burden to prove her accusations by at least a preponderance of all the evidence presented.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4847": {
    "article_num": 789370998,
    "para_num": 4,
    "text": "The new allegations came yesterday amid reports that Senate Judiciary Committee chairman Chuck Grassley (R-Iowa) tentatively scheduled a hearing for this Thursday to take testimony from Christine Blasey Ford, 51, who claims Kavanaugh, 53, sexually assaulted her decades ago when he was a high school student. Suspiciously, Ford can’t –or won’t— say when or where the alleged incident happened and can provide few details.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4849": {
    "article_num": 789370998,
    "para_num": 7,
    "text": "As usual, Republicans’ seeming reasonableness is rewarded with more abuse by the Left. Give left-wingers an inch and they’ll take a mile.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4853": {
    "article_num": 789370998,
    "para_num": 17,
    "text": "“There is exactly a zero percent chance that [Senate Majority Leader] Mitch McConnell and Chuck Grassley will allow this thing to get past the lame-duck” congressional session after Election Day, said the co-founder of SCOTUSblog who has appeared before the Supreme Court many times.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4864": {
    "article_num": 789454337,
    "para_num": 19,
    "text": "The reaction from the police, in this case, has shown that they believe they have a license to kill and that they cannot be trusted to monitor themselves and keep one another in check. They have no interest in serving justice when it comes to enforcing crimes against their own.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4886": {
    "article_num": 789615291,
    "para_num": 10,
    "text": "Ford and Dianne Feinstein also keep demanding an FBI investigation, even though no federal crime is being alleged, and any investigation 36 years after the offense is impossible. Ford can’t remember where and when the alleged assault took place, nor how she got to or went home from the party where it allegedly occurred. Her own details of the event don’t jibe (Four boys or three? One girl or two?). She told no one about the assault until 30 years later. A “lifelong friend” whom Ford claims was at the party has denied any knowledge of the it, and says she’s never met Kavanaugh. Another friend who reported that the school was abuzz with gossip about the attack (which apparently took place during summer break), retracted her statement. The two men Ford named as possible witnesses to the assault have contradicter her claims under oath. And the accused Judge Kavanaugh also under oath vehemently denies the charges. Given that 36 years have passed since the incident, and the accuser’s memory is so hazy and short on coherent details, the FBI has nothing to investigate.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4898": {
    "article_num": 789615291,
    "para_num": 29,
    "text": "Given how obviously partisan and hypocritical this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too? ––why has Grassley so far allowed himself to be played by the Dems? Because Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed. This contention itself is an expression of the radical feminist narrative of innate male feral sexuality that makes them sexual predators.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4899": {
    "article_num": 789615291,
    "para_num": 29,
    "text": "Given how obviously partisan and hypocritical this ploy is––doesn’t Keith Ellison’s accuser deserve to be heard and believed too? ––why has Grassley so far allowed himself to be played by the Dems? Because Republicans fear the backlash from all those women voters who presumably agree with the fundamentalist feminists, and insist that every accusation of sexual assault, no matter how much it’s unsupported by corroborating evidence or even plausibility, must be believed. This contention itself is an expression of the radical feminist narrative of innate male feral sexuality that makes them sexual predators.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4928": {
    "article_num": 790266787,
    "para_num": 20,
    "text": "“Avenatti is a third rate lawyer who is good at making false accusations, like he did on me and like he is now doing on Judge Brett Kavanaugh[,]” Trump wrote on Twitter. “He is just looking for attention and doesn’t want people to look at his past record and relationships - a total low-life!”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4939": {
    "article_num": 790266787,
    "para_num": 41,
    "text": "Given that Kavanaugh has already passed six incredibly intrusive FBI investigations, odds are Ford is lying or suffering from some kind of psychological disorder such as false memory syndrome.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4948": {
    "article_num": 790483991,
    "para_num": 4,
    "text": "Many thanks to our friends at LifeSiteNews, especially Diane Montagna, for the following translation and release of the follow-up testimony from arguably the most courageous prelate in the Church today—Archbishop Carlo Maria Viganò.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4953": {
    "article_num": 790483991,
    "para_num": 6,
    "text": "Read the Archbishop’s words for yourselves and note well the ring of truth that resonates in every sentence. This is clearly the testimony of an honest man who has only the good of the Church in his heart—a modern-day Athanasius standing against something so much worse than Liberius.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4955": {
    "article_num": 790483991,
    "para_num": 7,
    "text": "Friends, let us pray for Archbishop Viganò. He is standing alone now, and not only against the most dangerous pontificate in history, but also the forces of hell itself—forces which will do all in their power to silence this voice crying in the wilderness.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4957": {
    "article_num": 790483991,
    "para_num": 8,
    "text": "Make no mistake about this: Archbishop Viganò is fighting for the very survival of the human element of the Catholic Church. He is standing against corrupt men in high places who cannot be trusted to do what is best for souls, for the Catholic faithful or indeed for Holy Mother Church herself.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4960": {
    "article_num": 790483991,
    "para_num": 25,
    "text": "My decision to reveal those grave facts was for me the most painful and serious decision that I have ever made in my life. I made it after long reflection and prayer, during months of profound suffering and anguish, during a crescendo of continual news of terrible events, with thousands of innocent victims destroyed and the vocations and lives of young priests and religious disturbed. The silence of the pastors who could have provided a remedy and prevented new victims became increasingly indefensible, a devastating crime for the Church. Well aware of the enormous consequences that my testimony could have, because what I was about to reveal involved the successor of Peter himself, I nonetheless chose to speak in order to protect the Church, and I declare with a clear conscience before God that my testimony is true. Christ died for the Church, and Peter, Servus servorum Dei, is the first one called to serve the spouse of Christ.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "4963": {
    "article_num": 790483991,
    "para_num": 27,
    "text": "Neither the pope, nor any of the cardinals in Rome have denied the facts I asserted in my testimony. “Qui tacet consentit” surely applies here, for if they deny my testimony, they have only to say so, and provide documentation to support that denial. How can one avoid concluding that the reason they do not provide the documentation is that they know it confirms my testimony?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4964": {
    "article_num": 790483991,
    "para_num": 28,
    "text": "The center of my testimony was that since at least June 23, 2013, the pope knew from me how perverse and evil McCarrick was in his intentions and actions, and instead of taking the measures that every good pastor would have taken, the pope made McCarrick one of his principal agents in governing the Church, in regard to the United States, the Curia, and even China, as we are seeing these days with great concern and anxiety for that martyr Church.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4966": {
    "article_num": 790483991,
    "para_num": 29,
    "text": "Now, the pope’s reply to my testimony was: “I will not say a word!” But then, contradicting himself, he has compared his silence to that of Jesus in Nazareth and before Pilate, and compared me to the great accuser, Satan, who sows scandal and division in the Church — though without ever uttering my name. If he had said: “Viganò lied,” he would have challenged my credibility while trying to affirm his own. In so doing he would have intensified the demand of the people of God and the world for the documentation needed to determine who has told the truth. Instead, he put in place a subtle slander against me — slander being an offense he has often compared to the gravity of murder. Indeed, he did it repeatedly, in the context of the celebration of the most Holy Sacrament, the Eucharist, where he runs no risk of being challenged by journalists. When he did speak to journalists, he asked them to exercise their professional maturity and draw their own conclusions. But how can journalists discover and know the truth if those directly involved with a matter refuse to answer any questions or to release any documents? The pope’s unwillingness to respond to my charges and his deafness to the appeals by the faithful for accountability are hardly consistent with his calls for transparency and bridge building.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4968": {
    "article_num": 790483991,
    "para_num": 30,
    "text": "Moreover, the pope’s cover-up of McCarrick was clearly not an isolated mistake. Many more instances have recently been documented in the press, showing that Pope Francis has defended homosexual clergy who committed serious sexual abuses against minors or adults. These include his role in the case of Fr. Julio Grassi in Buenos Aires, his reinstatement of Fr. Mauro Inzoli after Pope Benedict had removed him from ministry (until he went to prison, at which point Pope Francis laicized him), and his halting of the investigation of sex abuse allegations against Cardinal Cormac Murphy O’Connor.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4969": {
    "article_num": 790483991,
    "para_num": 31,
    "text": "In the meantime, a delegation of the USCCB, headed by its president Cardinal DiNardo, went to Rome asking for a Vatican investigation into McCarrick. Cardinal DiNardo and the other prelates should tell the Church in America and in the world: did the pope refuse to carry out a Vatican investigation into McCarrick’s crimes and of those responsible for covering them up? The faithful deserve to know.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4979": {
    "article_num": 790665855,
    "para_num": 4,
    "text": "While Kavanaugh may be an ostensible supporter of the Second Amendment, his record indicates that he all but cannot stand the Fourth and he’s not that big a fan of the First either.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4980": {
    "article_num": 790665855,
    "para_num": 5,
    "text": "While the allegations against Kavanaugh should certainly be investigated — no matter how they are being spun by the left and the right — he shouldn’t even be in this position based solely on his previous record. But no one is talking about this. Instead, the left and right are involved in a mudslinging orgy of victim shaming and kangaroo courts.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4989": {
    "article_num": 790665855,
    "para_num": 24,
    "text": "“Privacy advocates must fight,” Amash tweeted. “There are many potential nominees with a conservative record on abortion, guns, and regulations. The only question is will the Senate confirm one who is really bad on the #4thAmendment, when so much is at stake in upcoming digital privacy battles.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "4997": {
    "article_num": 790667730,
    "para_num": 1,
    "text": "Senator Lindsey Graham Unleashes Firestorm At Democrat Senators For \"Most Unethical Sham\" Since He's Been In Politics",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5000": {
    "article_num": 790667730,
    "para_num": 3,
    "text": "I'm not a fan of Senator Lindsey Graham (R-SC), and he's my senator, but I have to tell you that he was right on point on Thursday when he berated Senate Democrats in their relentless assault on Judge Brett Kavanaugh while at the same time believing every word of Dr. Christine Ford without any evidence. In fact, all of the evidence and all of the witnesses to date, including Dr. Ford's friend, whom she claims was in the same house that the attack occurred refute her claims. When Graham had his time to speak, he said what many of us thought should have been said.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5004": {
    "article_num": 790667730,
    "para_num": 5,
    "text": "\"What you want to do is destroy this guy's life, hold this seat open, and hope you win in 2020,\" Graham blasted Democrat Senators on the committee.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5005": {
    "article_num": 790667730,
    "para_num": 6,
    "text": "Sen. Lindsey Graham to committee Democrats: \"This is the most unethical sham since I've been in politics...Boy, y'all want power. Boy, I hope you never get it. I hope the American people can see through this sham, that you knew about it and you held it.\" pic.twitter.com/NnpcF33smC take our poll - story continues below Who should replace Nikki Haley as our ambassador to the U.N.? Who should replace Nikki Haley as our ambassador to the U.N.?",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5021": {
    "article_num": 790677230,
    "para_num": 14,
    "text": "“Hard to do much else when the witness conveniently has no corroborating evidence, no memory of any verifiable facts of what happened, and everyone she says was present at the alleged incident--even her best friend--has denied it.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5024": {
    "article_num": 790677230,
    "para_num": 18,
    "text": "After saying she thought she knew what Mitchell was trying to get at in her questions, the senator said, “so I'll just ask you very plainly, Dr. Ford, is there a political motivation for your coming forward with your account of the assault by Brett Kavanaugh?”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5025": {
    "article_num": 790677230,
    "para_num": 21,
    "text": "Strangely, Ford has a bad long-term memory and a bad short-term memory. She doesn’t know when or where the alleged incident took place, yet she is “one hundred percent” certain it was Kavanaugh who attacked her.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5027": {
    "article_num": 790677230,
    "para_num": 30,
    "text": "“Democratic staff was invited to participate and could have asked any questions they wanted to, but they declined. Which leads me then to wonder: If they're really concerned with going to the truth, why wouldn't you want to talk to the accused?”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5030": {
    "article_num": 790677230,
    "para_num": 38,
    "text": "While questioning Kavanaugh, Graham lambasted the confirmation process the judge has been put through, calling it “the most unethical sham since I've been in politics.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5036": {
    "article_num": 790677230,
    "para_num": 41,
    "text": "Graham warned fellow GOPers about voting against the nomination. “To my Republican colleagues, if you vote no, you're legitimizing the most despicable thing I have seen in my time in politics. You want this seat? I hope you never get it.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5038": {
    "article_num": 790677230,
    "para_num": 42,
    "text": "Sen. Orrin Hatch (R-Utah) attacked Democrats, blaming them for the “circus atmosphere that has been created” since they first Ford's allegations to the media “two weeks ago, after sitting on them for six weeks.” This “has brought us the worst in our politics.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5040": {
    "article_num": 790677230,
    "para_num": 43,
    "text": "“It certainly has brought us no closer to the truth,” Hatch added. “Anonymous letters with no name and no return address are now being treated as national news.” Taking a shot at Stormy Daniels attorney Michael Avenatti, Hatch said “porn star lawyers with facially implausible claims are driving the news cycle.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5042": {
    "article_num": 790677230,
    "para_num": 44,
    "text": "“I hate to say this, but this is worse than Robert Bork, and I didn't think it could get any worse than that. This is worse than Clarence Thomas. I didn't think it could get any worse than that. This is a national disgrace, the way you're being treated.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5050": {
    "article_num": 790720480,
    "para_num": 13,
    "text": "Comfort? What about Judge Kavanaugh's comfort in being put through the ringer without a shred of evidence, Senator Flake?",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5051": {
    "article_num": 790720480,
    "para_num": 14,
    "text": "It's a good thing he'll be leaving the Senate. Perhaps Arizona will put someone in that actually has a spine rather than living up to Senator Flake's name.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5056": {
    "article_num": 790720714,
    "para_num": 5,
    "text": "Clearly, Ford has been outed as a radical political activist who promotes baby murder and other unlawful actions. However, her story didn't exactly lend credibility except with Democrat members of the Senate Judiciary Committee, one of which has openly professed to sexual assault.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5057": {
    "article_num": 790720714,
    "para_num": 5,
    "text": "Clearly, Ford has been outed as a radical political activist who promotes baby murder and other unlawful actions. However, her story didn't exactly lend credibility except with Democrat members of the Senate Judiciary Committee, one of which has openly professed to sexual assault.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5060": {
    "article_num": 790720714,
    "para_num": 11,
    "text": "However, Ford claims she never authorized her July letter to Senator Feinstein to be made public and yet, it was. She didn't seem distraught over that. She wasn't angry it was made public. Why? She knew it would be made public.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5065": {
    "article_num": 790720714,
    "para_num": 16,
    "text": "Ford obviously has mental issues and that was on display on Thursday during her testimony. She clearly tried to present herself as a victim while she accused Kavanaugh of sexual assault with absolutely no evidence.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5066": {
    "article_num": 790720714,
    "para_num": 16,
    "text": "Ford obviously has mental issues and that was on display on Thursday during her testimony. She clearly tried to present herself as a victim while she accused Kavanaugh of sexual assault with absolutely no evidence.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5069": {
    "article_num": 790720714,
    "para_num": 19,
    "text": "Ford didn't even think to act, according to her testimony, until Kavanaugh was on the short list, but did she go to local law enforcement? Nope. She went to her US Democrat representative, Senator Dianne Feinstein and The Washington Post. If that is not political, I don't know what is. Ford is not seeking justice nor is she seeking to do her \"civic duty.\" She is seeking to slander a man's character for something she cannot prove that she claims happened over 36 years ago.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5074": {
    "article_num": 790777028,
    "para_num": 18,
    "text": "My guess is that one of two things will occur with the FBI investigation: (1) Absolutely nothing will be found, and this will have been a huge waste of time or (2) look for this thing to expand and the need will arise to make this more of a circus than it already is, which will dwarf anything Clarence Thomas had to face from the slanderous accusations of Anita Hill.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5085": {
    "article_num": 793467906,
    "para_num": 13,
    "text": "You don't drain the swamp by appointing the swamp. And Powell is one of the worst swamp creatures in D.C.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5097": {
    "article_num": 793534424,
    "para_num": 30,
    "text": "Dina Powell is everything that was wrong with the Bush administration.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5104": {
    "article_num": 793921939,
    "para_num": 22,
    "text": "Again, and I have asked this before, how do you fight the Deep State by putting Deep State operatives in these positions? How do you drain the swamp by adding to it? The answer is clear: You don't.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5117": {
    "article_num": 794141509,
    "para_num": 35,
    "text": "Our approach generally is to cover stories and angles that corporate media underreport or misreport and to amplify activist and anti-war voices and stories. All of our content is professionally fact-checked and edited. I got into this line of work because I felt there was a need for media that challenged mainstream assumptions and biases in politics. I wanted to shed light on corruption and wrongdoing against oppressed peoples and cover the harsh truth about American foreign policy. Over the last 28 days, we reached 7,088,000 people on Facebook. The timing of this purge is rather dubious in my view, coming shortly before the midterm elections. This could be an attempt by Facebook itself to affect the outcome of the coming elections. The Twitter suspension caught me by surprise. I can only speculate that these suspensions were a coordinated effort to stifle our message ahead of the coming elections. (source)",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5131": {
    "article_num": 794141509,
    "para_num": 57,
    "text": "Social media is a massive source of information and influence today. If the information is rigged by entities that support socialism, gun control, and the end of privacy, we’re doomed. 2.2 billion active users will be bombarded with these messages without any real option for the other side of the story.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5142": {
    "article_num": 794141509,
    "para_num": 69,
    "text": "We’re watching the biggest campaign against freedom of speech and thought that has ever occurred in our part of the world.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5144": {
    "article_num": 794344513,
    "para_num": 3,
    "text": "October 11, 2018, will be remembered in history as the day the tech giants attempted to wipe out independent, liberty-minded, antiwar media from the airwaves. On Thursday, in a coordinated effort, hundreds of pages devoted to peace and liberty were memory-holed by social media giants.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5152": {
    "article_num": 794344513,
    "para_num": 26,
    "text": "Serving as a kick in the teeth to the thousands of people who lost their livelihoods yesterday because of this purge is the fact that pages who do set out to deliberately deceive people, put out actual fake news, and slander others — like the infamous Your News Wire — remain intact and able to post.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5168": {
    "article_num": 795689901,
    "para_num": 6,
    "text": "“In addition to stopping all payments to these countries, which seem to have almost no control over their population, I must, in the strongest of terms, ask Mexico to stop this onslaught — and if unable to do so I will call up the U.S. Military and CLOSE OUR SOUTHERN BORDER!” Trump said on Twitter.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5173": {
    "article_num": 795693029,
    "para_num": 4,
    "text": "“I must, in the strongest of terms, ask Mexico to stop this onslaught – and if unable to do so I will call up the U.S. Military and CLOSE OUR SOUTHERN BORDER!” Trump wrote of the caravan in a series of tweets on Twitter.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5183": {
    "article_num": 795703371,
    "para_num": 11,
    "text": "....In addition to stopping all payments to these countries, which seem to have almost no control over their population, I must, in the strongest of terms, ask Mexico to stop this onslaught - and if unable to do so I will call up the U.S. Military and CLOSE OUR SOUTHERN BORDER!.. — Donald J. Trump (@realDonaldTrump) October 18, 2018",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5223": {
    "article_num": 832908730,
    "para_num": 23,
    "text": "The handover of the report marks the end of an investigation that has for nearly two years transfixed the nation, yielded dozens of indictments and convictions, and brought down a handful of Trump’s closest advisers.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5256": {
    "article_num": 832910505,
    "para_num": 4,
    "text": "But it made the media ten times that more.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5270": {
    "article_num": 832913316,
    "para_num": 19,
    "text": "“Should Barr announce his intention to cover up Mueller’s report, we would take to the streets in ‘Trump Is Not Above the Law’ rapid-response protests around the country,” the group’s statement read.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5272": {
    "article_num": 832913316,
    "para_num": 20,
    "text": "“We will not allow Trump or his hand-picked attorney general to get away with obstructing this criminal investigation, and we will not allow Congress to abdicate its responsibility under the Constitution.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5291": {
    "article_num": 832916492,
    "para_num": 13,
    "text": "They were so concerned about that, because he’d get caught up in lies–and there’d be perjury traps.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5302": {
    "article_num": 999000124,
    "para_num": 4,
    "text": "However, his jokes quickly progressed to uncomfortable territory, including one about a gay black man who lives in his neighborhood and how “[I]t made me realize that being gay is definitely not a choice because no one wants to be gay and black.” The tension in the room increased as Patel told more jokes in this vein until organizers of the event went up on stage to stop him, citing a change in program plans.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5304": {
    "article_num": 999000125,
    "para_num": 5,
    "text": "During the event, Patel’s performance featured commentary on his experience living in a diverse area of New York City—including a joke about a gay, black man in his neighborhood—which AAA officials deemed inappropriate. Patel joked that being gay cannot be a choice because “no one looks in the mirror and thinks, ‘this black thing is too easy, let me just add another thing to it.’”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5305": {
    "article_num": 999000125,
    "para_num": 7,
    "text": "Patel pushed back on the officials’ remarks, and said that while he stood in solidarity with Asian American identities, none of his remarks were offensive, and he was exposing the audience to ideas that would be found “in the real world.” Before he could finish, Patel’s microphone was cut from off-stage, and he proceeded to leave.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5306": {
    "article_num": 999000125,
    "para_num": 11,
    "text": "“The message they were trying to send with the event was opposite to the jokes he was making, and using people’s ethnicity as the crux of his jokes could be funny but still offensive...He definitely wasn’t the most crass comedian I’ve ever heard but for the event it was inappropriate,” Warren said.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5307": {
    "article_num": 999000133,
    "para_num": 3,
    "text": "“So, we have to stop demonizing people and realize the biggest terror threat in this country is white men, most of them radicalized to the right. And we have to start doing something about them. There is no travel ban on them. There is no ban on — they had the Muslim ban. There is no white guy ban. So, what do we do about that?” –Don Lemon",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5311": {
    "article_num": 999000133,
    "para_num": 17,
    "text": "Nah, it’s just CNN doing what CNN does… spewing more fake news for your viewing pleasure.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5314": {
    "article_num": 999000135,
    "para_num": 3,
    "text": "Talk about an absolute hypocrite! However, it comes as no surprise from a hypocrite who works for a hypocritical, lying, fake news outlet like CNN. Don Lemon wanted to defend the \"peaceful\" migrants who are headed toward the US border to illegally enter the country against our immigration laws, but said that the \"biggest terror threat in this country is white men, most of them radicalized to the right.\" How can he contradict himself like that and not even bat an eyelid?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5316": {
    "article_num": 999000135,
    "para_num": 4,
    "text": "In discussing the arrival of these migrants who obviously gotten incredible help along the way, busted through customs gates, and pushed at the Mexican border while committing all sorts of crimes against many they come in contact with along the way, Lemon said what is clearly not only racist but utterly insane.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5319": {
    "article_num": 999000135,
    "para_num": 5,
    "text": "\"We have to stop demonizing people and realize the biggest terror threat in this country is white men, most of them radicalized to the right, and we have to start doing something about them,” Lemon said. “There is no travel ban on them… there is no white guy ban.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5321": {
    "article_num": 999000135,
    "para_num": 12,
    "text": "“I keep trying to point out to people not to demonize any one group or any one ethnicity, but we keep thinking the biggest terror threat is something else,” Lemon said.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5338": {
    "article_num": 999000136,
    "para_num": 17,
    "text": "It gets worse though. Smith says that Gillum is “a progressive” who is “a part of the crazy, crazy, crazies.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5346": {
    "article_num": 999000142,
    "para_num": 14,
    "text": "However, in less than a minute she would insult both Booker and Holder, and every person with dark skin on the planet.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5348": {
    "article_num": 999000142,
    "para_num": 17,
    "text": "What was even more amazing is that the audience laughed hysterically. Can you imagine if a conservative person uttered those comments? There would be a near lynching of them on the spot and surely for days to come. They might lose their livelihood and get death threats, but not \"Crooked\" Hillary.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5358": {
    "article_num": 999000147,
    "para_num": 13,
    "text": "The Senate's own rules prohibit this kind of behavior, but will the Senate hold these women to the standard they've set?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5360": {
    "article_num": 999000147,
    "para_num": 18,
    "text": "Could the good people of Massachusetts do us all a favor and elect someone else in her place?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5365": {
    "article_num": 999000149,
    "para_num": 12,
    "text": "Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel. #Gaza #Palestine #Israel",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5382": {
    "article_num": 999000158,
    "para_num": 11,
    "text": "“I absolutely, unqualifiedly denounce and reject the views of Louis Farrakhan,\" said Ellison. \"I’ve said that many, many years ago.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5384": {
    "article_num": 999000158,
    "para_num": 13,
    "text": "Ellison then concluded, \"He made it very clear in the early 90s that his views and mine were absolutely incompatible, and I’ve been saying that ever since.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5388": {
    "article_num": 999000158,
    "para_num": 22,
    "text": "Ahrens tweeted, “In 1993, Farrakhan told women: “You’re a failure if you can’t keep a man.” In 1994, Farrakhan said: “Murder and lying comes easy for white people.” All this came *before* Ellison praised him as “a role model” in 1995, and was photographed selling Farrakhan’s newspaper in 1998.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5401": {
    "article_num": 999000159,
    "para_num": 17,
    "text": "According to a recent study, the gun issue is an incredibly powerful, motivating issue in politics.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5402": {
    "article_num": 999000184,
    "para_num": 3,
    "text": "As expected, two Muslim women, Rashida Tlaib in Michigan and Ilhan Omar in Minnesota, have been overwhelmingly elected to Congress. The establishment media will celebrate these victories as triumphs of America’s “diversity”; unfortunately, in reality neither one is worth celebrating.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5403": {
    "article_num": 999000184,
    "para_num": 3,
    "text": "As expected, two Muslim women, Rashida Tlaib in Michigan and Ilhan Omar in Minnesota, have been overwhelmingly elected to Congress. The establishment media will celebrate these victories as triumphs of America’s “diversity”; unfortunately, in reality neither one is worth celebrating.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5407": {
    "article_num": 999000184,
    "para_num": 5,
    "text": "According to the JTA, when Tlaib was asked if she would vote against military aid to Israel, Tlaib responded: “Absolutely, if it has something to do with inequality and not access to people having justice. For me, U.S. aid should be leverage. I will be using my position in Congress so that no country, not one, should be able to get aid from the U.S. when they still promote that kind of injustice.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5411": {
    "article_num": 999000184,
    "para_num": 8,
    "text": "The hijabed (and therefore pro-Sharia) Ilhan Omar, meanwhile, is even more hateful than Tlaib. According to the Daily Wire, in 2012 Omar tweeted: “Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel. #Gaza #Palestine #Israel.” Challenged about this tweet much more recently, she doubled down and attacked the man who called attention to the tweet: “Drawing attention to the apartheid Israeli regime is far from hating Jews. You are a hateful sad man, I pray to Allah you get the help you need and find happiness.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5412": {
    "article_num": 999000184,
    "para_num": 8,
    "text": "The hijabed (and therefore pro-Sharia) Ilhan Omar, meanwhile, is even more hateful than Tlaib. According to the Daily Wire, in 2012 Omar tweeted: “Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel. #Gaza #Palestine #Israel.” Challenged about this tweet much more recently, she doubled down and attacked the man who called attention to the tweet: “Drawing attention to the apartheid Israeli regime is far from hating Jews. You are a hateful sad man, I pray to Allah you get the help you need and find happiness.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5415": {
    "article_num": 999000184,
    "para_num": 9,
    "text": "There is much, much worse about Omar. David Steinberg of PJ Media has done extraordinary work in shedding light on aspects of Omar’s record that the establishment media has steadfastly ignored. Steinberg reports that Omar has “faced allegations -- soon backed by a remarkable amount of evidence -- that she had married her own brother in 2009, and was still legally his wife. They officially divorced in December 2017. The motivation for the marriage remains unclear. However, the totality of the evidence points to possible immigration fraud and student loan fraud.” What’s more, she swore to apparent falsehoods in court.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5420": {
    "article_num": 999000312,
    "para_num": 3,
    "text": "The right wing Ecuadorean government of President Moreno continues to churn out its production line of fake documents regarding Julian Assange, and channel them straight to MI6 mouthpiece Luke Harding of the Guardian.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5428": {
    "article_num": 999000312,
    "para_num": 8,
    "text": "Previously Harding and the Guardian have published documents faked by the Moreno government regarding a diplomatic appointment to Russia for Assange of which he had no knowledge. Now they follow this up with more documents aimed to provide fictitious evidence to bolster Mueller’s pathetically failed attempt to substantiate the story that Russia deprived Hillary of the Presidency.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5430": {
    "article_num": 999000312,
    "para_num": 9,
    "text": "My friend William Binney, probably the world’s greatest expert on electronic surveillance, former Technical Director of the NSA, has stated that it is impossible the DNC servers were hacked, the technical evidence shows it was a download to a directly connected memory stick. I knew the US security services were conducting a fake investigation the moment it became clear that the FBI did not even themselves look at the DNC servers, instead accepting a report from the Clinton linked DNC “security consultants” Crowdstrike.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5431": {
    "article_num": 999000312,
    "para_num": 9,
    "text": "My friend William Binney, probably the world’s greatest expert on electronic surveillance, former Technical Director of the NSA, has stated that it is impossible the DNC servers were hacked, the technical evidence shows it was a download to a directly connected memory stick. I knew the US security services were conducting a fake investigation the moment it became clear that the FBI did not even themselves look at the DNC servers, instead accepting a report from the Clinton linked DNC “security consultants” Crowdstrike.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5434": {
    "article_num": 999000312,
    "para_num": 10,
    "text": "I would love to believe that the fact Julian has never met Manafort is bound to be established. But I fear that state control of propaganda may be such that this massive “Big Lie” will come to enter public consciousness in the same way as the non-existent Russian hack of the DNC servers.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5437": {
    "article_num": 999000312,
    "para_num": 12,
    "text": "I can also assure you that Luke Harding, the Guardian, Washington Post and New York Times have been publishing a stream of deliberate lies, in collusion with the security services.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5438": {
    "article_num": 999000312,
    "para_num": 13,
    "text": "I am not a fan of Donald Trump. But to see the partisans of the defeated candidate (and a particularly obnoxious defeated candidate) manipulate the security services and the media to create an entirely false public perception, in order to attempt to overturn the result of the US Presidential election, is the most astonishing thing I have witnessed in my lifetime.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5439": {
    "article_num": 999000312,
    "para_num": 13,
    "text": "I am not a fan of Donald Trump. But to see the partisans of the defeated candidate (and a particularly obnoxious defeated candidate) manipulate the security services and the media to create an entirely false public perception, in order to attempt to overturn the result of the US Presidential election, is the most astonishing thing I have witnessed in my lifetime.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5443": {
    "article_num": 999000312,
    "para_num": 15,
    "text": "Assange is not a whistleblower or a spy – he is the greatest publisher of his age, and has done more to bring the crimes of governments to light than the mainstream media will ever be motivated to achieve. That supposedly great newspaper titles like the Guardian, New York Times and Washington Post are involved in the spreading of lies to damage Assange, and are seeking his imprisonment for publishing state secrets, is clear evidence that the idea of the “liberal media” no longer exists in the new plutocratic age. The press are not on the side of the people, they are an instrument of elite control.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5444": {
    "article_num": 999000312,
    "para_num": 15,
    "text": "Assange is not a whistleblower or a spy – he is the greatest publisher of his age, and has done more to bring the crimes of governments to light than the mainstream media will ever be motivated to achieve. That supposedly great newspaper titles like the Guardian, New York Times and Washington Post are involved in the spreading of lies to damage Assange, and are seeking his imprisonment for publishing state secrets, is clear evidence that the idea of the “liberal media” no longer exists in the new plutocratic age. The press are not on the side of the people, they are an instrument of elite control.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5456": {
    "article_num": 999000599,
    "para_num": 14,
    "text": "Sorry Hillary, we don’t think they look anything alike. Or did you mean all black people?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5466": {
    "article_num": 999000675,
    "para_num": 11,
    "text": "Nation of Islam leader and prominent antisemite Louis Farrakhan chanted “Death to America” and claimed that “America has never been a democracy” on Sunday during a solidarity trip to Iran, ahead of the re-implementation of US sanctions on the country this week. According to Iran’s semi-official state news agency Mehr, Farrakhan said at a meeting with the Secretary of Iran’s Expediency Council Mohsen Rezaei that America is conspiring against Iran. “I understand how the enemies have plotted against the Iranian people and I would like to stay alongside you to stop their plots,” he said. He also blasted American support for Saudi Arabia, Iran’s arch-rival in the region, and added, “Satan seeks to divide Muslims and wants them to kill each other, while God tells us in the Quran to be united.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5478": {
    "article_num": 999000858,
    "para_num": 6,
    "text": "Abrams and civil rights groups accused the winner, Republican Brian Kemp of purging thousands from voting rolls in that capacity.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5482": {
    "article_num": 999000858,
    "para_num": 14,
    "text": "In a speech on Nov. 19 right at the cutoff for Georgia counties to certify election results, Abrams delivered a speech in which she said, “I acknowledge that former Secretary of State Brian Kemp will be certified as the victor in the 2018 gubernatorial election.” However, Abrams said Kemp had relied on “suppression of the people’s democratic right to vote” that was “deliberate and intentional.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5488": {
    "article_num": 999000858,
    "para_num": 23,
    "text": "Lawrence-Hardy told the AP that Abrams believes that many of her supporters, many of them minority and low-income voters who do not regularly vote, went to the polls and ran into electoral barriers, although she did not say what barriers they were.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5512": {
    "article_num": 999001032,
    "para_num": 1,
    "text": "Gillum Makes Promises He Can’t Keep, “that’s not for [voters] to know” Says Campaign Staff in Undercover Video – PVA",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5514": {
    "article_num": 999001032,
    "para_num": 10,
    "text": "Election Strategy: “You whip ’em up. The poor, the middle income. You have to whip them up into a frenzy in order for them to vote.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5520": {
    "article_num": 999001032,
    "para_num": 16,
    "text": "“What we found in the Gillum campaign was just what we found in Missouri, Tennessee and Arizona, a candidate lying to the voters he needs to win the election.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5521": {
    "article_num": 999001032,
    "para_num": 17,
    "text": "Gillum campaign makes promises it knows it can’t keep",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5523": {
    "article_num": 999001032,
    "para_num": 18,
    "text": "Featured in this report is a campaign staffer who works on Andrew Gillum’s gubernatorial campaign. Omar Smith, who says he went to college with Gillum, reveals Gillum cannot fulfill his campaign promises even if he wanted to.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5524": {
    "article_num": 999001032,
    "para_num": 19,
    "text": "When asked how Gillum would fund all the programs he says he wants to fund, Smith says Gillum “can’t,” and when asked if voters are aware that Gillum cannot deliver on his proposed programs, Smith says:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5525": {
    "article_num": 999001032,
    "para_num": 21,
    "text": "Smith explains that most of Gillum’s campaign promises could never be implemented, and that the Gillum campaign knows this:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5526": {
    "article_num": 999001032,
    "para_num": 22,
    "text": "SMITH: “So, let’s go back to Mr. Gillum’s platform, right? Raise the corporate tax in Florida from 7 to 11 percent. That will never happen. Raise teacher’s pay to $50,000, that will never happen. Give me another position. Medicare for all, that will never happen. The reason being, the legislature that write the bills is all Republican controlled. Democratic governor, Republican legislature. So, unless the legislature writes a bill, and it got voted on the floor, it cannot pass.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5530": {
    "article_num": 999001032,
    "para_num": 24,
    "text": "“Whip up” the poor into a “frenzy in order for them to vote.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5534": {
    "article_num": 999001032,
    "para_num": 26,
    "text": "SMITH: “You whip ’em up. The poor, the middle income. You have to whip them up into a frenzy in order for them to vote. Once Gillum is in, in another 2 years, other Republican Senators and Legislators will be on the ballot. So, you have to whip up the Andrew Gillum voters again in those counties to vote out the Republican to get a Democratic Legislature in order for his (Gillum) will to be executed.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5544": {
    "article_num": 999001032,
    "para_num": 33,
    "text": "Cliff Eserman, who works for the Broward County Democratic Party adds that during the Democratic primary, Gillum had to campaign on values he does not really believe:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5547": {
    "article_num": 999001032,
    "para_num": 38,
    "text": "YOUNG: “… I do think he’s not saying specifically like I’m going to ban bump stocks or I’m against ATs, only because he’s running a race right now. I do think he would support anybody doing that stuff, Bill Nelson… But I don’t think he can say it just [be]cause he’s trying to get the moderates and the gun-toting people in North Florida…”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5550": {
    "article_num": 999001033,
    "para_num": 5,
    "text": "Omar Smith, a Gillum campaign staffer who went to college with the candidate, says on video that if Gillum is elected, none of the things outlined in his platform would happen. He says that “that’s not for [voters] to know.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5551": {
    "article_num": 999001033,
    "para_num": 7,
    "text": "NEW VERITAS: FL Gov Candidate Staffer Who Went to College with Gillum: \"Not for voters to know\" programs won't happen, “Modern day fairy tales start with once I am elected” Florida is a \"F***ed up\" \"cracker state\" FULL REPORT: https://t.co/fjmYBsb30k pic.twitter.com/IIGkqzMfbr — PVeritas Action (@PVeritas_Action) November 1, 2018",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5553": {
    "article_num": 999001033,
    "para_num": 8,
    "text": "GILLUM ELECTION STRATEGY: \"You whip 'em up. The poor, the middle income. You have to whip them up into a frenzy in order for them to vote\" because Florida is a \"F***ed up,\" \"cracker state,\" \"you have to appeal to white guilt\" pic.twitter.com/d0fd85zLF8 — James O'Keefe (@JamesOKeefeIII) November 1, 2018",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5568": {
    "article_num": 999001188,
    "para_num": 16,
    "text": "They laughed when he announced his candidacy. They thought he was just some kind of a circus sideshow act. They couldn’t have been more wrong.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5571": {
    "article_num": 999001211,
    "para_num": 3,
    "text": "For any constitutionalist, the ruling by Trump-appointed Judge Timothy J. Kelly was nothing but surreal, and honestly, he should be impeached over his frivolous ruling that demanded the White House reinstate CNN reporter Jim Acosta's press pass. However, the White House has decided to comply, which I wonder just how dangerous a precedent this sets, and as a result, White House Press Secretary Sarah Sanders has issued a code of conduct for the White House press.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5582": {
    "article_num": 999001226,
    "para_num": 11,
    "text": "She should be ready for prison bars after the fiasco she has created.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5614": {
    "article_num": 999001280,
    "para_num": 13,
    "text": "CNN's Jim Acosta told CNN's Anderson Cooper that he *never* touched the female White House aide that tried to take the mic away from him. CNN showed the clip but edited out the part where he clearly touched her. Cooper offered no pushback on Acosta's blatant lie. pic.twitter.com/65rP9xWWyI — Ryan Saavedra (@RealSaavedra) November 8, 2018",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5652": {
    "article_num": 999001290,
    "para_num": 24,
    "text": "“I will say this, look, nobody believes in the First Amendment more than I do and if I think somebody is acting out of sorts I will leave,\" Trump continued. \"I will say thank you very much everybody, I appreciate you coming and I’ll leave. And those reporters will not be too friendly to whoever it is that’s acting up.”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  }
}