{
  "1805": {
    "article_num": 738207834,
    "para_num": 25,
    "text": "Five years ago today, Pope Benedict XVI abdicated the papacy. And through the abandonment of his duty to shepherd the Church, he made way for the worst papacy of all time – one he steadfastly refuses to oppose in word, deed, or even the subtlest gesture. You may love him for various reasons, you may miss him by contrast, but you may not excuse the responsibility he has. He walked away from his family, leaving the door open to an abusive stepfather, and he watches his children beaten and led astray not just in silence, but in apparent contentment. And still, he was the best of the post-conciliar popes, which is why he’s the only one who won’t be canonized.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1809": {
    "article_num": 738207834,
    "para_num": 29,
    "text": "After this speech, there was an uprising among the bishops of the preparatory committee who demanded that the schema – that had taken years to develop – be abandoned. This was done, over Ottaviani’s futile objections, and new documents were rapidly cobbled together by a coalition of German and French “progressives” who rejoiced that they had, in effect, seized control of the Council from that moment, before it had even started.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1814": {
    "article_num": 738207834,
    "para_num": 40,
    "text": "This implies that there is no possible return to the Syllabus, which could well have been a first step in the combat against Liberalism and the nascent Marxism, but which cannot be the last word. Neither embraces nor the ghetto can resolve the problem of [relations with] the modern world for the Christian. Hence, the 'razing of the bastions' that Hans Urs von Balthasar called for already in 1952 was in effect an urgent duty. It was necessary for her [the Church] to raze the old bastions and confide only in the protection of the faith, the power of the word that is her unique, true, and permanent strength. But to raze the bastions cannot signify that she no longer has anything to protect, or that she can live owing to different forces than those that engendered her: the water and the blood that poured from the open side of her crucified Lord.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1815": {
    "article_num": 738207834,
    "para_num": 42,
    "text": "How ironic it must have seemed to those who remembered this history that Ratzinger would himself be given the office he had “destroyed” and would gain the media-generated reputation as an “arch-conservative”. And it starts to suggest an answer, or at least a line of inquiry, about why so little was actually accomplished in his long tenure. With the “arch-conservative” “Rottweiler” Ratzinger in CDF, why do we have the situation we have today? What did he do to stop the explosion of neo-modernism – that burned like an unchecked wildfire throughout the Catholic world through the reign of John Paul II?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1818": {
    "article_num": 738207834,
    "para_num": 44,
    "text": "But we can certainly think of many, many who spent their lives and vocations blatantly denying and undermining the Catholic Faith – academic theologians, religious, priests, bishops and cardinals around the world – with never a peep of protest from Rome. Moreover, the scandalous pack of frauds we currently have in the episcopate is entirely the product of the “arch-conservative” John Paul II and the “Rottweiler” Benedict XVI pontificates.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1825": {
    "article_num": 738207834,
    "para_num": 51,
    "text": "One of the most prominent of those puzzle pieces is the apparent inability of these “conservative” prelates, to detect, let alone effectively oppose, these brazen enemies of the Faith within the episcopate and College of Cardinals. It beggars belief of ordinary people that, after so many years of hearing and reading them, Ratzinger would remain on such friendly terms with men like Walter Kasper and Carlo Maria Martini, the alleged brains of the Sankt Gallen Mafia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1829": {
    "article_num": 738207834,
    "para_num": 55,
    "text": "But that raises the next question; if Ratzinger knew so well what kind of creature Kasper was, why wasn’t the next step to pitch him out of the episcopate on his ear? Why was he not – at the very least – given the same “silencing” treatment as Kung? Kasper has recently gone to the media again to complain of being called a heretic. But it’s a simple truth: he’s a heretic. Everyone knows he’s a heretic because we have heard him trumpeting in his blatant heresies from every rooftop he could find for decades.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1831": {
    "article_num": 738207834,
    "para_num": 56,
    "text": "After openly working against the Faith, instead of being demoted, silenced, laicised and/or excommunicated, John Paul II made him a cardinal. Remember that his scheme to Amoris-Latitia-ize the Church was stopped by Ratzinger’s CDF in 1993. But he was not demoted, reprimanded or corrected in any way. Nor was he removed from places of influence. Far from it. In 1994 Kasper was inserted into the Vatican Curia by being named co-chair of the International Commission for Lutheran-Catholic Dialogue. In 1999, he made another step up, being appointed secretary of the Pontifical Council for Promoting Christian Unity, the “ecumenical” office where his manifest religious indifferentism could be given free reign. In 2001, he was made a Cardinal-deacon with the awesome responsibility of voting in a Conclave.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1832": {
    "article_num": 738207834,
    "para_num": 57,
    "text": "Then Benedict allowed him to remain a cardinal. And, as if to add a finishing touch to the poisoned cake that is Ratzinger’s involvement in the creation of the New Catholic Paradigm, Benedict is now being said to have deliberately timed his resignation in order to allow his old academic colleague to participate in the 2013 Conclave.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1835": {
    "article_num": 738207834,
    "para_num": 61,
    "text": "Cardinal Ratzinger, Pope “Emeritus” Benedict – whatever you want to call yourself – I have one question that I would really like you to answer: Why is this man still a cardinal? Why is he still a bishop? Why is he still allowed to call himself a “Catholic theologian”? Why did you, apparently deliberately, ensure that he was able to enter the Conclave to decide who your successor was going to be?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1839": {
    "article_num": 738207834,
    "para_num": 63,
    "text": "For fifty years Catholics have wanted to know why nothing was ever done, as these wolves in the episcopate were allowed, year after year to continue attacking the Church. Why have we so often seen these men – compromised intellectually and morally – elevated to superior rank, despite the incredible brazenness of their hatred of the Catholic Faith?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1843": {
    "article_num": 738207834,
    "para_num": 67,
    "text": "Steve Skojec told me that our willingness to go along with the whole “emeritus pope” charade was an error: “I think the problem is that we all went along with their game of make believe, and we shouldn’t have.” In fact, I am starting to think that the willingness of most Catholics to go along with the entire charade of post-conciliar Catholicism has been a grave error. By playing along, by pretending that we could be “conservative Catholics” in this New Paradigm that also includes “liberal Catholics” we have helped them perpetrate one the most monstrous frauds in human history.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1844": {
    "article_num": 738207834,
    "para_num": 68,
    "text": "Because of this schizophrenic mindset of the Church’s leadership since 1965, we have all come to accept the underlying premise; that the Church is a “big umbrella” with plenty of room for people of all personal opinions, that such issues as liturgy are matters of personal “taste” …that two opposed things can both be Catholic truth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1845": {
    "article_num": 738207834,
    "para_num": 69,
    "text": "This schizophrenia is the model under which “conservatives” have operated all this time, and by which they have judged a man like Joseph Ratzinger to be a “conservative champion of orthodoxy.” And what has this achieved? It created cover for the men of Kasper’s clique to maneuver their man on the throne of Peter five years ago.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1847": {
    "article_num": 738207834,
    "para_num": 71,
    "text": "For five decades we played the Anglican game; as long as we don’t talk about it, there isn’t a problem. Ottaviani’s Holy Office and schema were the last gasp of the old Church – and as de Lubac said above, it was killed by Joseph Ratzinger. We had a long hiatus in which the popes pretended nothing essential had changed, while the institution around them fell to the New Paradigm, until the papacy was the only thing left.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1848": {
    "article_num": 738207834,
    "para_num": 72,
    "text": "One of the things I’ve been saying is a blessing in disguise, and an enormous relief, about the Bergoglian era is that we can finally leave behind us the absurd situation of the Wojtyla/Ratzinger era. We were expected for all those years to pretend we were in the “New Springtime of Vatican II,” while we watched these wolves in shepherds’ clothing eating the sheep.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1849": {
    "article_num": 738207834,
    "para_num": 73,
    "text": "Now we can, at least, finally stop pretending that everything is just dandy under the New Paradigm of Merciful Conciliar Wonderfulness. For those still wondering, Bergoglio isn’t a shock, he isn’t even a surprise; he’s just the logical end result. This pontificate isn’t an anomaly; it was the only possible outcome, and it was as much the work of Joseph Ratzinger as Walter Kasper.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1856": {
    "article_num": 738361208,
    "para_num": 7,
    "text": "Like Clinton and her Democrat allies, Pompeo has long subscribed to the belief that Russia is perpetually meddling in U.S. affairs. In fact, he believes Barack Obama got Russian help too.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1860": {
    "article_num": 738361208,
    "para_num": 8,
    "text": "While he was being confirmed as CIA chief, the former lawmaker lashed out at Russia for reasserting ” itself aggressively, invading and occupying Ukraine, threatening Europe, and doing nearly nothing to aid in the destruction and defeat of ISIS.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1862": {
    "article_num": 738361208,
    "para_num": 9,
    "text": "Again, if you liked Obama-era, world-on-fire, Russians everywhere State Department shenanigans, this is your guy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1865": {
    "article_num": 738361208,
    "para_num": 12,
    "text": "Pompeo favors increased U.S. involvement in Syria (hello, Russian proxy war), ratcheting pressure on Iran and regime change in North Korea.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1871": {
    "article_num": 738361208,
    "para_num": 16,
    "text": "IN MAY 2013, the Washington Post’s Greg Miller reported that the head of the CIA’s clandestine service was being shifted out of that position as a result of “a management shake-up” by then-Director John Brennan. As Miller documented, this official — whom the paper did not name because she was a covert agent at the time — was centrally involved in the worst abuses of the CIA’s Bush-era torture regime. As Miller put it, she was “directly involved in its controversial interrogation program” and had an “extensive role” in torturing detainees. Even more troubling, she “had run a secret prison in Thailand” — part of the CIA’s network of “black sites” — “where two detainees were subjected to waterboarding and other harsh techniques.” The Senate Intelligence Committee’s report on torture also detailed the central role she played in the particularly gruesome torture of detainee Abu Zubaydah. Beyond all that, she played a vital role in the destruction of interrogation videotapes that showed the torture of detainees both at the black site she ran and other secret agency locations. The concealment of those interrogation tapes, which violated multiple court orders as well as the demands of the 9/11 commission and the advice of White House lawyers, was condemned as “obstruction” by commission chairs Lee Hamilton and Thomas Keane. A special prosecutor and grand jury investigated those actions but ultimately chose not to prosecute.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1873": {
    "article_num": 738442776,
    "para_num": 1,
    "text": "Yikes! Even John McCain is worried about Trump’s CIA pick",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1876": {
    "article_num": 738442776,
    "para_num": 8,
    "text": "During his own confirmation proceedings for Director of the CIA, Mike Pompeo repeatedly committed that he would comply with the law that applies the Army Field Manual’s interrogation requirements to all U.S. agencies, including the CIA. The American people now deserve the same assurances from Gina Haspel, whose career with the agency has intersected with the program of so-called ‘enhanced interrogation techniques’ on a number of occasions. The torture of detainees in U.S. custody during the last decade was one of the darkest chapters in American history. Ms. Haspel needs to explain the nature and extent of her involvement in the CIA’s interrogation program during the confirmation process. I know the Senate will do its job in examining Ms. Haspel’s record as well as her beliefs about torture and her approach to current law. In the aftermath of the September 11th attacks, our government squandered precious moral authority in a futile effort to produce intelligence by means of torture. We are still dealing with the consequences of that desperately misguided decision. Current U.S. law is clear in banning enhanced interrogation techniques. Any nominee for Director of the CIA must pledge without reservation to uphold this prohibition, which has helped us to regain our position of leadership in the struggle for universal human rights—the struggle upon which this country was founded, and which remains its highest aspiration.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1882": {
    "article_num": 738447109,
    "para_num": 5,
    "text": "Keeping things moving, and I think a lot of us can just shout out, “What are you thinking?” as President Donald Trump brings CIA Director Mike Pompeo, a man that blasted the likes of Edward Snowden for revealing the crimes of our government, to the State Department and installs Gina Haspel in the position of head of the Central Intelligence Agency.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1888": {
    "article_num": 738447109,
    "para_num": 10,
    "text": "Trump and Tillerson have had a fraught relationship for many months. Trump told reporters Tuesday that he ultimately decided to fire the secretary because they disagreed over strategy in key areas of foreign policy, such as the 2015 Iran nuclear deal, the approach to North Korea and the overall tone of U.S. diplomacy. Tillerson said he received a call from Trump around noon Tuesday, more than three hours after his firing was first reported by The Washington Post and announced minutes later in a tweet from the president. His voice quivering, Tillerson thanked career diplomats for their “honesty and integrity” and the American people for “acts of kindness,” and he singled out Defense Secretary Jim Mattis for their partnership and mutual support of diplomacy. But he notably did not thank Trump or praise his policies. Tillerson said he will remain in his post until March 31 but is delegating all authorities for running the State Department to Deputy Secretary John Sullivan and is committed to ensuring “an orderly and smooth transition.” The deposed diplomat also made a clear statement about Russian aggression: “Much work remains to respond to the troubling behavior and actions on the part of the Russian government.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1901": {
    "article_num": 738447109,
    "para_num": 20,
    "text": "Snowden then asked, “Are these really the values the US should be promoting? The CIA might as well start issuing uniforms decorated with skulls and lightning bolts.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1905": {
    "article_num": 738447109,
    "para_num": 21,
    "text": "Are these really the values the US should be promoting? The CIA might as well start issuing uniforms decorated with skulls and lightning bolts. https://t.co/ZIeHWP57l3 — Edward Snowden (@Snowden) March 13, 2018",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1906": {
    "article_num": 738447109,
    "para_num": 26,
    "text": "Glenn Greenwald, author of the above piece at The Intercept wrote, “Haspel, who will be the first woman to lead CIA, didn’t just oversee the Bush CIA’s black site but directly participated in the horrific torture of detainees. She also participated in the particularly gruesome torture of detainee Abu Zubaydah.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1913": {
    "article_num": 738542398,
    "para_num": 6,
    "text": "As Miller put it, she was “directly involved in its controversial interrogation program” and had an “extensive role” in torturing detainees. Even more troubling, she “had run a secret prison in Thailand” — part of the CIA’s network of “black sites” — “where two detainees were subjected to waterboarding and other harsh techniques.” The Senate Intelligence Committee’s report on torture also detailed the central role she played in the particularly gruesome torture of detainee Abu Zubaydah.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1917": {
    "article_num": 738781754,
    "para_num": 10,
    "text": "“I’m perplexed by the nomination of people who love the Iraq War so much that they would advocate for a war with Iran next. I think it goes against most of the things President Trump campaigned on,” he said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1918": {
    "article_num": 738781754,
    "para_num": 11,
    "text": "The lawmaker added that he can’t support Haspel, whom he described as having expressed “joyful glee” at being involved in torture programs in the past.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1920": {
    "article_num": 739091070,
    "para_num": 3,
    "text": "The story of the Oakland mayor who tipped off illegal alien criminals to ICE raids resulting in rapists and child sex offenders escaping arrest just keeps getting worse.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1921": {
    "article_num": 739091070,
    "para_num": 4,
    "text": "Oakland Mayor Libby Schaaf shocked the nation when she issued a tweet and press release on February 24 warning about impending ICE raids. Schaaf refuses to say how she learned about the ICE raids, only saying it was not from official sources. “I felt that it was my duty to share the information,” Schaaf said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1923": {
    "article_num": 739091070,
    "para_num": 7,
    "text": "Now that last part is significant. Because there is no doubt that businesses employing illegal aliens are committing a crime.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1924": {
    "article_num": 739091070,
    "para_num": 8,
    "text": "It is unlawful to hire an alien, to recruit an alien, or to refer an alien for a fee, knowing the alien is unauthorized to work in the United States.. An employer can be convicted of the felony of harboring illegal aliens who are his employees if he takes actions in reckless disregard of their illegal status, such as ordering them to obtain false documents, altering records, obstructing INS inspections, or taking other actions that facilitate the alien’s illegal employment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1925": {
    "article_num": 739140767,
    "para_num": 5,
    "text": "Agents positively identified the subject as Jose Rodriguez-Lopez and noted a MS-503 Gang tattoo across his chest. Rodriguez-Lopez claimed to have previously been a member of, MS-503, a branch of MS-13, a gang that originated in El Salvador and is notorious for extreme violence and bloodshed.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1946": {
    "article_num": 740356006,
    "para_num": 8,
    "text": "Democratic Illinois Rep. Danny Davis thinks Nation of Islam leader Louis Farrakhan, a notorious racist and anti-Semite, does “outstanding work” but doesn’t agree with Farrakhan’s positions that white people are “devils” and Jewish people are satanic.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1955": {
    "article_num": 740808926,
    "para_num": 3,
    "text": "Sanctuary cities are the real war on women. And Democrats are the ones fighting it. Democrats like Oakland's Mayor Schaaf.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1957": {
    "article_num": 740808926,
    "para_num": 6,
    "text": "“How dare you!” Attorney General Jeff Sessions said in California this month, addressing Schaaf. “How dare you needlessly endanger the lives of our law enforcement officers to promote a radical, open borders agenda.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1964": {
    "article_num": 741655444,
    "para_num": 8,
    "text": "TRAVIS AIR FORCE BASE, Calif. (KGO) — A man who drove into Travis AFB has been identified as 51-year-old Hafiz Kazi, two sources with knowledge of the probe tell ABC News. The sources described Kazi as a “nomad” and a “vagabond,” who lived in many places. Authorities extracted a video from his cell phone and are analyzing it to try and see if it could help point to a motive. Sources wouldn’t offer any details about the video. The FBI is holding a press conference Friday at 3:30 p.m. and will be asking the public for help and any information about Kazi. Sources say the information gathered so far still does not point to a concrete motive, with one source calling the man a “mystery” still. Terrorism, mental health issues, and everything else are still on the table as authorities try to uncover a motive. On Wednesday, the car crashed at the main gate of Travis Air Force Base. Officials are treating it as a possible attempted attack. The FBI is now leading the investigation. “The car basically blew up,” said witness Kamren Hernandez. ” It was nothing anymore.” Hernandez couldn’t believe what he witnessed from his family’s restaurant just feet from the main gate at Travis Air Force Base — a black SUV exploding seconds after breaching security gates. Hernandez’ father, Lamar, saw it too. “It kept exploding — boom boom. Kept on going.” Travis Air Force Base officials are investigating a security incident that occurred at the main gate on Wednesday…. A U.S. official tells ABC News it appears the driver had propane tanks in the vehicle, which they may have ignited deliberately….",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1966": {
    "article_num": 741655444,
    "para_num": 10,
    "text": "Pamela Geller's commitment to freedom from jihad and Shariah shines forth in her books",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1968": {
    "article_num": 741802985,
    "para_num": 4,
    "text": "That means they didn’t find an ISIS membership card in his wallet, or lots of phone calls to Iraq or Syria, or a note from Kazi reading, “I did this for Allah and Islam. Allahu akbar.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1973": {
    "article_num": 741802985,
    "para_num": 15,
    "text": "This willful ignorance leads to a diversion and waste of resources that is astronomical and catastrophic.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1979": {
    "article_num": 741923579,
    "para_num": 9,
    "text": "What is a nexus of terrorism? Ragan most likely means that investigators didn’t find an ISIS membership card in Kazi’s wallet, or lots of phone calls to Iraq or Syria, or a note from Kazi reading, “I did this for Allah and Islam. Allahu akbar.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1985": {
    "article_num": 741923579,
    "para_num": 12,
    "text": "Authorities are also investigating whether or not Kazi was suffering from any mental health issues. Here again, this is just more of the general refusal to acknowledge the 800-pound gorilla sitting in the living room and screaming “Allahu akbar.” Sean Ragan might explain to us that authorities are also trying to determine whether the German invasion of Poland in September 1939 was motivated by Nazism, or by mental health issues among the German High Command.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1987": {
    "article_num": 741923579,
    "para_num": 13,
    "text": "This willful ignorance leads to a diversion and waste of resources that is astronomical and catastrophic. How long is this comic opera going to continue? If the jihadis advance even into the FBI’s Sacramento offices, will agents there be struggling to determine the jihadis’ motive even as the machete begins to slice through their necks?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1989": {
    "article_num": 752287274,
    "para_num": 3,
    "text": "Abid Awan, a member of a family of highly paid Democratic IT aides, was awarded a $45,000 payout in court after he enlisted a high profile attorney specializing in money laundering cases to defeat his stepmother in a bitter dispute over his father’s life insurance policy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1990": {
    "article_num": 752287274,
    "para_num": 11,
    "text": "Abid’s attorney James Bacon mocked the elderly, burka-clad widow, who does not drive and speaks only Uurdu. “She’s a wacko lunatic, what are you going to do?” he said just outside the courtroom doors as the judge took a break to deliberate. The Daily Caller News Foundation was present at the court hearing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1998": {
    "article_num": 752287274,
    "para_num": 28,
    "text": "In court, Bacon badgered Hadeed. “Are you going to share any more info with them? I hope not. I hope you learned that lesson,” he said. “You have no control over [Gilani], do you? You’re like, talking to a wall,” he said of Gilani.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2004": {
    "article_num": 754111899,
    "para_num": 9,
    "text": "Ebola virus disease, formerly known as Ebola haemorrhagic fever, is a severe, often fatal illness in humans.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2012": {
    "article_num": 755170235,
    "para_num": 18,
    "text": "A second source tells The Beacon that the Trump administration recognizes that the “chief impediment to the region is Iran’s tyrannical regime.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2013": {
    "article_num": 755170235,
    "para_num": 19,
    "text": "“The problem is not the Iran nuclear deal it’s the Iranian regime,” said the source. “Team Bolton has spent years creating Plans B, C, and D for dealing with that problem. President Trump hired him knowing all of that. The administration will now start aggressively moving to deal with the root cause of chaos and violence in the region in a clear-eyed way.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2015": {
    "article_num": 755393220,
    "para_num": 4,
    "text": "Coincidentally, MEK was classified as a terrorist organization by the United States and its allies—during this training period—until none other than Hillary Clinton suddenly removed them from the list in 2012.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2019": {
    "article_num": 755393220,
    "para_num": 20,
    "text": "While the current Iranian regime is certainly no bastion of freedom, the idea that US intervention or a violent revolution would be beneficial for the people of Iran or American citizens is outright insane. To see what US intervention—through military support and the support of opposition groups—does to countries, one need only look at Syria, Iraq, Afghanistan, and Libya to see the horrific death tolls and war-ravaged dystopias left in America’s wake.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2022": {
    "article_num": 755459860,
    "para_num": 4,
    "text": "Don't get me wrong here. I'm not for the government of Iran. I despise Islam and I despise the ideology of Muhammad and his devout followers. Overall, the people of Iran are probably some decent people, but those in leadership have issues, but that is something for the people there to deal with.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2024": {
    "article_num": 755459860,
    "para_num": 5,
    "text": "Iran is not an actual threat to the united States. However, the US seems hell-bent on continuing to put its nose into other countries politics, including seeking to change its government while hypocritically pointing at other countries for trying to manipulate our own political system.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2027": {
    "article_num": 755459860,
    "para_num": 29,
    "text": "“The problem is not the Iran nuclear deal it’s the Iranian regime,” the source told the Beacon. “Team Bolton has spent years creating Plans B, C, and D for dealing with that problem. President Trump hired him knowing all of that. The administration will now start aggressively moving to deal with the root cause of chaos and violence in the region in a clear-eyed way.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2033": {
    "article_num": 755814432,
    "para_num": 11,
    "text": "Unfortunately, it is clear that Giuliani never really understood what I was trying to tell him. Like the rest of the neocons, he either doesn’t get it or doesn’t want to get it. In a recent speech to the MeK – a violent Islamist-Marxist cult that spent two decades on the US terror watch list – Giuliani promised that the Trump Administration had made “regime change” a priority for Iran. He even told the members of that organization – an organization that has killed dozens of Americans – that Trump would put them in charge of Iran!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2035": {
    "article_num": 755814432,
    "para_num": 15,
    "text": "The paper suggests that the US focus on Iran’s many ethnic minority groups to spark unrest and an eventual overthrow of the government. This is virtually the same road map that the US has followed in Iraq, Libya, Syria, and so on. The results have been unmitigated disaster after disaster.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2036": {
    "article_num": 755814432,
    "para_num": 16,
    "text": "Unleashing terrorists on Iran to overthrow its government is not only illegal and immoral: it’s also incredibly stupid. We know from 9/11 that blowback is real, even if Giuliani and the neocons refuse to understand it. Iran does not threaten the United States. Unlike Washington’s Arab allies in the region, Iran actually holds reasonably democratic elections and has a Western-oriented, educated, and very young population.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2038": {
    "article_num": 756114837,
    "para_num": 18,
    "text": "Ebola, a haemorrhagic fever, killed at least 11,000 across the world after it decimated West Africa and spread rapidly over the space of two years. The pandemic was officially declared over back in January 2016, when Liberia was announced to be Ebola-free by the WHO. The country, rocked by back-to-back civil wars that ended in 2003, was hit the hardest by the fever, with 40 per cent of the deaths having occurred there. Sierra Leone reported the highest number of Ebola cases, with nearly of all those infected having been residents of the nation. -Daily Mail",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2040": {
    "article_num": 757171650,
    "para_num": 1,
    "text": "“We Now Have Urban Ebola” In Congo, WHO Warns Of “Potentially Explosive Increase” In Cases",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2045": {
    "article_num": 757243988,
    "para_num": 5,
    "text": "But we never, ever see Judaism or Christianity or Hinduism or Buddhism taught as fact in public schools, or schoolchildren being forced to make professions of faith in those religions.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2048": {
    "article_num": 757611486,
    "para_num": 3,
    "text": "Muslims anxious to use schools and textbooks to proselytize for Islam have found a welcoming environment in American public schools that are indefatigably committed to multiculturalism. With the imperative to be “tolerant” robbing many educators of their ability to evaluate non-Western cultures critically, all too many public schools and individual teachers have proven to be susceptible to an organized campaign by U.S.-based Islamic organizations and their primary benefactor, Saudi Arabia, to present a view of Islam that whitewashes its violent history and intolerant doctrines.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2049": {
    "article_num": 757611486,
    "para_num": 4,
    "text": "Many of the Islamic groups that vet American public school textbooks for the accuracy of their material on Islamic doctrine and history are Saudi-funded. They make sure that the Islamic instruction in these textbooks presents a picture of Islam that is so pristine and whitewashed that it sometimes crosses the boundary from mere pro-Muslim bias into outright Islamic proselytizing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2051": {
    "article_num": 757611486,
    "para_num": 5,
    "text": "The taboo about teaching religion in the public schools, so zealously established and guarded against Christian prayer by the ACLU and the Supreme Court over the last few decades, is increasingly set aside in American public schools, as presentations on Islam frequently cross the line between teaching facts about the religion and teaching the religion as fact.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2052": {
    "article_num": 757611486,
    "para_num": 11,
    "text": "We have seen this just recently, when Mountain Ridge Middle School in Gerrardstown, West Virginia instructed students to copy out the Islamic profession of faith (shahada), ostensibly as a calligraphy exercise. Parent Rich Penkoski recounted: “I saw the assignment of writing the Shahada in Arabic. Their excuse was calligraphy. I was like, ‘Whoa! Whoa! Whoa!’ First of all, calligraphy was invented in China 3,000 years prior to Muhammad. The fact that they were trying to get my daughter to write that disturbed me. I said, ‘That is not happening. My daughter is not doing that.’ My daughter told me that if she didn’t do the assignment, then she was going to get a [detention] slip.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2053": {
    "article_num": 757611486,
    "para_num": 14,
    "text": "This stealth proselytizing is nationwide. Last January, parents filed a federal complaint against Chatham Middle School in Chatham, New Jersey, for forcing students to watch videos that proselytized for Islam. One video, according to the complaint, describes “Christians and Jews as ‘infidels’ and prais[es] Muhammad in gruesome detail for slaughtering them.” Parent Libby Hilsenrath characterized the accompanying assignment as “replete with biased, chastising statements encouraging the students…to follow the Quran and become Muslim.” Another video, according to Hilsenrath, depicts a Muslim boy teaching his non-Muslim friend about Islam, after which both go to “learn how to pray.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2057": {
    "article_num": 757611486,
    "para_num": 19,
    "text": "Indeed. In 2015, students at Spring Hill Middle School in Spring Hill, Tennessee were forced as part of an assignment to write, “There is no god but Allah; Muhammad is his prophet.” Mother Joy Ellis remarked: “This is a seventh grade state standard, and will be on the TCAP. I didn’t have a problem with the history of Islam being taught, but to go so far as to make my child write the Shahada, is unacceptable.” Another mother, Brandee Porterfield, observed: “It really did bother me that they skipped the whole chapter on the rise of Christianity and they spent three weeks just studying Islam….I spoke with the teacher and the principal,” she said. “They are not going to learn any other religion, doctrines or creeds and they are not going back over this chapter. Even though they discuss Christianity a little bit during the Middle Ages, they are not ever going to have this basis for Judaism or Christianity later.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2060": {
    "article_num": 757713354,
    "para_num": 3,
    "text": "It’s got to be either one of the stupidest acts that I can recall or a very wicked plan by Washington neocons to sabotage Korean peace talks.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2061": {
    "article_num": 757713354,
    "para_num": 4,
    "text": "How else to describe the decision by Big Brother USA and junior sidekick South Korea to stage major air force exercises on North Korea’s border. The prickly North Koreans had a fit, of course, as always when the US flexes its muscles on their borders. Continuing South and North Korean peace talks scheduled this week were cancelled by the furious North Koreans. The much ballyhooed Singapore summit between US President Donald Trump and North Korea’s Kim Jong-un is now threatened with cancellation or delay.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2063": {
    "article_num": 757713354,
    "para_num": 5,
    "text": "Who can blame the North Koreans for blowing their tops? As Trump administration mouthpieces were gabbing about peace and light, the US Air Force was getting ready to fly B-52 heavy bombers and F-22 Raptor stealth fighters around North Korea’s borders and missile-armed subs lurked at sea.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2064": {
    "article_num": 757713354,
    "para_num": 6,
    "text": "This provocation was the first of two major spring military exercises planned by the US and its reluctant South Korean satrap. In case North Korea failed to get the message, the second exercise is code-named ‘Maximum Thunder.’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2066": {
    "article_num": 757713354,
    "para_num": 7,
    "text": "American Raj: Liberati... Eric Margolis Best Price: $5.99 Buy New $45.86 (as of 09:30 EDT - Details) And this right after Trump and his neocon minions reneged on the sensible nuclear treaty with Iran. In a policy one could call ‘eat sand and die,’ Trump demanded that Iran not only give up any and all nuclear capacity (Iran has no nukes), but also junk its non-nuclear armed medium range missiles, stop backing the Palestinians, Hezbollah in Lebanon and the Houthis in Yemen, roll over and be good, don’t do anything to upset Israel, and pull out of Syria. In short, a total surrender policy leading to future regime change. Hardly an encouragement for North Korea.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2068": {
    "article_num": 757713354,
    "para_num": 10,
    "text": "Enter John Bolton. He succeeded in sabotaging the US-North Korea deal. Why? Because Bolton, as an arch neocon, was fanatically pro-Israel and feared that North Korea might provide nuclear technology to Israel’s foes. As usual with the neocons, Israel’s interests came before those of the United States. Trump’s newly named Secretary of State, Michael Pompeo, is also an ardent neocon.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2069": {
    "article_num": 757713354,
    "para_num": 11,
    "text": "Last week, Bolton went onto US TV and actually suggested North Korea might follow the course set by Libya, of all places. Libya’s then ruler, Muammar Kadaffi, bought some nuclear equipment from Pakistan so he could hand it over to the US as a gesture of cooperation after the Bush administration invaded Iraq. The handover was done with much fanfare, then the US, France and Britain attacked Libya and overthrew Kadaffi. The hapless Libyan leader was eventually murdered by French agents. War at the Top of the ... Eric Margolis Best Price: $2.60 Buy New $24.57 (as of 09:00 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2071": {
    "article_num": 757713354,
    "para_num": 12,
    "text": "Is this what Bolton has in mind for North Korea? The Northerners certainly seemed to think so. Some wondered if Bolton and perhaps Pompeo were trying to sabotage the North Korea deal. Or were at least being incredibly obtuse and belligerent. Was Trump involved in this intrigue? Hard to tell. But he can’t be happy. His minions and bootlickers are promoting Trump for the Nobel Prize – rather ahead of events.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2077": {
    "article_num": 757843275,
    "para_num": 7,
    "text": "So, is the Ebola virus reaching a terrifying enough level that an experimental vaccine is warranted? The death toll has reached 26 and the vaccine will be rolled out at Mbandaka, the north-western city of 1.2 million recently struck by the outbreak. Since the virus is spread through direct contact, an isn’t airborne, it isn’t nearly as deadly as it could be.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2082": {
    "article_num": 757964238,
    "para_num": 5,
    "text": "The Hammond case is viewed by many in the West, and indeed across the nation, as a manifest miscarriage of justice akin to double jeopardy. take our poll - story continues below Whom do you consider to be the most corrupt Democrat Politician? Whom do you consider to be the most corrupt Democrat Politician?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2084": {
    "article_num": 757964238,
    "para_num": 8,
    "text": "Name This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Freedom Outpost updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. As long as Dwight and Steven Hammond remain in jail for what is obviously a gross miscarriage of justice, this matter remains a blight on the federal regulatory agencies and the criminal justice system. Rural communities of the West are greatly appreciative of the efforts of the Trump administration to restore the economies of these communities. We respectfully ask President Trump to pardon Dwight and Steven Hammond.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2090": {
    "article_num": 758386255,
    "para_num": 5,
    "text": "In his recent document, ostensibly on holiness, “Gaudete et Exultate,” the pope attacked the religious desire for silence and solitude, to be alone with God in prayer, seeking unity with Him, saying in essence that the Christian life is inherently about social activism, about material, worldly ends. To these foundations of the contemplative life – indeed of any form of religious life in the Church – Francis set up another of his false dichotomies, contemplation in opposition to serving others, giving a Jesuit maxim as an imperative for all Catholics: “We are called to be contemplatives even in the midst of action, and to grow in holiness by responsibly and generously carrying out our proper mission.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2092": {
    "article_num": 758386255,
    "para_num": 7,
    "text": "In 2016, I wrote that Francis’ Apostolic Constitution, “Vultum dei quaerere” was in some respects the most damaging object of the wrecking-ball pontificate to date. Unfortunately, it was about a subject that the world, and therefore the modern Church, cares so little about that hardly anyone noticed. Aimed specifically at female contemplative religious, the document threatened that in a year or so another would be forthcoming laying out precisely what would now be required of nuns to continue in their vocations.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2101": {
    "article_num": 758386255,
    "para_num": 24,
    "text": "Of course, this kind of bold proclamation is very much in keeping with the habit of this pontificate to simply claim there are no problems and become gravely offended and outraged when the contrary is pointed out. It’s your fault if you find contradictions, not theirs; they’ve said there are no contradictions, therefore there aren’t any. After all, this is the papacy where 2 + 2 = 5 if the pope says it does.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2102": {
    "article_num": 758386255,
    "para_num": 25,
    "text": "The irony, of course, is built in, since this document is intended as a legal chopping block for the dissolution of any house of contemplative nuns that is judged to be hovering on the edge of extinction or is for some other reason in need of the chop. Why would the Vatican need a document giving extensive norms for the closure of monasteries that have too few nuns or do not follow their originally intended charisms if everything about the religious life since Vatican II has been hunky dory?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2105": {
    "article_num": 758386255,
    "para_num": 27,
    "text": "And of course we are talking about the priorities of a pope who has said that seeing a “restorationist” community enjoying a large number of vocations makes him “worry.” Apparently this worry was serious enough to move him to torpedo one of the most flourishing communities in the modern Church; the gaunt spectre of the Franciscan Friars and Sisters of the Immaculate haunts this document.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2120": {
    "article_num": 758386255,
    "para_num": 49,
    "text": "The result has been a quiet reign of terror in which elderly and disabled people have started carrying cards stating in legalese that they do not want to be killed by their doctors. In one case a man with ALS took the NHS to court in an ultimately unsuccessful attempt to preemptively preclude his medical murder when his illness left him incapacitated. The system, in other words, is stacked against the patient, in favour of the government that holds all the cards.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2122": {
    "article_num": 758386255,
    "para_num": 51,
    "text": "When the language of utilitarianism appears in Vatican documents as guiding criteria for the contemplative religious life, one has to wonder at what point has the entire project gone so disastrously off the rails.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2129": {
    "article_num": 758386255,
    "para_num": 101,
    "text": "Its superior had made the fatal error of openly declaring – in 2008, after the publication of Summorum Pontificum – that the monastery’s problems all began when it adopted the new liturgical rites and implemented the trends of all religious after Vatican II, and that clearly the solution was to go back to pre-conciliar ways. Mariawald was consequently affiliated, in the manner this document describes, with a liberal house in the Netherlands whose superior, unsurprisingly, discovered that the house was hopelessly divided and could not be saved.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2130": {
    "article_num": 758386255,
    "para_num": 102,
    "text": "What would make forced affiliation a truly devastating weapon against conservative or traditional communities is the proviso that an affiliated monastery may not form its own novices:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3712": {
    "article_num": 778358096,
    "para_num": 20,
    "text": "The documents claim Siraj Ibn Wahhaj and his co-defendants conducted weapons training at the camp where they were found Friday with 11 children in allegedly “third world” conditions. Wahhaj is also wanted in Clayton County in a child abduction case involving his missing son, Abdul-Ghani Wahhaj. The documents, which suggest all the adults were involved in the training, say a person serving as a foster parent caring for one of the kids revealed the details about the training.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3715": {
    "article_num": 778358096,
    "para_num": 22,
    "text": "People can continue to put their heads in the sand all they want to because they know \"nice\" Muslim people, but the fact of the matter is that the history of Islam is anything but nice, polite, just or holy . It is a totalitarian, religious/political construct that is full of oppression. When you have those that actually believe the Koran and follow in the footsteps of the desert nomad Muhammad , then you will not find radicals, but devout Muslims. This appears to be exactly what Siraj Ibn Wahhaj and others arrested at the compound are.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3719": {
    "article_num": 778507244,
    "para_num": 3,
    "text": "When the left made Linda Sarsour into its role model, it climbed into bed with the worst of the worst.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3720": {
    "article_num": 778507244,
    "para_num": 4,
    "text": "The father of a missing 4-year-old Georgia boy was training children at a filthy New Mexico compound to commit school shootings, prosecutors alleged in court documents Wednesday. The documents say Siraj Ibn Wahhaj was conducting weapons training with assault rifles at the compound near the Colorado border that was raided by authorities Friday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3721": {
    "article_num": 778507244,
    "para_num": 12,
    "text": "Taos County Sheriff Jerry Hogrefe previously said adults at the compound were \"considered extremist of the Muslim belief.\" He did not elaborate, saying it was part of the investigation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3727": {
    "article_num": 778664280,
    "para_num": 5,
    "text": "I’ve been praying that prayer even more earnestly in these past weeks as the Church in the United States has once again come face-to-face with its sins, with reports that former cardinal Theodore McCarrick, one of the most prominent Churchmen in the United States in the last quarter century, has been accused of abusing two minors and sexually harassing or assaulting a number of seminarians and young priests. To make matters worse (if that is even possible), evidence has surfaced that indicates that a bishop, as well as some priests and laity, had brought the allegations about misconduct with seminarians to the attention of Church authorities but to no avail: Archbishop McCarrick was nonetheless “promoted” to become the archbishop in our nation’s capital, and elevated to the College of Cardinals.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3730": {
    "article_num": 778664280,
    "para_num": 8,
    "text": "A number of good Catholics have written to ask for a personal accounting on my part, inquiring whether I was made aware in my time in Newark of the 2005 and 2007 settlements involving Archbishop McCarrick, or if I knew of any allegations against him. I can state unequivocally that I learned of those settlements only in June of this year, as news broke about the unrelated claim that had been filed in the Archdiocese of New York. What I know of the settlements I know from the newspapers. When serving in Newark, I was regularly briefed on current legal matters of all sorts, but not on past legal matters (unless they were still being discussed in the press). By the time I arrived in Newark in November 2013, the 2005 and 2007 settlements were apparently considered ancient history.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3731": {
    "article_num": 778664280,
    "para_num": 9,
    "text": "It would be untrue to state that I had never heard any allegations about Cardinal McCarrick. Years before I ever lived in Newark, and never imagining that I would be assigned there, I had indeed read — as a somewhat geeky ex-lawyer — an allegation about Cardinal McCarrick in the context of a 2005 lawsuit in the Southern District of New York against Archbishop Myers, Cardinal Eagan, Bishop Hubbard and the Irish Christian Brothers. While the complaint didn’t supply any details, the plaintiff was reported to have said to a journalist that “Archbishop McCarrick would share a bed with seminarians but not engage in any activity with them.” The complaint would later be formally amended to include that allegation. Knowing, however, that this lawsuit was completely dismissed by the state and federal courts, I never gave the particular allegation about Cardinal McCarrick any credence.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3733": {
    "article_num": 778664280,
    "para_num": 10,
    "text": "I can also state without exception that no one in my years in Newark ever told me that they were improperly touched by Archbishop McCarrick, and no one ever told me that they had to share a bed with him or that they had seen anyone share a bed with him. I heard lots of gut-wrenching stories in my two-and-a-half years there, but none of them involved Archbishop McCarrick. With St. John Paul II’s 1995 visit, he was remembered for “bringing a saint to Newark,” not as an abuser of seminarians, minors or priests.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3736": {
    "article_num": 778664280,
    "para_num": 13,
    "text": "Our heavenly patron, St. Paul, reminds us that “where sin abounds, grace abounds all the more.” May these difficult days be days of great grace for this local Church.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3739": {
    "article_num": 778664280,
    "para_num": 14,
    "text": "REMNANT COMMENT: While we certainly appreciate His Excellency's candid explanation of what he knew and did not know about this horrific scandal in the Church, we would also humbly beg him to take it one step further by publicly proclaiming his profession of belief in the Church's official teaching against the mortal sin of homosexual acts and the so-called \"gay lifestyle,\" which includes her long-held teaching that homosexual activity between clerics is an ecclesiastical crime.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3741": {
    "article_num": 778664280,
    "para_num": 15,
    "text": "Far from being reassured of this by their bishops, many Catholic faithful today are informed that the modern Catholic Church is now an \"inclusive community\" that \"welcomes all\" and \"judges none.\" All very well and good, except for the fact that the Church's constant and unchanging moral teaching on this makes no such allowance. In fact, this binding and constant teaching of the Church was reaffirmed most recently in her most authoritative modern catechism, which holds the exact opposite position from that apparently held by many bishops:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3745": {
    "article_num": 778664280,
    "para_num": 18,
    "text": "Even Pope John Paul \"The GREAT's\" Vatican clarified the Church's teaching on October 31, 1986, in the “Letter to the Bishops of the Catholic Church on the Pastoral Care of Homosexual Persons”:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3747": {
    "article_num": 778664280,
    "para_num": 20,
    "text": "Notice the late pope does not say, “Let the practicing homosexuals have a spiritual home among your faithful,” as Father James Martin and his episcopal fans are at least implying on a regular basis in the media.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3749": {
    "article_num": 778664280,
    "para_num": 21,
    "text": "Does Archbishop Hebda believe it is time for the Church to stop humiliating herself by stooping to accommodate a special interest group that obviously doesn't care about her or the moral code by which she governs? Does he believe that all Catholics must follow the rules of the Church pertaining to the Sixth Commandment...or just the straight Catholics? Does His Excellency believe that if some homosexual Catholics feel they need not bother following the rules they should be warmly welcomed into our \"Catholic Christian\" community anyway, even if they are in same-sex unions?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3751": {
    "article_num": 778664280,
    "para_num": 22,
    "text": "Pope John Paul certainly didn't accept that. In his 2005 book Memory and Identity, John Paul referred to homosexuality as an “ideology of evil,” insisting of so-called 'gay marriage' that:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3753": {
    "article_num": 778664280,
    "para_num": 23,
    "text": "“It is legitimate and necessary to ask oneself if this is not perhaps part of a new ideology of evil, perhaps more insidious and hidden, which attempts to pit human rights against the family and man.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3755": {
    "article_num": 778664280,
    "para_num": 24,
    "text": "Was Pope John Paul THE GREAT an intolerant homophobe? Are Father Martin and his pals in the episcopacy really so enlightened over every pope, saint, and moral theologian in history?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3768": {
    "article_num": 778664280,
    "para_num": 28,
    "text": "Is it any wonder that priests and laity alike are changing their attitude on the \"gay lifestyle\" and violations of the Sixth Commandment when so many bishops are working to remove the stigma attached to this sin that Scripture tells us cries to heaven for vengeance? The Catholic Church's new-found \"climate of tolerance\" is exactly what McCarrick and company are counting on!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3775": {
    "article_num": 778664280,
    "para_num": 30,
    "text": "Again, God bless Archbishop Hebda for this welcome statement, and may God grant him the courage now to finish the task by publicly reassuring the scandalized faithful that it’s not just abuse of minors or sexual harassment that’s going on here. Our bishops must make it absolutely clear that the Church's moral theology on homosexuality will not and can not be trumped by the dictates of political correctness. And neither can God's law be changed to accommodate the spirit of our “most enlightened” age---which is, of course, an evil spirit that can be driven out only by prayer and fasting.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3779": {
    "article_num": 778664280,
    "para_num": 31,
    "text": "Until the Church and her bishops get back to reaffirming traditional Catholic teaching on human sexuality we can forget about seeing an end to the sexual abuse crisis and the massive problem of homosexuality in the clergy. McCarrick will become the norm, not the exception, and confidence in the leadership and moral authority of the Catholic Church will remain in the toilet indefinitely... exactly as the forces of darkness intended all along.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3781": {
    "article_num": 778730964,
    "para_num": 1,
    "text": "Imam Whose Son Was Training School Shooters Blasts Reporters On New Mexico Compound: “They Hate Islam”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3785": {
    "article_num": 778730964,
    "para_num": 3,
    "text": "It’s noteworthy that AP would carry this story at all; certainly, neither AP nor the rest of the establishment media is ever so solicitous of those whom they smear as “anti-Muslim” to allow us to tell our side of the story. But the imam Siraj Wahhaj is here engaging in some “war is deceit” action. His son was on the radar of counterterror officials for 13 years on suspicion of jihad activity. He was training school shooters. But of course, it’s all because of journalists who supposedly hate Islam and Muslims.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3787": {
    "article_num": 778730964,
    "para_num": 10,
    "text": "“The Latest: Compound incident called anti-Muslim propaganda,” Associated Press, August 10, 2018 (thanks to the Geller Report):",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3791": {
    "article_num": 778730964,
    "para_num": 11,
    "text": "TAOS, N.M. (AP) — The Latest on 11 children found living in a filthy, makeshift compound in New Mexico (all times local): 4 p.m. A representative of a New York mosque says the raid of a ramshackle compound in New Mexico is being used as propaganda against Muslims. Ali Abdul-Karim Judan, a spokesman for the mosque, said in a video posted Thursday on Facebook that the incident was a domestic situation that has nothing to do with extremism. The grandfather of a severely disabled boy, who authorities say was kidnapped by his father and taken to the compound, has said remains found there are those of his grandson. The man is an imam at the New York mosque. Judan also cast doubt on a contention by prosecutors that children found at the site were being trained to use assault rifles in preparation for school shootings. He said authorities should not have made that claim without stronger evidence. The mosque has attracted radicals over the years, including a man who later helped bomb the World Trade Center in 1993….",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3793": {
    "article_num": 779309765,
    "para_num": 1,
    "text": "Unbelievable! Sharia New Mexico: Islamic compound jihadis RELEASED on bond after charges of “Islamophobia” and “racism” (Islam is not a race)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3800": {
    "article_num": 779309765,
    "para_num": 6,
    "text": "The children discovered at an “extremist Muslim” compound in New Mexico earlier this month were both trained to use firearms and taught multiple tactical techniques in order to kill teachers, law enforcement and other institution…. state prosecutors said on Monday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3802": {
    "article_num": 779309765,
    "para_num": 12,
    "text": "“Islamophobia” is a thought crushing device designed to silence any and critics and criticism of Islam. It is the tool in which the ummah enforces sharia blasphemy laws in the West.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3804": {
    "article_num": 779309765,
    "para_num": 13,
    "text": "Waco – the Feds killed ’em all. Shot it up and burned it down. Fast forward to Islam in America —",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3810": {
    "article_num": 779309765,
    "para_num": 14,
    "text": "New Mexico compound jihadis released on bond after charges of racism and “Islamophobia” “THEIR LAWYER ARGUED THAT THERE WAS A DOUBLE STANDARD IN THE CASE BECAUSE HIS CLIENTS WERE MUSLIMS. HE ARGUED THAT IF THEY HAD BEEN CHRISTIAN AND WHITE, ‘WE MIGHT NOT BE HERE TODAY.’” Bu Jihad Watch, August 13, 2018: Seriously? If they had been Christian and white, stockpiling weapons and plotting school shootings, with the ringleader being the son of one of the most respected Christian preachers in the country, there wouldn’t have been news coverage of anything else for weeks. There would have been feature stories in the New York Times, the Washington Post, and the Wall Street Journal. CNN and MSNBC would be running special reports on toxic Christianity and the crisis in the churches. This incident, on the other hand, received very little coverage, and hardly any that touched on the Islamic aspects of the story. But Muslim claims of victimhood are so polished and reflexive by now, and the Leftist acceptance of them so matter-of-fact and instinctive, that Judge Sarah Backus fell right into line. We can only hope that no one dies because of her folly. “Breaking: Judge makes stunning decision in Muslim compound case after charges of racism,” by Carlos Garcia, The Blaze, August 13, 2018 (thanks to Robert): In a hearing Monday, a New Mexico judge found that suspects in a bizarre child abuse case were not a danger to the public, and released them on bond. Defense attorney blames Islamophobia Two Muslim men and three women are charged with 11 counts of child abuse each after police raided their compound in New Mexico and discovered 11 malnourished children living in squalor. Their lawyer argued that there was a double standard in the case because his clients were Muslims. He argued that if they had been Christian and white, “we might not be here today.” Despite law enforcement authorities saying that they believe that the children were being trained to attack innocents, and that the adults were radicalized, Judge Sarah Backus released the suspects. Prosecutors also said they obtained a letter from one of the suspects telling his brother to come to the compound and die like a martyr. The lawyer for the suspects said that there was no evidence that they were planning any kind of attacks. Taos County Sheriff Jerry Hogrefe testified that they found children holding boxes of ammunition, and that one child was found with a gun…",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3815": {
    "article_num": 779394730,
    "para_num": 13,
    "text": "The new wave of allegations has called Pope Francis’s handling of abuse into question as many Catholics look to him to help the church regain its credibility. The pope’s track record has been mixed, something some outsiders attribute to his learning curve or shortcomings and others chalk up to resistance from a notoriously change-averse institution.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3824": {
    "article_num": 779394730,
    "para_num": 21,
    "text": "So, let me get this straight (I know, lots of luck with that one): These are the people that are going to \"accompany us\" and our children in the \"synodal Church\" with its new orientation, overseen by a \"God of Surprises\" who is uber-merciful and doesn't judge, and headed up by a pope who, according to Father Thomas Rosica, \"breaks Catholic traditions whenever he wants, because he is 'free from disordered attachments'?''",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3830": {
    "article_num": 779394730,
    "para_num": 24,
    "text": "You know what, guys? Thanks, but no thanks. You can take your 'Church of Accompaniment\" to prison with you. I'd sooner let my kids be accompanied by fans of the Oakland Raiders than turn them over to you... meaning no disrespect to fans of the Oakland Raiders, of course. #stopthesynod",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3832": {
    "article_num": 780414700,
    "para_num": 3,
    "text": "Editor’s Note: Over the years, Bishop Robert Morlino of the Diocese of Madison has confirmed several of my children according to the traditional Rite of Confirmation, as his diocese has been a port in the storm for many displaced and disillusioned Catholic families. We don’t see eye-to-eye on everything, of course, but his faith and pastoral solicitude have for us been a light in the darkness and proof that God has not left us orphans. And now this, finally, a bishop with the courage to look the beast in the eye and speak its name out loud. Bishop Morlino does this in a moment when he is under heavy attack as a “hater” for defending the Church’s teaching on marriage—an attack, by the way, which prompted us here at The Remnant to join the fight to DEFEND BISHOP MORLINO last year.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3841": {
    "article_num": 780414700,
    "para_num": 5,
    "text": "This is what a courageous shepherd looks like! In our opinion, during the most vile clergy sex scandal in history, every bishop in the country must do exactly what Bishop Morlino has done, i.e., issue a statement of fidelity to the Church’s moral theology, specifically her teaching against the mortal sin of homosexual acts. In so doing, the bishops will incur the wrath of the enemies of the Church, yes. They will be crucified in the media, yes. But they will also be doing their sacred duty before God in reassuring their thoroughly scandalized flocks that they are absolutely committed to the defense and enforcement of the Church’s moral teaching at a time when it is under scurrilous attack from within. Nothing less will do. Bishop Morlino has now done it, and we respectfully demand that the rest of the American bishops either follow suit or face the charge of being complicit with the degenerate and even criminal shepherds, accounts of whose betrayal and vice now dominate the news. May God bless and keep Bishop Robert Morlino. MJM",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3844": {
    "article_num": 780414700,
    "para_num": 10,
    "text": "For my part — and I know I am not alone — I am tired of this. I am tired of people being hurt, gravely hurt! I am tired of the obfuscation of truth. I am tired of sin. And, as one who has tried — despite my many imperfections — to lay down my life for Christ and His Church, I am tired of the regular violation of sacred duties by those entrusted with immense responsibility from the Lord for the care of His people.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3852": {
    "article_num": 780414700,
    "para_num": 13,
    "text": "There is nothing about these stories that is okay. These actions, committed by more than a few, can only be classified as evil, evil that cries out for justice and sin that must be cast out from our Church.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3857": {
    "article_num": 780414700,
    "para_num": 16,
    "text": "Why do we do this? Is it out of an earnest desire to display a misguided sense of being “pastoral?” Have we covered over the truth out of fear? Are we afraid of being disliked by people in this world? Or are we afraid of being called hypocrites because we are not striving tirelessly for holiness in our own lives?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3864": {
    "article_num": 780414700,
    "para_num": 20,
    "text": "There must be no room left, no refuge for sin — either within our own lives, or within the lives of our communities. To be a refuge for sinners (which we should be), the Church must be a place where sinners can turn to be reconciled. In this I speak of all sin. But to be clear, in the specific situations at hand, we are talking about deviant sexual — almost exclusively homosexual — acts by clerics. We’re also talking about homosexual propositions and abuses against seminarians and young priests by powerful priests, bishops, and cardinals. We are talking about acts and actions which are not only in violation of the sacred promises made by some, in short, sacrilege, but also are in violation of the natural moral law for all. To call it anything else would be deceitful and would only ignore the problem further.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3865": {
    "article_num": 780414700,
    "para_num": 21,
    "text": "There has been a great deal of effort to keep separate acts which fall under the category of now-culturally-acceptable acts of homosexuality from the publically-deplorable acts of pedophilia. That is to say, until recently the problems of the Church have been painted purely as problems of pedophilia — this despite clear evidence to the contrary. It is time to be honest that the problems are both and they are more. To fall into the trap of parsing problems according to what society might find acceptable or unacceptable is ignoring the fact that the Church has never held ANY of it to be acceptable — neither the abuse of children, nor any use of one’s sexuality outside of the marital relationship, nor the sin of sodomy, nor the entering of clerics into intimate sexual relationships at all, nor the abuse and coercion by those with authority.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3872": {
    "article_num": 780414700,
    "para_num": 26,
    "text": "The sins and crimes of McCarrick, and of far too many others in the Church, bring suspicion and mistrust upon many good and virtuous priests, bishops, and cardinals, and suspicion and mistrust upon many great and respectable seminaries and so many holy and faithful seminarians. The result of the first instance of mistrust harms the Church and the very good work we do in Christ’s name. It causes others to sin in their thoughts, words, and deeds — which is the very definition of scandal. And the second mistrust harms the future of the Church, since our future priests are at stake.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3875": {
    "article_num": 780414700,
    "para_num": 32,
    "text": "To our priests: Most simply, live out the promises you made on your ordination day. You are called to serve Christ’s people, beginning with praying daily the Liturgy of the Hours. This is to keep you very close to God. In addition, you promised to obey and be loyal to your bishop. In obedience, strive to live out your priesthood as a holy priest, a hard working priest, and a pure and happy priest — as Christ Himself is calling you to do. And by extension, live a chaste and celibate life so that you can completely give your life to Christ, the Church, and the people whom he has called you to serve. God will give you the graces to do so. Ask Him for the help you need daily and throughout every day. And if you are unchastely propositioned, abused, or threatened (no matter by whom), or if you directly witness unchaste behavior, report it to me. I will not stand for this in my diocese any more than in our seminaries.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3890": {
    "article_num": 780619695,
    "para_num": 3,
    "text": "During the last 5 years of this papacy, Francis and his Synodal Schemers masterfully manipulated, rigged, and exploited the synodal process. The backdoor tactics and machinations were brilliantly documented by Edward Pentin , Henry Sire, George Neumayr and an array of investigative journalists.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3891": {
    "article_num": 780619695,
    "para_num": 8,
    "text": "How inconvenient that the two targets of predatory clerics and prelates will be the subject of the Synod of Bishops.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3915": {
    "article_num": 780786973,
    "para_num": 4,
    "text": "Trump alleged in a morning tweet series that the former FBI director is “Disgraced and discredited,” claiming his staff amounts to nothing more than a “group of Angry Democrat Thugs.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3916": {
    "article_num": 780786973,
    "para_num": 5,
    "text": "That came hours after a Sunday tweet in which he referred to the special counsel team as a “gang.” Both are words with loaded meanings for his conservative political base.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3924": {
    "article_num": 780786973,
    "para_num": 12,
    "text": "The president also continued to push a line first floated by his attorney, former New York mayor and U.S. attorney Rudolph Giuliani, tweeting that campaign collusion with Russia would be a “phony crime.” He’s right, there is no specific collusion statute. But legal experts say anyone in Trump’s orbit would be charged with conspiracy, making false statements to federal investigators or obstructing justice. All are federal crimes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3927": {
    "article_num": 780786973,
    "para_num": 13,
    "text": "Trump also continued to cast himself as a victim in the matter, saying when he attempts to “FIGHT BACK or say anything bad about the Rigged Witch Hunt,” his critics “scream Obstruction!”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3930": {
    "article_num": 780787440,
    "para_num": 6,
    "text": "On Aug. 17, a Pennsylvania grand jury report, based on hidden archives of the U.S. church, named 301 priests from the state as credibly accused child sex abusers and accused church leaders of a systematic cover-up of their crimes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3950": {
    "article_num": 781577820,
    "para_num": 5,
    "text": "Sessions long has been one of Trump’s favorite pinatas, often taking the brunt of the president’s public scorn. Trump offered this assessment of his hand-picked attorney general recusing himself from the Justice Department’s special counsel probe of Russian election meddling: “What kind of man is this?”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3961": {
    "article_num": 781672902,
    "para_num": 4,
    "text": "Trump recognized that the extreme Russiaphobia, which the hegemonic neoconservatives had whipped up since Vladimir Putin’s statement at the Munich Security Conference in 2007 that Russia was a sovereign country and intended to act like one, was a threat to life on earth. The neoconservatives, who have controlled US foreign policy since the Clinton regime, are unwilling to accept limitations by any other country on Washington’s ability to act unilaterally.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3965": {
    "article_num": 781672902,
    "para_num": 5,
    "text": "When Putin blocked the Obama regime’s invasion of Syria and bombing of Iran, the neoconservatives paid Putin back by using NGOs and Ukranian politicians financed by Washington to overthrow the democratically elected government of Ukraine and to put in office a government hostile to Russia. The intent was to use Ukraine, a Russian province for more than three centuries, to create problems for Russia that would absorb Russia’s attention and return a free hand to Washington and Israel in the Middle East and also to evict Russia from its Black Sea naval base in Crimea. When Crimeans voted to reunite with Russia, Washington misrepresented the democratic result of self-determination as a “Russian invasion and annexation of Crimea.” Such an extraordinary misrepresentation destroyed any remaining confidence the Russian government might have had in Washington’s veracity.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3970": {
    "article_num": 781672902,
    "para_num": 13,
    "text": "We do not know if Manafort is guilty or is simply a victim of Mueller’s frameup and an incompetent jury. American juries are notoriously incompetent, which is why 97% of felony indictments are settled with a plea bargain. Even the innocent had rather work out a plea arrangement and admit to something that they did not do than to face an insouciant American jury. Remember the jury that condemned the survivors of the FBI’s massacre of the Branch Davidians in Waco, Texas, to be locked away for many years so that they could not talk and tell of the mass murder inflicted on a religious group by the FBI.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3973": {
    "article_num": 781672902,
    "para_num": 19,
    "text": "“Under federal law, the testimony of such a “flipped witness” need not be corroborated in order to secure a conviction.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3979": {
    "article_num": 781672902,
    "para_num": 33,
    "text": "Trump, by declaring normalization of relations as one of his two principal goals for his presidency, earned the emnity of the powerful military/security complex. By defeating Hillary for the presidency, Trump inflamed the US media’s hatred, committed as the presstitutes are to Identity Politics and hatred of the “white male oppressors” who elected Trump. Trump will never be forgiven for preventing the election of the first female president of the United States, an unpardonable crime by a misogynist white male who “grabs women by the pussy.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3982": {
    "article_num": 781672902,
    "para_num": 35,
    "text": "President Trump stands up for himself on Twitter — I am surprised that Tritter hasn’t suspended his account — but otherwise seems powerless. Whoever advised Trump to appoint Rosenstein, a person committed to Trump’s destruction, as deputy attorney general, which is the ruling position in view of the weak and stupid AG Sessions who recused himself from the Russiagate investigation, intended Trump’s destruction. A disreputable person committed to Trump’s destruction is appointed by Trump to destroy Trump. How can a person so unclued survive?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3988": {
    "article_num": 781672902,
    "para_num": 42,
    "text": "Trump is wrong on the environment. Environmental protections put in place after years of struggle are being eviscerated by industry polluters who have gained controll over the environmental regulatory agencies. This is not a unique happening of the Trump presidency. It began under VP Dick Cheney, the real president during the 8 years of the George W. Bush regime. Cheney turned the environmental protection regulatory agencies over to industry polluters.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3999": {
    "article_num": 781768042,
    "para_num": 1,
    "text": "Sodom and Gomorrah was Judged by God Because Men Refused to Keep His Commandments in Dealing with the Wicked!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4005": {
    "article_num": 781768042,
    "para_num": 14,
    "text": "“And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way. And the Lord said, Shall I hide from Abraham that thing which I do; Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him? For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him. And the Lord said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous; I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know. And the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord. And Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked? Peradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein? That be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right? And the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes. And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes: Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it. And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty's sake. And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there. And he said, Behold now, I have taken upon me to speak unto theLord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty's sake. And he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten's sake. And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.\" -Genesis 18:16-33",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4008": {
    "article_num": 781768042,
    "para_num": 16,
    "text": "Genesis chapter 19 records the two angels, disguised as human men, visiting Sodom and Gomorrah. Lot met the angels in the city square and urged them to stay at his house. The angels agreed. The Bible then informs us, \"Before they had gone to bed, all the men from every part of the city of Sodom — both young and old — surrounded the house. They called to Lot, 'Where are the men who came to you tonight? Bring them out to us so that we can have sex with them. Genesis 19:4-5 The angels then proceed to blind all the men of Sodom and Gomorrah and urge Lot and his family to flee from the cities to escape the wrath that God was about to deliver. Lot and his family flee the city, and then \"the LORD rained down burning sulfur on Sodom and Gomorrah — from the LORD out of the heavens. Thus he overthrew those cities and the entire plain, including all those living in the cities...\" (Genesis 19:2 4) .",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4011": {
    "article_num": 781768042,
    "para_num": 18,
    "text": "Ezekiel 16:49-50 declares, \"Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy. They were haughty and did detestable things before me...\" The Hebrew word translated \"detestable\" refers to something that is morally disgusting and is the exact same word used in Leviticus 18:22 that refers to homosexuality as an \"abomination.\" Similarly, Jude 7 declares, \"...Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion.\" So, again, while homosexuality was not the only sin in which the cities of Sodom and Gomorrah indulged, it does appear to be the primary reason for the destruction of the cities.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4015": {
    "article_num": 781768042,
    "para_num": 21,
    "text": "The point is that there were no righteous to be spared and the Lord did what man failed to do when they had the time to do it.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4019": {
    "article_num": 781768042,
    "para_num": 29,
    "text": "Professed Christians in America today talk much of love through inaction, and yet know nothing of it (1 John 3:18). They read what to do, but do it not! In fact, they declare and proclaim how much they love God, and yet if you were to have them read His moral law and look to their own lives, they would find how much they actually hate God through their actions (Matthew 15:8).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4020": {
    "article_num": 781768042,
    "para_num": 32,
    "text": "Ungrateful reprobates, pretenders, counterfeits and hypocrites are what they are (Matthew 23:3).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4028": {
    "article_num": 781768042,
    "para_num": 36,
    "text": "The American Church, instead of protesting corruption in government through the example of the Biblical patriarchs and our American forefathers (Matthew 5:17-18), teach to submit to tyranny as if to suggest that it is somehow obedience to God (Romans 12:21).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4035": {
    "article_num": 781768042,
    "para_num": 40,
    "text": "Why did God judge Sodom and Gomorrah? It's the same reason that he is judging America today (Amos 4:12), He cannot find the righteous in order to spare her (Jeremiah 22:3).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4036": {
    "article_num": 781768042,
    "para_num": 41,
    "text": "Defining the Wicked…",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4046": {
    "article_num": 781847297,
    "para_num": 8,
    "text": "Before her arrest, Winner called Trump an “orange fascist” on Twitter. Her disillusionment about his election was part of her reason for leaving the Air Force, her mother told the Atlanta Journal-Constitution in an interview last year.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4049": {
    "article_num": 781847297,
    "para_num": 10,
    "text": "Meanwhile, Trump continued pounding Sessions in other tweets, saying he needed to investigate “deleted Emails, Comey lies & leaks, Mueller conflicts, McCabe, Strzok, Page, Ohr…the Clinton Foundation, illegal surveillance of Trump Campaign, Russian collusion by Dems — and so much more.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4052": {
    "article_num": 782017101,
    "para_num": 4,
    "text": "The Prince of this World has made a grand display of his authority in the last few centuries. Our saving grace is that, while Westerners no longer believe in God, they still believe in the Devil. We’re at least clear-eyed enough to recognize true evil at work in the world, even if we can no longer see the great Good hidden behind the veil.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4056": {
    "article_num": 782017101,
    "para_num": 8,
    "text": "The gates of Hell will not prevail against the Church, as Our Lord promised. But they won’t stop trying, either. They’ve attacked from the front, sending the Roman pagans, French Revolutionaries, and British American secularists. They flank us by sending heretics like Arius, Luther, and Hans Kung. Today, there’s also a fifth column working to tear down the walls from within – not only pedophiles like John Geoghan, but also predators like Theodore McCarrick.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4058": {
    "article_num": 782017101,
    "para_num": 13,
    "text": "Now, I don’t believe Pope John saw himself as endangering either orthodoxy or sacred, immutable tradition. I share Pope Paul IV’s view. When he heard that the Council was being convened, then-Cardinal Montini is supposed to have sighed, “This holy old boy doesn’t realise what a hornet’s nest he’s stirring up.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4061": {
    "article_num": 782017101,
    "para_num": 20,
    "text": "Many have also speculated that, because McCarrick’s victims were overwhelmingly above the age of consent, the media didn’t consider them newsworthy. If he’d fondled a 12-year old altar boy, that would have been one thing. Pedophile priests sell papers. But taking an 18-year-old seminarian to bed? Running that story would simply be outing a closeted gay man: an act the liberal press would no doubt consider “homophobic”, as Ross Douthat pointed out.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4098": {
    "article_num": 782086447,
    "para_num": 82,
    "text": "I want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies. At the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ... If we do not oppose evil, we tacitly feed it. We need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt. He followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick. And how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4102": {
    "article_num": 782149032,
    "para_num": 1,
    "text": "Horrifying Details Released: 2 Jihadi Muslims At Deadly NM Islamic Compound Hit With New Charges",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4107": {
    "article_num": 782149032,
    "para_num": 4,
    "text": "Law enforcement rushed to destroy the Islamic compound just days after the kidnapping and murder made national news. They destroyed evidence, despite the fact that the investigation was new and ongoing. New charges were filed against the devout (“extremist)” Muslims. For years, the FBI and local law enforcement did nothing about this jihad compound, despite tips and numerous calls from concerned citizens. It took the murder of a child to get them to pay attention. What is the first thing they do after it is discovered a child was murdered on the compound and several starved to almost certain death? They destroyed the compound to cover up both their negligence and what happened there.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4114": {
    "article_num": 782149225,
    "para_num": 11,
    "text": "And no call to restore the caliphate would be complete without a swipe at the Jews, whom the Qur’an designates (5:82) the worst enemies of the Muslims. Khecharem predicted that “this will happen, of course, after the elimination of the filthy Jewish entity, and after liberation of the lands under direct colonization, like Kashmir and others.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4116": {
    "article_num": 782149225,
    "para_num": 15,
    "text": "These weren’t the actions of a “tiny minority of extremists,” abhorred by the vast majority of peaceful Muslims for “hijacking” their religion. This was, for fourteen centuries, mainstream, normative Islam, carried forth by the primary authorities in the Islamic world at the time. The History of Jihad shows from the accounts of eyewitnesses and contemporary chroniclers through the ages that in every age and in every place where there were Muslims, some of them believed that they had a responsibility given to them by Allah to wage war against and subjugate unbelievers under the rule of Islamic law. And so it is today: Said Khecharem has enunciated that responsibility more clearly and directly than most Muslim spokesmen do these days, but he is by no means the only one who believes that it exists.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4118": {
    "article_num": 782149225,
    "para_num": 18,
    "text": "Meanwhile, Said Khecharem and other Islamic spokesmen openly call for Muslims to engage in jihad conquest. Western authorities should be pondering his words, and their implications, very carefully. Instead, if they have taken any notice of him at all, which is unlikely, they have dismissed him as an “extremist.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4126": {
    "article_num": 782448403,
    "para_num": 13,
    "text": "The radical leftist gun grabbing anti-liberty California General Xavier Becerra is lying when he says the “Trump Administration inexplicably gave the green light to distribute on the internet blueprints of 3D-printed, untraceable ghost guns.” The Department of Just(Us) settled a 1st Amendment claim filed by Cody Wilson, who created the code for 3-D guns. It was a case the government was about to lose. The settlement was approved by a federal judge.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4128": {
    "article_num": 782448403,
    "para_num": 14,
    "text": "Becerra’s statement, “it needlessly endangered our children, our loved ones and our men and women in law enforcement,” is preposterous left-wing political argle-bargle.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4133": {
    "article_num": 783702663,
    "para_num": 5,
    "text": "Regarding Bergoglio, Viganò testifies that in 2013 he personally informed him about McCarrick’s history, the dossier of the Congregation for Bishops on his sexual crimes against boys and young men, and the disciplinary sanctions imposed upon him by Benedict XVI (forbidding residence in a seminary, public appearances and Masses). Evidently already aware of these facts, however, Bergoglio not only rehabilitated McCarrick but made him a “trusted counselor” who advised the elevation of the pro-homosexual prelates Blase Cupich, Joseph Tobin and Kevin Farrell to the College of Cardinals and the prominent episcopal sees they now discredit. All of this happened before Bergoglio, bowing to worldwide public pressure, finally—only weeks ago—took decisive action against his “trusted counselor.” McCarrick had lobbied for Bergoglio’s election, along with Maradiaga and the infamous Cardinal Danneels, who covered up homosexual rape committed by a priest against his own nephew,has supported “same-sex marriage,” and advised the King of Belgium to sign a law legalizing abortion in 1990. As Edward Pentin notes: “all 3 prelates have since been special advisors of Francis or rehabilitated by him.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4138": {
    "article_num": 783702663,
    "para_num": 7,
    "text": "I want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies. At the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ... If we do not oppose evil, we tacitly feed it. We need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” [emphasis in original] If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt. He followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick. And how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church! [my emphasis] Francis is abdicating the mandate which Christ gave to Peter to confirm the brethren. Indeed, by his action he has divided them, led them into error, and encouraged the wolves to continue to tear apart the sheep of Christ’s flock. In this extremely dramatic moment for the universal Church, he must acknowledge his mistakes and, in keeping with the proclaimed principle of zero tolerance, Pope Francis must be the first to set a good example for cardinals and bishops who covered up McCarrick’s abuses and resign along with all of them. [emphasis in original]",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4144": {
    "article_num": 783702663,
    "para_num": 9,
    "text": "With Viganò’s testimony, the widespread homosexual infiltration of the post-Vatican II hierarchy, from the top on down, now emerges mountainously into view, never to be buried again. Even before that testimony, however, the fall of McCarrick and the Pennsylvania grand jury report had already presented a Sisyphean task to neo-Catholic apologists for the decrepit Novus Ordo status quo and the ill-starred Council that launched its installation. Yet there is little doubt they will continue the same polemic that for nearly sixty years has doggedly defended every one of the ruinous “reforms” that have resulted in a debacle without equal in Church history, even considering the Arian crisis of the 4th century. Those “reforms” included abandonment of the Vatican’s strict pre-conciliar instruction (1961) that “advancement to religious vows and ordination should be barred to those who are afflicted with evil tendencies to homosexuality or pederasty, since for them the common life and the priestly ministry would constitute serious dangers.” Today, neo-Catholic commentators, cowed by the demands of political correctness, refuse to state the simple truth that homosexuality is a perversion that precludes ordination as does any other grave psychological disorder.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4150": {
    "article_num": 783702663,
    "para_num": 12,
    "text": "The campaign to discredit Archbishop Viganò began instantaneously on the Catholic left wing. Only hours after Viganò’s sworn testimony appeared online, the professional Catholic dissident Sean Michael Winters, writing for National Catholic Reporter, smeared the former Apostolic Nuncio to the United States, who holds doctorates in both civil and canon law, as “a trafficker in conspiracy theories who mixes fact, fiction and venom,” “more than a little obsessed with homosexuality”—like Oliver Stone, who “was obsessed with the grassy knoll”—“a disgruntled former employee” and “always a crackpot.” Without addressing the merits, Winters dismissed Archbishop Viganò’s “wild claims” about bishops who are “subverting Catholic doctrine on homosexuality” and accused the Archbishop, along with unnamed other bishops and archbishops, of “speak[ing] about gay people with such hatred…”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4161": {
    "article_num": 783702663,
    "para_num": 15,
    "text": "Mark Shea, easily the most insufferable of the neo-Catholic polemicists, has quickly followed Winters and Allen in trying to cast doubt on Viganò ’s claims. Ignoring eleven pages of detail, written and published under oath, he suggests there has been no “Documentation. Evidence. Proof.” Yes, Francis should resign if Viganò ’s allegations are true, Shea admits—a stunning concession coming from him. Yet, making no attempt to refute Viganò’s account on the merits, he tries to wave it all aside with his usual mode of argument—puerile mockery: “But at present, the eagerness of the Greatest Catholics of All Time to believe and repeat everything their itching ears want to hear about this Pope whose living guts they have hated from the moment of his election only tells in his favor, not against it.” Shea’s ever-expanding opus of digital invective never seems to rise above this sort of crude ad hominem attack: Well, if those people believe it, it can’t be true.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4166": {
    "article_num": 783702663,
    "para_num": 16,
    "text": "The neo-Catholic propaganda mill will have a very difficult time smearing this witness, however. Speaking to Catholic News Agency, Monsignor Jean-François Lantheaume, who served as first Counsellor of the Nunciature in Washington, confirmed that “Viganò said the truth. That’s all,” when he stated in his sworn account that Nuncio Pietro Sambi conveyed to McCarrick at the Nunciature in Washington the sanctions that had been imposed on him by Pope Benedict—sanctions Bergoglio ignored for five years until forced to act by a worldwide storm of outrage.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4175": {
    "article_num": 783702663,
    "para_num": 24,
    "text": "In another setback for the propaganda machine gearing up to impeach Viganò’s testimony, the Catholic Herald has just reported that Cardinal Wuerl must have known full well from Viganò himself that McCarrick was under Pope Benedict’s papal sanctions on account of his sexual misconduct because, as an Archdiocesan spokesman now confirms, at Viganò’s request as then papal nuncio Wuerl had to cancel a public appearance by McCarrick not long before Bergoglio’s election. The Herald asks the obvious question: “[I]f Cardinal Wuerl was unaware of the sanctions, and unaware of the reason for them, why did he ask no questions of the nuncio regarding the reason for his demand?” The question answers itself, and Viganò’s testimony on this critical point stands confirmed by Wuerl’s own spokesman.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4178": {
    "article_num": 783702663,
    "para_num": 28,
    "text": "In other words, as Bergoglio cannot deny the allegations without lying, he will say nothing at all about them in the hope they will go away—with the help of sycophants in the Vatican press corps and shifty polemicists like Shea, who expects his readers to swallow his explanation that Bergoglio’s refusal to say anything in his defense when asked point blank about the charges against him “seems to me to obviously be the reply of somebody who believes the accusations are groundless…”. Seems to be. Obviously.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4179": {
    "article_num": 783702663,
    "para_num": 29,
    "text": "The American “Gay” Church Expansion",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "5727": {
    "article_num": 999001619,
    "para_num": 25,
    "text": "In fact, the Guardian obtained the embassy’s logs in May, and has never made any mention of either Manafort or “Russians” being identified in them. It did not refer to the logs in its latest story.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5784": {
    "article_num": 999001619,
    "para_num": 61,
    "text": "The Guardian did not make a mistake in vilifying Assange without a shred of evidence. It did what it is designed to do.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5810": {
    "article_num": 999001621,
    "para_num": 24,
    "text": "“I have never met Julian Assange or anyone connected to him,” the statement said. “I have never been contacted by anyone connected to Wikileaks, either directly or indirectly. I have never reached out to Assange or Wikileaks on any matter. We are considering all legal options against the Guardian who proceeded with this story even after being notified by my representatives that it was false.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5840": {
    "article_num": 999001621,
    "para_num": 55,
    "text": "The is zero evidence in the Politico screed that supports its suggestions and claims. It is fake news about a fake news story. It also included the false claim that Glenn Greenwald worked with Wikileaks on the Snowden papers. That claim was later removed.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  }
}