{
  "2399": {
    "article_num": 761969692,
    "para_num": 13,
    "text": "In normal times, this might be a big story. But the even the conservative non-Main Stream Media is currently too steeped in economic euphoria to notice. Nd anyway, they almost never report the immigration dimension.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2402": {
    "article_num": 761969692,
    "para_num": 14,
    "text": "However, it is now absolutely clear that immigration, and immigrant displacement of American workers, cannot be jawboned away. The only answer is legislation— border wall to stop the illegal alien flow; a second Operation Wetback, including E-Verify, to get the illegal alien self-deporting; a moratorium on legal immigration.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2403": {
    "article_num": 761969692,
    "para_num": 17,
    "text": "In May 2018 there were 1.342 million more working-age immigrants than in May 2017. This comes on the heels of gains of 2.154 million and 1.597 million. year-over-year, in March and April, respectively.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2404": {
    "article_num": 761969692,
    "para_num": 18,
    "text": "It’s hard to believe with the evaporation of the Trump Effect, but less than six months ago we were seeing to year-over-year declines in the immigrant workforce population. The last five months of 2017 saw the foreign-born population fall by an average 100,000 from the same month of the prior year (shown in red on our chart).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2407": {
    "article_num": 761969692,
    "para_num": 27,
    "text": "The immigrant labor force (employed plus looking for work) rose by 608,000, or 2.23%; the native-born labor force grew by 1.178 million, up by 0.9%. ADVANTAGE IMMIGRANTS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2408": {
    "article_num": 761969692,
    "para_num": 28,
    "text": "Immigrant employment grew 2.1-times faster than native-born American employment: 3.03% vs. 1.42%. ADVANTAGE IMMIGRANTS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2409": {
    "article_num": 761969692,
    "para_num": 29,
    "text": "The unemployment rate for immigrants fell 21%, from 3.8% to 3.0%; native-born unemployment rates fell 11.9%, from 4.2% to 3.7%. ADVANTAGE IMMIGRANTS",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2411": {
    "article_num": 761969692,
    "para_num": 32,
    "text": "Border Patrol statistics for May are not yet available. April data showed illegal immigration had rebounded dramatically, after running below the previous year’s level for most of 2017.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2418": {
    "article_num": 762147609,
    "para_num": 20,
    "text": "The president sent shock waves around the world with his May 8 decision to withdraw from the Iran nuclear pact and begin reimposing U.S. sanctions, which the U.S., Europe, China and Russia had collectively lifted in 2015 in exchange for Iran’s promise to curb its suspect nuclear programs and allow international inspections.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2421": {
    "article_num": 762147609,
    "para_num": 22,
    "text": "The head of Iran’s nuclear agency, Ali Akbar Salehi, said Tehran is prepared to dramatically increase its capacity for enrichment but that the work so far is limited to building a facility for assembling the centrifuges. He made the comment a day after Iran’s supreme leader, Ayatollah Ali Khamenei, ordered the increase in capacity and vowed that Iran would preserve its nuclear program despite the U.S. withdrawal from the 2015 accord.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2425": {
    "article_num": 762152527,
    "para_num": 5,
    "text": "There is a decided lack of aggressiveness of this investigation. One source is Paul Ryan: Evidence: “House Speaker Paul Ryan said Wednesday that Oversight Chairman Trey Gowdy was ‘accurate’ when he argued the FBI has acted appropriately in its ongoing probe of potential Russian links to the Trump campaign.” How could Ryan possibly know this? Isn’t he prejudging the case without even finding out what actually happened? If Ryan is correct, an investigation will show it; but the current evidence suggests he is wrong. By short-circuiting the investigation, Ryan is betraying the interest of the American people to learn what the FBI and CIA actually did against Trump. Another Republican who wants to stop investigating is former RNC Chair, Michael Steele: “There is no Spygate because there are no spies in the campaign.” The attitude of Steve Scalise is wishy-washy. He’s open to a special prosecutor, but his responses come across as passive, lacking push, zeal and enthusiasm to delve deeply into Spygate.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2426": {
    "article_num": 762152527,
    "para_num": 6,
    "text": "There is a kind of coverup at work here in which important Republicans do not want to bolster Trump by adding substance to Spygate, and they do not want to clean up the FBI by aggressively investigating Spygate further. They don’t want the rotten inner workings of the organization to be aired publicly. They want to preserve the FBI’s reputation. They don’t care to see Trump vindicated. The contrast with the Watergate investigation and hearings is startling.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2429": {
    "article_num": 762160164,
    "para_num": 5,
    "text": "Yet another Obama dirty deal with Iran that we're just learning about now. The question is how many more are there? And that's part of why Spygate is happening. The assault is also a cover-up.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2432": {
    "article_num": 762160164,
    "para_num": 12,
    "text": "This was typical of the worthless assurances that Obama officials made. And disgraced themselves by doing so.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2437": {
    "article_num": 762200179,
    "para_num": 19,
    "text": "After Treasury officials were examining whether the Iran deal's relevant sanctions permit currency exchange of rials to dollars, the report says a Treasury official wrote in an email, \"Yikes. It looks like we committed to a whole lot beyond just allowing the immobilized funds to settle out.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2444": {
    "article_num": 762206044,
    "para_num": 12,
    "text": "And when a House Office of Inspector General cybersecurity investigation found that Awan made “unauthorized access” to House servers, including the House Democratic Caucus’ shortly before the election, Wasserman Schultz became “frantic, not normal,” “making the rounds” to House officials in an attempt to kill the investigation, one House employee told The Daily Caller News Foundation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2446": {
    "article_num": 762206044,
    "para_num": 14,
    "text": "Wasserman Schultz cornered House Chief Administrative Officer Phil Kiko and called him a “fucking Islamophobe,” saying “you will not so much as take away their parking spots,” the two House employees said Kiko told them.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2449": {
    "article_num": 762206044,
    "para_num": 17,
    "text": "Awan’s father purchased “huge chunks of land from different farmers in 2008,” but all the checks bounced, the report said. “The police high-ups are ‘ominously’ indifferent to proceed against Awan,” and it’s “noteworthy” how they were “complying with the desires of” Awan, who the paper described as a “White House employee.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2450": {
    "article_num": 762206044,
    "para_num": 20,
    "text": "“Mohammad Abid, a victim of [Ashraf] Awan’s alleged high-profile swindling, said that [Ashraf] Awan’s son had easy access to the corridors of power and that’s why he was able to [pressure] the police to dance to his tunes,” Dawn reported.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2451": {
    "article_num": 762206044,
    "para_num": 21,
    "text": "The article details a series of people who say they were then subject to retaliation, including widow Bushra Bibi who said, “now Imran was threatening her with dire consequences.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2453": {
    "article_num": 762206044,
    "para_num": 30,
    "text": "Her actions so rattled the Administration Committee’s Democratic staff director, Jamie Fleet, that he planted a negative story in Politico that revealed Wasserman Schultz, his fellow Democrat, was continuing to pay the suspect, two House sources said. The story also said Wasserman Schultz had a “friendly personal relationship” with Awan and Alvi.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2457": {
    "article_num": 762206044,
    "para_num": 36,
    "text": "Wasserman Schultz was defending someone investigators allegedly told her was suspected of cybersecurity violations, despite having resigned from her position as DNC head following a devastating hack during the 2016 election.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2458": {
    "article_num": 762206044,
    "para_num": 39,
    "text": "House sources told TheDCNF these exchanges were only a public glimpse into numerous such interactions, which were frequently profane, with every official she could buttonhole. One source said she also went to the Department of Justice and “made a stink.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2459": {
    "article_num": 762206044,
    "para_num": 44,
    "text": "Gowen said the wire transfer instead had to do with the land deal, which he told the Washington Examiner was “quickly souring.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2461": {
    "article_num": 762340819,
    "para_num": 1,
    "text": "Obama’s Treason: Even Worse Than We Thought",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2470": {
    "article_num": 762340819,
    "para_num": 13,
    "text": "Other Presidents have been incompetent, corrupt, dishonest, but which has committed treason on a scale to rival the treason of Barack Obama?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2474": {
    "article_num": 762340819,
    "para_num": 14,
    "text": "The Iranians also operate a global network of jihad terror organizations, one of which, Hizballah, is quite active in Mexico now, with the obvious ultimate intention of crossing the border and committing jihad massacres of Americans. Obama has given a tremendous boost to these initiatives, as well as to Iran’s nuclear program, with his nuclear deal that has given the Iranians hundreds of billions of dollars and essentially a green light to manufacture nuclear weapons, in exchange for absolutely nothing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2475": {
    "article_num": 762340819,
    "para_num": 16,
    "text": "However this catastrophe plays out, there is one man who will suffer no consequences whatsoever: Barack Obama. That’s Leftist Privilege. It’s good to be a powerful Leftist in Washington nowadays. Laws? Pah! Laws are for conservatives.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2476": {
    "article_num": 762546428,
    "para_num": 1,
    "text": "Homeschooling Expands As Parents Seethe Over Liberal Social Engineering And Violence",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2477": {
    "article_num": 762546428,
    "para_num": 3,
    "text": "Homeschooling rates are skyrocketing as parents are continually getting more and more upset at the leftist social engineering taking place in public schools. The indoctrination is getting so bad, that some parents are even concerned about liberal violence against those who reject the brainwashing.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2481": {
    "article_num": 762546428,
    "para_num": 5,
    "text": "“When the Parkland shooting happened, our phone calls and emails exploded,” said coalition president Tim Lambert. “In the last couple of months, our numbers have doubled. We’re dealing with probably between 1,200 and 1,400 calls and emails per month, and prior to that it was 600 to 700.” But according to Natural News, it isn’t just the rampant violence worrying some parents. That’s just the tip of the collectivist agenda iceberg.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2483": {
    "article_num": 762546428,
    "para_num": 6,
    "text": "Christopher Chin, head of Homeschool Louisiana, told The Times that parents are fed up with “the violence, the bullying, the unsafe environments.” Many parents are also disturbed by the social engineering, which amounts to brainwashing and indoctrination that goes on in a public school. For example, a Minnesota public school is forcing Kindergarten students to study ‘white privilege’.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2489": {
    "article_num": 762546428,
    "para_num": 9,
    "text": "Indoctrination means to teach a person to accept a belief uncritically. It’s the very reason the governments of the world still exist. People cannot logically and critically understand that hurting people and taking their things is wrong – even if people who declare themselves government is the one doing it. Governments are nothing more than a handful of people and have no right to aggress against others. But humans are taught at a young age to never question this and that belief has kept most of humanity enslaved for centuries.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2492": {
    "article_num": 762546428,
    "para_num": 11,
    "text": "It isn’t a surprise that so many have decided to educate their children themselves. And as schools continue to fail, and authoritarian policies continue to wreak havoc on our society, more will wake up to the absolute horror of what allowing the state to educate our children has done to the moral fabric of humanity.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2495": {
    "article_num": 763114850,
    "para_num": 3,
    "text": "An article, “What the Red Pill Means for Radicals,” published on June 7 in the ironically named publication Fair Observer might have passed unnoticed as yet another uninformed, biased and ideologically motivated attack on all who ever get labeled “extremists.” The piece is so riddled with non-sequiturs and wild generalizations that it seems almost cruel to rip it to shreds.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2497": {
    "article_num": 763114850,
    "para_num": 4,
    "text": "But the author is Bharath Ganesh. A little online research reveals that Ganesh is currently working at the Oxford Internet Institute — at the esteemed Oxford University — on a research project funded by the European Union to devise ways to disrupt the “far right” online. The project in question is under the banner of the Vox-Pol Network of Excellence, which “is designed to comprehensively research, analyse, debate, and critique issues surrounding violent online political extremism (VOPE).”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2498": {
    "article_num": 763114850,
    "para_num": 5,
    "text": "This research group is only interested in violent extremism – according to their website. “The qualifier ‘violent’ is therefore employed here to describe VOX-Pol’s interest, which is in those that employ or advocate physical violence against other individuals and groups to forward their political objectives. The extremist nature of the politics in which VOX-Pol is interested is thus not decided upon by project participants, but by the decision of those involved in particular types of politics to advocate or employ violence to advance their goals.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2500": {
    "article_num": 763114850,
    "para_num": 11,
    "text": "Note the claims – utterly disingenuous, as it turns out – that the labeling of certain people or groups as “violent extremists” is entirely due to their own behavior; in other words, don’t worry, folks, it’s all scientifically objective.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2505": {
    "article_num": 763114850,
    "para_num": 15,
    "text": "And the label of “violent extremist” turns out to be used very generously. Ganesh makes wild leaps and inferences. He talks of Darren Osborne, the perpetrator of the vehicular attack on Finsbury Park Mosque. This was a heinous crime, and should rightly be condemned. But why did Osborne do this, according to Ganesh? The attack “was executed after he had become indignant after watching a BBC broadcast on child sexual exploitation and turned to social media to make sense of it. He found a narrative from British counter-jihad groups closely aligned with the alt-right, such as Britain First and the founder of the English Defence League Tommy Robinson.” The British counter-jihad movement is thus swept into the same group of violent extremists as Osborne, because Ganesh “knows” they encouraged him.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2508": {
    "article_num": 763114850,
    "para_num": 16,
    "text": "The BBC broadcast was the drama based on real life, Three Girls, which showed real-life events of three of the (very many) victims of the Rochdale Muslim rape gangs. Ganesh somehow knows precisely what went on in Osborne’s mind. Rather than thinking that it was outrage at the behavior of the gangs of Muslim men of Pakistani background who abused the girls portrayed in Three Girls that caused Osborne to lose his mind and commit his terrible crime, Ganesh blames Obsorne’s act on the likes of Tommy Robinson. Yet Robinson explicitly fights AGAINST political violence. What “narrative from British counter-jihad groups” can one find which suggests driving vehicles into innocent Muslims standing outside a mosque? I’m sure if there was any, Ganesh would, as a researcher at an elite institution, be able to find it. But there is none offered – only surmise and Ganesh’s mindreading techniques. I suppose if you’re paid to fight online extremism, you’d better find it, or you’re out of a job and short of academic publication.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2509": {
    "article_num": 763114850,
    "para_num": 17,
    "text": "We have also the ridiculous idea that Tommy Robinson is “alt-right.” He, in fact, describes himself as a centrist – he’s said he agrees with Labour on some things, the Tories on other things, and he left the EDL precisely because he didn’t like the infiltration by the far right. He shows no hint of racism or of white supremacism.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2510": {
    "article_num": 763114850,
    "para_num": 18,
    "text": "The writer of this shoddy article is working at one of the most elite universities in the world, on research funded by the European Union, and giving advice based on this sloppy thinking to those who are in charge of manipulating and policing the communications and information we have online.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2515": {
    "article_num": 763260610,
    "para_num": 1,
    "text": "The Eerie Silence",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2520": {
    "article_num": 763260610,
    "para_num": 7,
    "text": "“There is a silence among many who call themselves left. The silence is Julian Assange. As every false accusation has fallen away, every bogus smear shown to be the work of political enemies, Julian stands vindicated as one who has exposed a system that threatens humanity. The Collateral Damage video, the war logs of Afghanistan and Iraq, the Cablegate revelations, the Venezuela revelations, the Podesta email revelations … these are just a few of the storms of raw truth that have blown through the capitals of rapacious power. The fakery of Russia-gate, the collusion of a corrupt media and the shame of a legal system that pursues truth-tellers have not been able to hold back the raw truth of WikiLeaks revelations. They have not won, not yet, and they have not destroyed the man. Only the silence of good people will allow them to win. Julian Assange has never been more isolated. He needs your support and your voice. Now more than ever is the time to demand justice and free speech for Julian. Thank you.” No Place to Hide: Edwa... Glenn Greenwald Best Price: $1.49 Buy New $3.70 (as of 06:30 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2522": {
    "article_num": 763260610,
    "para_num": 8,
    "text": "Dennis Bernstein: We continue our discussion of the case of Julian Assange, now in the Ecuadorian embassy in Great Britain. John Pilger, it is great to talk to you again. But it is a profound tragedy, John, the way they are treating Julian Assange, this prolific journalist and publisher who so many other journalists have depended on in the past. He has been totally left out in the cold to fend for himself.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2525": {
    "article_num": 763260610,
    "para_num": 9,
    "text": "John Pilger: I have never known anything like it. There is a kind of eerie silence around the Julian Assange case. Julian has been vindicated in every possible way and yet he is isolated as few people are these days. He is cut off from the very tools of his trade, visitors aren’t allowed. I was in London recently and I couldn’t see him, although I spoke to people who had seen him. Rafael Correa, the former president of Ecuador, said recently that he regarded what they are doing to Julian now as torture. It was Correa’s government that gave Julian political refuge, which has been betrayed now by his successor, the government led by Lenin Moreno, which is back to sucking up to the United States in the time-honored way, with Julian as the pawn and victim.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2530": {
    "article_num": 763260610,
    "para_num": 11,
    "text": "But really it comes down to the British government. Although he is still in a foreign embassy and actually has Ecuadorian nationality, his right of passage out of that embassy should be guaranteed by the British government. The United Nations Working Party on Unlawful Detentions has made that clear. Britain took part in an investigation which determined that Julian was a political refugee and that a great miscarriage of justice had been imposed on him. It is very good that you are doing this, Dennis, because even in the media outside the mainstream, there is this silence about Julian. The streets outside the embassy are virtually empty, whereas they should be full of people saying that we are with you. The principles involved in this case are absolutely clear-cut. Number one is justice. The injustice done to this man is legion, both in terms of the bogus Swedish case and now the fact that he must remain in the embassy and can’t leave without being arrested, extradited to the United States and ending up in a hell hole. But it is also about freedom of speech, about our right to know, which is enshrined in the United States Constitution. If the Constitution were taken literally, Julian would be a constitutional hero, actually. Instead, I understand the indictment they are trying to concoct reads like a charge of espionage! It’s so ridiculous.That is the situation as I see it, Dennis. It is not a happy one but it is one that people should rally to quickly.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2535": {
    "article_num": 763260610,
    "para_num": 13,
    "text": "JP: You are absolutely right: It is a terrible time for journalism. I have never known anything quite like it in my career. That said, it is not new. There has always been a so-called mainstream which really comes down to great power in media. It has always existed, particularly in the United States. The Pulitzer Prize this year was awarded to The New York Times and The Washington Post for witch-hunting around Russia-gate! They were praised for “how deeply sourced their investigations were.” Their investigations turned up not a shred of real evidence to suggest any serious Russian intervention in the 2016 election.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2536": {
    "article_num": 763260610,
    "para_num": 15,
    "text": "The Julian Assange case reminds me of the Gary Webb case. Bob Parry was one of Gary Webb’s few supporters in the media. Webb’s “Dark Alliance” series contained evidence that cocaine trafficking was going on with the connivance of the CIA. Later Webb was hounded by fellow journalists and, unable to find work, he eventually committed suicide. The CIA Inspector General subsequently vindicated him. Now, Julian Assange is a long way from taking his own life. His resilience is remarkable. But he is still a human being and he has taken such a battering.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2538": {
    "article_num": 763260610,
    "para_num": 16,
    "text": "Probably the hardest thing for him to take is the utter hypocrisy of news organizations—like The New York Times, which published the WikiLeaks “War Logs” and “Cablegate,” The Washington Post and The Guardian, which has taken a vindictive delight in tormenting Julian. The Guardian a few years ago got a Pulitzer Prize writing about Snowden. But their coverage of Snowden left him in Hong Kong. It was WikiLeaks that got Snowden out of Hong Kong and to safety.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2541": {
    "article_num": 763260610,
    "para_num": 18,
    "text": "DB: One thing that disturbs me greatly is the way in which the Western corporate press speculate about Russian involvement in the U.S. 2016 election, that it was a hack through Julian Assange. Any serious investigator would want to know who would be motivated. And yet the possibility that it might be the dozen or so pissed-off people who went to work for the Clinton machine and learned from the inside that the DNC was all about getting rid of Bernie Sanders…this is not a part of the story!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2544": {
    "article_num": 763260610,
    "para_num": 20,
    "text": "JP: What happened to Sanders and the way that he was rolled by the Clinton organization, everybody knows that this is the story. And now we have the DNC suing WikiLeaks! There’s a kind of farcical element to this. I mean, none of this came from the Russians. That WikiLeaks is somehow in bed with the Russians is ludicrous. WikiLeaks published about 800,000 major disclosures about Russia, some of them extremely critical of the Russian government. If you are a government and you are doing something untoward or you are lying to your people and WikiLeaks gets the documents to show it, they will publish no matter who you are, be they the United States or Russia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2545": {
    "article_num": 763260610,
    "para_num": 21,
    "text": "DB: Randy Credico, because of his work and his decision to devote a very high-profile series to the persecution of Julian Assange, recently found himself under attack. He went to the White House Press Roast and, after having a nice discussion with Congressman Schiff, he yelled out “What about Julian Assange?” The room was packed full of reporters but Randy was attacked and dragged out. It was if everyone there was embarrassed to recognize that one of their brethren was being brutalized.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2548": {
    "article_num": 763260610,
    "para_num": 23,
    "text": "DB: It was hysterical to watch these four armed guards who kept shouting “Stop resisting, stop resisting!” and they are beating the hell out of him!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2549": {
    "article_num": 763260610,
    "para_num": 24,
    "text": "JP: I thought the image of Ray being hauled off was particularly telling. These four overweight, obviously ill-trained young men manhandling Ray, who is 78 years old. There was something highly emblematic about that for me. He stood up to challenge the fact that the CIA was about to hand over leadership to a person who had been in charge of torture. It is both shocking and surreal, which of course the Julian Assange case is as well. But real journalism should be able to get through the shocking and the surreal and get to the truth. There is so much collusion now, with all these dark and menacing developments. It is almost as if the word “journalism” is becoming blighted.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2553": {
    "article_num": 763260610,
    "para_num": 26,
    "text": "JP:That’s the ultimate collusion. But that’s collusion with silence. Never has there been a collusion like the one between the U.S. and Israel. It suggests another word and that is “immunity.” It has a moral immunity, a cultural immunity, a geopolitical immunity, a legal immunity, and certainly a media immunity. We see the gunning down of over 60 people on the day of the inauguration of the new U.S. embassy in Jerusalem. Israel has some of the most wickedly experimental munitions in the world and they fired them at people who were protesting the occupation of their homeland and trying to remind people of the Nakba and the right of return. In the media these were described as “clashes.” Although they did become so bad that The New York Times in a later edition changed its front page headline to say that Israel was actually killing people. A rare moment, indeed, when the immunity, the collusion was interrupted. All the talk of Iran and nuclear weapons is without any reference to the biggest nuclear power in the Middle East.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2555": {
    "article_num": 763260610,
    "para_num": 27,
    "text": "DB: What would you say have been the contributions that Julian Assange has made in this age of censorship and cowardice in journalism? Where does he come into the picture?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2557": {
    "article_num": 763260610,
    "para_num": 28,
    "text": "JP:I think it comes down to information. If you go back to when WikiLeaks started, when Julian was sitting in his hotel room in Paris beginning to put the whole thing together, one of the first things he wrote was that there is a morality in transparency, that we have a right to know what those who wish to control our lives are doing in secret. The right to know what governments are doing in our name—on our behalf or to our detriment—is our moral right. Julian feels very passionately about this. There were times when he could have compromised slightly in order to possibly help his situation. There were times when I said to him, “Why don’t you just suspend that for a while and go along with it?” Of course, I knew beforehand what his answer would be and that was “no.” The enormous amount of information that has come from WikiLeaks, particularly in recent years, has amounted to an extraordinary public service. I was reading just the other day a 2006 WikiLeaks cable from the U.S. embassy in Caracas which was addressed to other agencies in the region. This was four years after the U.S. tried to get rid of Chavez in a coup. It detailed how subversion should work. Of course, they dressed it up as human rights work and so on. I was reading this official document thinking how the information contained in it was worth years of the kind of distorted reporting from Venezuela. It also reminds us that so-called “meddling” by Russia in the U.S. is just nonsense. The word “meddling” doesn’t apply to the kind of action implied in this document. It is intervention in another country’s affairs.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2558": {
    "article_num": 763260610,
    "para_num": 29,
    "text": "WikiLeaks has done that all over the world. It has given people the information they have a right to have. They had a right to find out from the so-called “War Logs” the criminality of our wars in Afghanistan and Iraq. They had a right to find out about Cablegate. That’s when, on Clinton’s watch, we learned that the NSA was gathering personal information on members of the United Nations Security Council, including their credit card numbers. You can see why Julian made enemies. But he should also have made a huge number of friends. This is critical information because it tells us how power works and we will never learn about it otherwise. I think WikiLeaks has opened a world of transparency and put flesh on the expression “right to know.” This must explain why he is attacked so much, because that is so threatening. The enemy to great power is not the likes of the Taliban, it is us.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2561": {
    "article_num": 763260610,
    "para_num": 31,
    "text": "JP: That kind of thing is not uncommon. Vietnam was meant to be the open war but really it wasn’t. There weren’t the cameras around. It is indeed shocking information but it informs people, and we have Chelsea Manning’s courage to thank for that.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2562": {
    "article_num": 763260610,
    "para_num": 32,
    "text": "DB: Yes, and the thanks he got was seven years in solitary confinement. They want to prosecute Assange and maybe hang him from the rafters in Congress, but what about Judith Miller and The New York Times lying the West into war? There is no end of horrific examples of what passes for journalism, in contrast to the amazing contribution that Julian Assange has made.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2573": {
    "article_num": 763280007,
    "para_num": 8,
    "text": "Theresa May’s relentlessly appeasement-minded government also admitted two jihad preachers who had praised the murderer of a foe of Pakistan’s blasphemy laws. One of them was welcomed by the Archbishop of Canterbury. Meanwhile, the UK banned three bishops from areas of Iraq and Syria where Christians are persecuted from entering the country.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2576": {
    "article_num": 763280007,
    "para_num": 10,
    "text": "Tommy Robinson is in prison today because he violated a court order demanding that he not film videos outside the trials of Muslim rape gangs. Clearly the government’s intent was to make sure that as few people as possible discovered the truth about its massive, years-long cover-up of those rape gangs, and refusal to prosecute the perpetrators. Theresa May and company obvious hope that other Britons who are furious about the sacrifice of thousands of British girls to the idols of “diversity” and “multiculturalism” will see what happened to Tommy, and be frightened into silence.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2581": {
    "article_num": 763280007,
    "para_num": 11,
    "text": "The British government, in imprisoning Tommy Robinson, has shown itself willing to incarcerate people for having opinions that it considers unacceptable. That heralds the death of Britain as a free society and the beginning of an authoritarian police state there, unless this slide to totalitarianism is stopped now. British public figures, whatever criticism they have leveled against Tommy Robinson in the past, should be calling for him to be freed today, or else they will be exposing themselves as supporting the degeneration of Britain into a police state.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2588": {
    "article_num": 763412406,
    "para_num": 3,
    "text": "This weekend, the #FreeTommy Robinson rally drew upwards of 20,000 supporters, according to organizers, in support of the outspoken critic of Islam and exposer of their crimes in his country and against his tyrannical arrest and imprisonment.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2597": {
    "article_num": 763412406,
    "para_num": 19,
    "text": "“A literalist interpretation of the Mohammedan cult is completely alien to everything our country stands for and our traditional way of life,\" Batten continued. “And yet instead of opposing Islamisation, our government is submitting and surrendering to it. They have betrayed the British people.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2605": {
    "article_num": 763412406,
    "para_num": 25,
    "text": "“Why do we talk and investigate and get angry about an accidental fire in Grenfell, but are expected to immediately forget — or ‘not look back in anger’ — about the deliberate, ideology-driven murder of British children?\" Waters went on. “And why are Muslims allowed to cover their faces with a black sack while the rest of us are subject to strict security? Why are children being mutilated and forcefully raped while the law looks the other way? Forcefully married, child married, while the law looks the other way? Why? Why are animals slaughtered in agony and terror and Halal imposed on all of us in a country that has legislated against unstunned slaughter? Why?\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2608": {
    "article_num": 763412406,
    "para_num": 26,
    "text": "“Why is it so easy, Theresa May, to jail Tommy Robinson, but so difficult to do anything at all about the monstrous crimes committed in the name of Islam all over this country every day? Why?” Waters asked.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2615": {
    "article_num": 763412406,
    "para_num": 31,
    "text": "I do hope that is true, but unless the Brits are going to put the same kind of fear in their representatives that the Muslims are doing, they can't expect to do what they want to do. What Britain needs is a return to the God of their forefathers, the One Oliver Cromwell served. They need to fear Him more than they do the Islamic terrorists and rape gangs. Then, and only then, will they render justice for the Muslim criminals, rid their land of such public idolatry and protect the people like Tommy Robinson who rightly tell the truth.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2616": {
    "article_num": 763440871,
    "para_num": 1,
    "text": "MAJOR NEW STUDY: Homeschooling Spikes Due to School Violence, Far-Left Bias",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2618": {
    "article_num": 763440871,
    "para_num": 5,
    "text": "The Times added:The Lubbock-based organization has been swamped with inquiries for months from parents seeking safer options for their kids in the aftermath of this year’s deadly school massacres, first in Parkland and then in Santa Fe, Texas.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2621": {
    "article_num": 763440871,
    "para_num": 7,
    "text": "While the debate rages anew over familiar topics following such tragedies — tougher, more restrictive gun control laws and bolstering security at public schools — the revolution in homeschooling has been taking place quietly, behind the scenes and off the radar screens of most political organizations.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2622": {
    "article_num": 763440871,
    "para_num": 8,
    "text": "But again, it’s not just the shootings, which admittedly have increased in the past couple of years. Christopher Chin, head of Homeschool Louisiana, told The Times that parents are fed up with “the violence, the bullying, the unsafe environments.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2624": {
    "article_num": 763440871,
    "para_num": 10,
    "text": "There is also the Left-wing social engineering. The craziness over transgender students and bathrooms/locker rooms, allowing students to “take a knee” during the playing of the National Anthem, the Left-wing curriculum, and refusing to allow students to wear shirts that praise POTUS Trump or feature the American flag are also driving parents into homeschooling.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2635": {
    "article_num": 764518567,
    "para_num": 3,
    "text": "Department of Justice Inspector General Michael E. Horowitz has released his 500 plus-page report, which purports to shine a light on the mishandling at top levels of the Department of Justice and Federal Bureau of Investigation of the 2016 investigation into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State under former President Obama. Such mishandling included violations of Department of Justice standards and FBI protocols. The report from the Department of Justice’s Office of the Inspector General (“OIG”) criticized certain actions and decisions of former FBI Director James Comey, together with those of other senior FBI officials who were involved in the probe, including former Deputy FBI Director Andrew McCabe. Mr. McCabe is already the subject of an earlier criminal referral from the OIG for his alleged unauthorized leaks to the media and lying to federal investigators about his media contacts. Special FBI agent Peter Stzrok and Lisa Page, an attorney who has since left the FBI, were targeted in this report for their blatantly anti-Trump text messages. Former Attorney General Loretta Lynch was also criticized for exercising bad judgment in connection with her infamous tarmac meeting with Bill Clinton.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2636": {
    "article_num": 764518567,
    "para_num": 4,
    "text": "Mr. Horowitz’s report focused on process and procedures. The inspector general made clear when he launched his investigation in January 2017 that “his review will not substitute the OIG's judgment for the judgments made by the FBI or the Department regarding the substantive merits of investigative or prosecutive decisions.\" Moreover, this report did not address whether the Department of Justice or FBI abused the Foreign Intelligence Surveillance Act to obtain a surveillance order against former Trump campaign advisor Carter Page, or the government’s reliance on former British intelligence agent Christopher Steele’s salacious and unverified “dossier” in its FISA court application, which the OIG is investigating separately.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2638": {
    "article_num": 764518567,
    "para_num": 5,
    "text": "In analyzing the highly anticipated OIG report’s conclusions, it is clear that either Mr. Horowitz himself decided to pull his punches or that the final version, which had been reviewed by upper echelons in both the FBI and Justice Department before its public release, emerged in a disappointingly watered-down form. To be sure, the report faulted Comey for deviating from FBI and Justice Department procedures in handling the probe into Hillary Clinton’s use of a private e-mail server while she served as Secretary of State, thereby negatively impacting “the perception of the FBI and the department as fair administrators of justice.” Comey, according to the OIG report, “engaged in ad hoc decision making based on his personal views even if it meant rejecting longstanding Department policy or practice.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2639": {
    "article_num": 764518567,
    "para_num": 6,
    "text": "Starting with Comey’s public announcement on July 5, 2016 criticizing Hillary Clinton and her staff for being “extremely careless in their handling of very sensitive, highly classified information,” but also announcing that the FBI was “expressing to Justice our view that no charges are appropriate in this case,” Comey was taken to task for insubordination and usurping the authority of the attorney general. He “upset the well-established separation between investigative and prosecutorial functions,” the report said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2640": {
    "article_num": 764518567,
    "para_num": 8,
    "text": "The criticisms of Comey's undisciplined behavior was all well and good, but it was reasonable to expect something more than the equivalent of a departmental employee review after nearly a year and a half of investigation. Hillary Clinton’s supporters will no doubt jump on the inspector general’s criticisms of Comey’s handling of the July 5th announcement and subsequent letters as proof that he improperly influenced the outcome of the election in President Trump’s favor, even if he did not do so deliberately for political reasons. However, what Comey really did was to give Hillary Clinton a Get Out of Jail Free card.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2641": {
    "article_num": 764518567,
    "para_num": 9,
    "text": "The fix was in as early as May 2016, well before the FBI interviews of Hillary Clinton and of as many as 17 other key witnesses, when Comey began the process of drafting an exoneration memo. Comey’s initial draft statement, which he shared with FBI senior leadership on May 2, criticized Clinton’s handling of classified information as “grossly negligent,” but concluded that “no reasonable prosecutor” would bring a case based on the facts developed in the investigation. Indeed, Comey admitted in his book that “we started the Clinton investigation aware that it was unlikely to be a case that career prosecutors at the Department of Justice would prosecute.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2644": {
    "article_num": 764518567,
    "para_num": 11,
    "text": "Inspector General Horowitz saw no problem with this pattern of obfuscation regarding the deletion of the legally significant phrase “gross negligence” from Comey’s statement. Mr. Horowitz relied in part on opinions from prosecutors that there was not enough evidence to charge Clinton with acting in a manner that rose to a level of criminal gross negligence with respect to sending or receiving e-mails determined to contain classified information. Mr. Horowitz’s report thus concluded, “We did not identify evidence of bias or improper considerations.” This conclusion defies common sense. Gross negligence is not the same as willful intent, which Comey and his team sought to conflate in exonerating Hillary Clinton before the investigation was concluded. Clinton was fully aware of what she was doing when she set up the private server arrangement in the first place and knowingly used it to send and receive e-mails involving official government business, which by their very nature would be expected to include classified information. It turns out that some of the e-mails were accessed by foreign parties. Hillary lied repeatedly when she first denied there were any classified e-mails on her system and then described some of the e-mails involved in the investigation as having been classified after the fact. As Comey has admitted, several e-mail chains concerned matters that were classified at the Top Secret/Special Access Program level when they were sent and received by Clinton. Coupled with her agents’ destruction of thousands of e-mails that had been subpoenaed by Congress, Hillary’s conduct was criminally reckless at the very least, if not constituting willful intent to commit an act she knew was wrongful. Yet Mr. Horowitz saw no reason to doubt the sincerity of Comey's explanations for giving Hillary a free pass.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2646": {
    "article_num": 764518567,
    "para_num": 12,
    "text": "The failure to at least empanel a grand jury to compel testimony from Hillary Clinton and key witnesses was itself a complete dereliction of duty, which could have only been motivated by a desire to treat Hillary Clinton with kid gloves for improper reasons. Incredibly, however, Mr. Horowitz’s report “found no persuasive evidence… that the outcome of the investigation would have been different had Clinton been subpoenaed before the grand jury.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2650": {
    "article_num": 764518567,
    "para_num": 17,
    "text": "In sum, the long-awaited inspector general report on the FBI’s and Justice Department’s handling of the Hillary Clinton e-mail investigation is as disappointing as the rigged outcome of the e-mail investigation itself.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2651": {
    "article_num": 764609985,
    "para_num": 3,
    "text": "Inspector General Michael Horowitz’ report on the FBI’s handling of the Clinton email investigation has finally been released to the public and while it does indeed lambaste former FBI Director James Comey for his terrible judgment and handling of the Clinton investigation, it stops short of blaming it all on politics.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2652": {
    "article_num": 764609985,
    "para_num": 4,
    "text": "Horowitz’ report not only slams Comey, but it also criticizes former Attorney General Loretta Lynch, and immoral FBI philanderers Peter Strzok and Lisa Page.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2654": {
    "article_num": 764609985,
    "para_num": 11,
    "text": "At the end of the day, Horowitz was unable to find solid proof that the agency acted in a politically partisan and biased manner in the Clinton email case. However, the Inspector General left the door open to the possibility that political bias did indeed play a role, as his current investigation in the Russia-Collusion probe of the FBI and the DOJ could reveal new evidence to damn the FBI’s Obama era leadership.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2656": {
    "article_num": 764609985,
    "para_num": 14,
    "text": "The Justice Department inspector general on Thursday castigated former FBI Director James B. Comey for his actions during the Hillary Clinton email investigation and found that other senior bureau officials showed a “willingness to take official action” to prevent Donald Trump from becoming president… Some senior bureau officials, the report found, exhibited a disturbing “willingness to take official action” to hurt Trump’s chances to become president. Perhaps the most damaging new revelation in the report is a previously-unreported text message in which Peter Strzok, a key investigator on both the Clinton email case and the investigation of Russia and the Trump campaign, assured an FBI lawyer in August 2016 that “we’ll stop” Trump from making it to the White House. “[Trump’s] not ever going to become president, right? Right?!” the lawyer, Lisa Page, wrote to Strzok.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2657": {
    "article_num": 764609985,
    "para_num": 16,
    "text": "The inspector general concluded that Strzok’s text, along with others disparaging Trump, “is not only indicative of a biased state of mind but, even more seriously, implies a willingness to take official action to impact the presidential candidate’s electoral prospects.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2658": {
    "article_num": 764609985,
    "para_num": 18,
    "text": "Strzok has argued that he was just trying to reassure Page that Trump couldn’t win, and that he wasn’t implying that they would take action to stop his election. But it wasn’t just Page and Strzok, there were FIVE other investigators on the Clinton case who expressed overtly political views in support of Clinton and/or against Trump… DURING the investigation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "2659": {
    "article_num": 764609985,
    "para_num": 20,
    "text": "The IG also found that the FBI moved slowly on new evidence that could have damned Hillary Clinton, and did so for reasons that make no sense.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4501": {
    "article_num": 786919720,
    "para_num": 16,
    "text": "Exactly! This is political theater over a man who is not an originalist and not a strict Constitutionalist. He's a precedence man! He's said it over and over! If they wanted something on the guy, why don't they bring up his involvement in the Vince Foster cover-up? Now, that would be something to really look into, but not with the corrupt DOJ and FBI we currently have. Of course, if they did, then someone might actually have to act on something that actually was a crime.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4503": {
    "article_num": 787002327,
    "para_num": 3,
    "text": "[Editors' note: To best understand why Facebook would ban Jamie Glazov on 9/11 in the first place, pre-order Jamie's new book, Jihadist Psychopath: How He Is Charming, Seducing, and Devouring Us: HERE. The book illustrates how the Jihadist Psychopath has, with the help of the Left, successfully built his totalitarian plantation in the West -- on which the political and cultural establishment is now enslaved and dutifully following his orders. Jamie outlines the frameworks of this tyrannical plantation and how those who are trapped on it, and yearn for freedom, can best escape.]",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4508": {
    "article_num": 787002327,
    "para_num": 6,
    "text": "While it is a positive development that Facebook has lifted the ban on Jamie (for now), this story is crucial to amplify now more than ever, seeing that Facebook, and all of leftist-run social media, is, at this moment, clearly accelerating its totalitarian attack on the free speech of conservatives. (See Jamie's video on this whole surreal affair HERE).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4510": {
    "article_num": 787002327,
    "para_num": 7,
    "text": "A brief recap of Jamie's story: on Sept. 11, the 17th Anniversary of the 9/11 terror strike, Facebook's Unholy Alliance masters informed Jamie that he was suspended from Facebook for 30 days due to his posting of his article, 9 Steps to Successfully Counter Jihad, which Facebook informed him violated their \"community standards.\" This suggested, of course, that giving advice on how to prevent another 9/11, and all other Jihadist attacks against America, is now against Facebook’s ‘community standards’. (Read the whole story HERE.)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4511": {
    "article_num": 787002327,
    "para_num": 8,
    "text": "Frontpage and Jamie immediately publicized this tyrannical behavior of Facebook. Then, yesterday, on Sept. 13, Facebook notified Jamie that it had made a mistake and that it was lifting his block.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4515": {
    "article_num": 787002327,
    "para_num": 9,
    "text": "It goes without saying that this retraction and surrender by Facebook occurred only because of the wide publicity that Jamie's banning had received. And we are immensely grateful for all the massive support that was given to us across the Internet, including especially from Breitbart, PJMedia, WorldNetDaily and Thomas Lifson at American Thinker. Leading brave conservative figures such as Michelle Malkin and Laura Loomer also stood up for Jamie, tweeting about his ban -- and to them we send our heartfelt appreciation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4520": {
    "article_num": 787002327,
    "para_num": 11,
    "text": "In April earlier this year, Jamie was suspended from Facebook for posting screenshots of a Muslim's threat to him on the platform. Then, in May, his Twitter account was temporarily suspended and he was forced to delete tweets he posted which directly quoted Islamic religious texts. His account was suspended for violating Twitter’s rules relating to “hateful conduct.” It is \"hateful conduct\", apparently, to reference what Islamic texts themselves say. Indeed, Frontpage's editor had simply referred to Sahih Bukhari’s texts discussing Mohammed’s marriage to Aisha when she was six years old (7.62.88) and to Qur'anic Suras that mandate the Hijab for women (24:31; 33:59) and sanction sexual slavery (4:3; 33:50).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4522": {
    "article_num": 787002327,
    "para_num": 12,
    "text": "One thing we know for sure is that, despite this lifting of Jamie’s ban, Facebook and the leftist totalitarians in other social media venues and in the culture at large will continue their unrelenting effort to suffocate dissent and conservative voices. On Facebook, many brave conservative truth-tellers continue to be censored in myriad ways; these individuals include Anni Cyrus, Bosch Fawstin, Mark Lutchman and, of course, Diamond & Silk. The case of #WalkAway leader Brandon Straka is especially disturbing: he was recently banned by Facebook for the crime of announcing that he would be interviewed by Alex Jones. Prager U has had its videos mysteriously disappear off of Facebook and then, only after vociferous protest, re-appear.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4525": {
    "article_num": 787002327,
    "para_num": 13,
    "text": "Facebook is, of course, just one terrain of this leftist brownshirt-style assault on free speech. Everyone knows by now, for instance, what has happened, in the most Orwellian sense, to Alex Jones and InfoWars on Facebook, YouTube and Twitter. Leading scholar of Islam and JihadWatch.org Director Robert Spencer, meanwhile, is not just a target at Facebook, where his referrals are down 90% from what they once were; he has been banned by Patreon at the behest of MasterCard -- and MasterCard has yet to respond to his lawyer’s letter. GoFundMe has also banned Spencer because of a smear by the Southern Poverty Law Center (SPLC) hate machine.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4529": {
    "article_num": 787002327,
    "para_num": 14,
    "text": "Speaking of Mastercard, the David Horowitz Freedom Center just recently won a major battle with the credit card, defeating well-financed leftwing groups that are trying to run the Center out of business and suffocate free speech in America. The Freedom Center emerged victorious, but it is clear that leftist hate groups such as the SPLC and Color of Change.org are preparing new attacks against the Freedom Center and other conservative groups and individuals 24/7.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4531": {
    "article_num": 787002327,
    "para_num": 15,
    "text": "To be sure, the Left's attacks on the David Horowitz Freedom Center continue unabated: just recently a hit piece in the Washington Post smeared a stand-up noble gentleman like Florida Gubernatorial Candidate Republican Ron DeSantis, libeling David Horowitz in the process. The article stated falsely and maliciously that Horowitz's Restoration Weekend, that DeSantis had attended, was somehow “a racially charged event” -- a vicious lie that Frontpage has exposed and for which the Washington Post is still to apologize and issue a retraction. (To learn why David Horowitz is one of the central targets of the Left, make sure to watch this video).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4538": {
    "article_num": 787002327,
    "para_num": 17,
    "text": "At this dire moment, we all need to amplify our voices in defense of free speech. And we need to adamantly defend all the truth-tellers at the very moment they come under attack. We also need to contact our representatives and to call for a Congressional investigation into this pernicious assault by the fascist Left on our liberties.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4550": {
    "article_num": 787085939,
    "para_num": 13,
    "text": "Pointing out the glaring nature of the smear campaign was the fact that there has been absolutely zero information released about the warrants conducted on officer Amber Guyger, the killer cop who lived just below Jean.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4553": {
    "article_num": 787085939,
    "para_num": 15,
    "text": "Merritt accused the department of conducting a “common assassination attempt on the victim that we often see in law enforcement involved shootings.” Sadly, he appears to be correct in his accusations. It is standard procedure for police to dig up dirt on their victims in attempts to smear and assassinate their character to make the killer cops look good in the public eye.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4560": {
    "article_num": 787085939,
    "para_num": 29,
    "text": "Even as cops come to Guyger’s defense and attempt to shame, smear, and discredit her victim—who was an upstanding member of society regardless of the plant they claim to have found—they are failing miserably.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4562": {
    "article_num": 787085939,
    "para_num": 30,
    "text": "Despite cops rallying behind the blue line to defend this killer cop, the rest of the country is not buying it. In a damning tweet, writer Kashana Cauley summed up the nature of the smear campaign quite succinctly. In response to cops claiming to find a tiny bit of weed, she pointed out that there was also a homicidal cop inside too.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4574": {
    "article_num": 787529309,
    "para_num": 5,
    "text": "Senator Dianne Feinstein (D-Calif.), the ranking Democrat on the Senate Judiciary Committee that heard Judge Kavanaugh’s public testimony earlier this month during his Supreme Court confirmation hearing, had received last July a copy of a letter written by the woman making the charge, who we now know was Ms. Ford. Even though Senator Feinstein had the letter in hand, she never brought up the charge during the public hearing, nor during her own meeting with the judge. Instead, Senator Feinstein sat on the letter until late last week, when she issued a cryptic release stating that she had received the letter but did not want to give more details in deference to the woman’s wish to keep the matter confidential. Senator Feinstein turned the letter over to the FBI. The FBI placed the letter in its background file on Judge Kavanaugh but decided not to pursue any further investigation. Senator Feinstein had initially resisted sharing the contents of the letter with her fellow Democrat members of the Senate Judiciary Committee or to go public with its existence because “the incident was too distant in the past to merit public discussion” and she had already “taken care of it,” according to a source quoted by The New Yorker. Nevertheless, Senator Feinstein evidently bowed to pressure from her leftist colleagues to find a way to insert the allegation into the cesspool of public gossip at the eleventh hour.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4578": {
    "article_num": 787529309,
    "para_num": 9,
    "text": "Ms. Ford admitted that she “told no one at the time what had happened to her.” In fact, she said she recalled thinking: “I’m not ever telling anyone this. This is nothing, it didn’t happen, and he didn’t rape me.” Even if one explains this behavior as the natural reaction of a frightened teenager to a highly traumatic incident, that does not explain why, by her own admission, she “told no one of the incident in any detail until 2012, when she was in couples therapy with her husband,” according to the Washington Post article. Most revealingly, the article reported on a gaping hole in the therapist’s notes, portions of which were provided by Ms. Ford for the Washington Post’s review. The therapist’s notes “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4585": {
    "article_num": 787529309,
    "para_num": 14,
    "text": "Feminists gave the serial sexual predator Bill Clinton a free pass because his policies were in line with their ideology. Senator Feinstein called Ted “Chappaquiddick” Kennedy an \"inspiration and a friend,\" presumably also based on their compatible ideologies. Hypocritically exploiting an unsubstantiated allegation of decades-old purported teenage sexual mischief, Democrats seeking to torpedo Judge Kavanaugh’s Supreme Court confirmation for ideological reasons have debased themselves with a shameless smear campaign against an eminently qualified candidate for the Supreme Court.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4593": {
    "article_num": 787668628,
    "para_num": 3,
    "text": "The Democrats have called upon the Senate to postpone the vote on Kavanaugh. Establishment Republicans are racing for the exits. But over what? An unprovable accusation from decades ago that the accuser said nothing about until years later, and that is uncorroborated by any other testimony or by the evidence of any similar behavior on Kavanaugh’s part. This is clearly a set-up (Christine Ford is also a far-left Democrat operative) designed to derail the nomination of a good man. There is no low to which the Democrats will not sink to attain their nefarious goals of stopping the President from strengthening America and protecting Americans.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4601": {
    "article_num": 787730392,
    "para_num": 1,
    "text": "New Mexico Jihadis’ Defense Attorney: “If These Were White Christians…No One Would Bat An Eye”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4610": {
    "article_num": 787759779,
    "para_num": 4,
    "text": "POGO co-signed a letter to Senator Dianne Feinstein and Senator Grassley along with a variety of lefty groups demanding Kavanaugh records. This was the obstruction tactic of choice of the left for trying to secure the Court seat before they fastened on to this latest smear.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4611": {
    "article_num": 787759779,
    "para_num": 6,
    "text": "From, among other sources, George Soros and his Open Society Foundation tentacles.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4612": {
    "article_num": 787759779,
    "para_num": 7,
    "text": "And, to no one's surprise, she's allegedly a Dem donor.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4614": {
    "article_num": 787759779,
    "para_num": 9,
    "text": "UPDATE: I've received a message from POGO stating that they wish to be described as a non-partisan watchdog and that they have a Republican board member.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4615": {
    "article_num": 787955075,
    "para_num": 3,
    "text": "President Donald Trump ordered the feds to declassify documents relating the Russian election meddling investigation yesterday. Among the documents to be declassified are all of the text messages between disgraced FBI figures Peter Strzok and Lisa Page.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4622": {
    "article_num": 787966255,
    "para_num": 10,
    "text": "From the beginning of this case, it was clear that Guyger was receiving special treatment from law enforcement. One of the most glaring instances showing her privilege was the fact that the Texas Rangers said in their report that Jean refused to obey Guyger’s “verbal commands.” Had anyone else but a cop walked into an apartment and killed an innocent man, do you believe that investigators would have said anything like this?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4625": {
    "article_num": 787966255,
    "para_num": 17,
    "text": "Now, even if police would try to search the killer cop’s apartment, it’s too late. On Sunday, apartment staff notified residents in an email that Guyger “has vacated her apartment and no longer resides at our community.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4627": {
    "article_num": 787966255,
    "para_num": 19,
    "text": "While residents can certainly sleep better knowing that they don’t have to fear a killer cop walking into their apartment and murdering them, the family of Botham Jean likely sees this as one more instance of injustice.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4630": {
    "article_num": 788056108,
    "para_num": 3,
    "text": "Fisher is rightly incensed by Bergoglio’s cunning response, “I will not say a single word on this , ” concerning Archbishop Viganò’s damning indictment of Bergoglio’s rehabilitation of the monster once known as Cardinal McCarrick for some five years before adverse worldwide press coverage forced to him to punish that serial homosexual rapist of whose crimes Viganò had personally informed him back in 2013—information of which Bergoglio was clearly already aware at that time, as Viganò testifies.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4633": {
    "article_num": 788056108,
    "para_num": 4,
    "text": "I never thought I’d see the day when a preening, Internet-created neo-Catholic doyenne such as Simcha Fisher, as notorious as Mark Shea for her crude and often unprintable invective against traditionalists, would unload on Pope Bergoglio with the following headline: “Does Francis know he sounds like an abuser?”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4634": {
    "article_num": 788056108,
    "para_num": 5,
    "text": "The scales have fallen from Fisher’s eyes and now, at last, she sees Bergoglio, however grudgingly, for what he is: a power-mad ecclesiastical tyrant. (A tyrant, moreover, who has ascended to the papacy in a manner reminiscent of the ascension of the corrupt Benedict IX, another “disgrace to the Chair of Peter,” following the machinations of a Roman cabal, as I discuss below.)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4638": {
    "article_num": 788056108,
    "para_num": 7,
    "text": "I have a number of friends who have escaped abusive marriages. They tell me that Pope Francis is sounding more and more like the men who abused them. He’s sounding like the men who hid that abuse from the world, who taught their victims to blame themselves, who used spiritual pressure to persuade them and their families that it would actually be wrong, sinful, to defend themselves. Just listen to him. After responding to a question about Vigano’s very serious accusations, he said point blank, “I will not say a single word on this.”… [F]or the rest of the week and more, he kept up an unmistakable theme of calling for silence, equating silence with holiness, and painting himself as a Christlike victim in his silence. Then he says it’s “ugly” to accuse others of sinning. Then he suggests that healing and reconciliation will only come if we take a hard look at our own flaws…. To the victims of the Church, and to those who love them, it sounds like he is saying, “Who do you think you are? I don’t have to explain myself to you. You’re the guilty one. You brought this on yourself. If you want to be loved, then know your place. I’m the victim, here, not you. If you know what’s good for you, keep your mouth shut.” This is how abusers talk. They’re not content with power; they have to keep their victims doubting and blaming themselves constantly, so they don’t become a threat. Whether Francis knows it or not, this is how he sounds.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4643": {
    "article_num": 788056108,
    "para_num": 10,
    "text": "Yet Fisher maintains a sliver of space for deniability in order to maintain that indispensable distinction between her and those loathsome traditionalists: “I don’t have any ideological reason to want to bring him down. I have defended him as long as I could, up until the Chile debacle. And so I am working as hard as I can not to assume the worst, not to believe that this man who promised so much fresh air is really so intent on slamming doors shut before we find out even worse things hidden inside. But he is not making it easy. I am not saying he is an abuser. But he sounds like one.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4646": {
    "article_num": 788056108,
    "para_num": 12,
    "text": "Indeed, why else did Archbishop Viganò risk everything in order to expose this Pope, even to the extent of revealing matters supposedly within the scope of “the Pontifical secret”? On orders of the Vatican Secretary of State, the Vatican secret police are reportedly scouring the globe in search of Viganò, who has gone into hiding, “in order to prevent more unpredictable damage to the image of Pope Francis and the Holy See on the world stage, but also to ‘prepare the terrain’ for the former apostolic nuncio-turned-whistleblower to be prosecuted” under canon law.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4648": {
    "article_num": 788056108,
    "para_num": 13,
    "text": "The Dictator Pope must destroy his most potent critic thus far. Everything depends on it! But it may already be too late to save a regime whose only defense is not truth but raw power. At last count, some 29 bishops have publicly declared Viganò’s allegations against Bergoglio credible and worthy of investigation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4653": {
    "article_num": 788056108,
    "para_num": 17,
    "text": "Yes, deposition. Canon212 has linked to an interesting and timely piece on the role of the Synod of Sutri, near Rome, in 1046, which dealt with the problem of three rival claimants to the papacy, each installed by a Roman faction: First, the execrable Benedict IX, mentioned above. Second, the interloper Sylvester III, installed in the Chair of Peter after Benedict had been driven from Rome. Third, the well-intentioned but dimwitted Gregory VI, whose election was tainted by a seemingly simoniacal negotiation with Benedict, who had returned to Rome in 1045 and ousted Sylvester, according to which Benedict would receive a generous pension if he resigned the papacy, which Benedict did only to rescind his resignation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4655": {
    "article_num": 788056108,
    "para_num": 18,
    "text": "The Synod was convoked by Henry III, the German king and soon-to-be-crowned Holy Roman Emperor, a pious and austere Christian and an exponent of the Cluniac spirit of reform. The Synod declared that Benedict IX (who had refused to appear) was deposed notwithstanding his attempt to undo his resignation. As for Sylvester, the Synod declared that he be “stripped of his sacerdotal rank and shut up in a monastery.” Gregory was also declared deposed, either by the act of the Synod itself or by Gregory’s own voluntary resignation in view of the Synod.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4656": {
    "article_num": 788056108,
    "para_num": 20,
    "text": "As the cited article on the Synod of Sutri notes, although the scurrilous Benedict IX objected to his deposition by the Synod, “the Church has always accepted his deposition as valid. The King of Germany then appointed Clement II as Pope, who promptly crowned the King, Holy Roman Emperor. Benedict IX, after the death of Clement, claimed the papacy again! The Church to this day recognizes Clement II as a true Pope.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4658": {
    "article_num": 788056108,
    "para_num": 23,
    "text": "These lessons of history should suffice to dispel the pious fable, never a teaching of the Magisterium, that every Pope is chosen by the Holy Ghost to lead the Church. This theological error, which Bergoglio has exploited to the hilt, is a key element in the related error of papalotry, which elevates the person of the Pope above the office he occupies and makes of him the leader of a personality cult everyone is commanded to “love” (in the superficially emotional sense) and obey no matter what he says or does, rather than a custodian and defender of the Deposit of Faith whose lovability, personality and opinions are utterly irrelevant to the exercise and scope of his office.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4662": {
    "article_num": 788056108,
    "para_num": 25,
    "text": "So what can be done to defend the Church against Bergoglio? That the mode of papal election by cardinals has persisted for nearly a thousand years has led to the general impression that it pertains to the irreformable divine constitution of the Church, but it certainly does not. As to matters of purely ecclesiastical law such as this one the Church has always allowed for departures from traditional practice in cases of emergency or grave necessity. And just as a synod was employed to address three rival claimants to the papal throne in 1046, declaring at least two of them deposed, so today might it be possible for reform-minded cardinals and bishops, comprising an imperfect council, to undo the incalculable damage caused by the cabal that lobbied for Bergoglio’s election before the last conclave—a cabal that included none other than McCarrick, whom Bergoglio rewarded by rehabilitating that monster despite the massive evidence of his unspeakable crimes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4674": {
    "article_num": 788056108,
    "para_num": 32,
    "text": "In any case, this much is certain: barring Bergoglio’s conversion and reversal of course, the Church cannot abide this pontificate any longer. One way or another, the Church will have to repel an attacker at her very summit. Either the human element of the Church will act according to the means which seem possible, however extraordinary, or Heaven itself will intervene in a manner that might well involve a divine chastisement due to the negligence of time-serving pastors who left their sheep completely undefended against the wolves who preyed upon them, including the wolf the cardinals improvidently elected Pope.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4679": {
    "article_num": 788056108,
    "para_num": 34,
    "text": "What can the Church do when confronted by a Pope who, as a prominent cardinal declares to the whole world, “fail[s] to maintain and transmit faithfully … the deposit of faith contained in Sacred Tradition and Sacred Scripture” and is leading “an apostasy from the truth”? It seems absurd to argue that she can do nothing but exhort the faithful to pray and do penance while a papal malefactor, treated as if were an absolute dictator, is allowed to continue wreaking havoc upon faith and morals to the detriment of countless souls, without the least impediment, for so long as he shall live.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4683": {
    "article_num": 788173482,
    "para_num": 1,
    "text": "Exposing the Deep State Plotters",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4685": {
    "article_num": 788173482,
    "para_num": 4,
    "text": "In an interview with Hill.TV yesterday, the president said he ordered the mass declassification to show the public that the FBI investigation of the conspiracy theory began as a “hoax.” Exposing it could be one of the “crowning achievements” of his presidency, he said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4691": {
    "article_num": 788173482,
    "para_num": 8,
    "text": "“It’s a hoax, beyond a witch hunt,” Trump said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4692": {
    "article_num": 788173482,
    "para_num": 9,
    "text": "The documents affected involve a FISA warrant against Carter Page and text messages from disgraced ex-FBI employees Peter Strzok and Lisa Page. (Carter Page is not related to Lisa Page.)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4695": {
    "article_num": 788173482,
    "para_num": 10,
    "text": "Although the conspiracy theory is baseless nonsense, it continues to dog the Trump administration, providing cable television news outlets and late-night talk show hosts with endless fodder in the 24-hour news cycle. When Trump defenders have fought back, social media companies have colluded with the Left to silence and intimidate them.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4697": {
    "article_num": 788173482,
    "para_num": 11,
    "text": "This declassification effort won’t make things any worse than they are for President Trump. It may even prove a political masterstroke of sorts for Trump. How else does one fight back against the nameless, faceless bureaucrats of the Deep State who hide behind anonymity to undermine the duly elected 45th president of the United States? Make the documents public and let the chips fall where they may.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4700": {
    "article_num": 788173482,
    "para_num": 14,
    "text": "Specifically, the statement that Obama wanted “to know everything we’re doing” came in a private Sept. 2, 2016, text message from FBI lawyer Lisa Page to FBI agent Peter Strzok, with whom she was having an extramarital affair at the time. (The exact message, time-stamped 1:50 p.m., reads \"Yes, bc potus wants to know everything we are doing.\") In a separate text message to Page, Strzok wrote something cryptic about an “insurance policy” in case Donald Trump got elected. Apparently, he was referring to the salacious, unverified dossier Hillary Clinton and the DNC paid rent-a-spy Christopher Steele to compile that purports to show Trump’s nefarious links to Russia.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4705": {
    "article_num": 788173482,
    "para_num": 20,
    "text": "The letter, which is an attempt to usurp the powers vested in the president, asks the three agencies to defy the presidential directive. \"Your agencies' review, and any communication with the White House on the substance of the material, should not proceed further until you have briefed the Gang of Eight in person.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4709": {
    "article_num": 788173482,
    "para_num": 31,
    "text": "That means there are still thousands of unaccountable Deep State operatives in the Trump administration that have yet to be dealt with.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4712": {
    "article_num": 788271400,
    "para_num": 3,
    "text": "Dallas, TX — In a repugnant and outright disrespectful move, Texas Senator Ted Cruz went to bat for Amber Guyger, the cop who admitted to taking the life of the innocent 26-year-old pillar of society, Botham Jean.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4726": {
    "article_num": 788726416,
    "para_num": 1,
    "text": "Deep State Insurrection Defying POTUS Trump’s Order",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4728": {
    "article_num": 788726416,
    "para_num": 3,
    "text": "Deep State officials like ex-CIA chief John Brennan are in panic mode.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4729": {
    "article_num": 788726416,
    "para_num": 4,
    "text": "Deep State DOJ tool Rod Rosenstein refuses to comply with Trump’s executive order as afforded him by the US Constitution.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4732": {
    "article_num": 788726416,
    "para_num": 6,
    "text": "The US President wants every American citizen to see the full, unredacted version of the FISA documents used to spy on Carter Page. Trump is simply asking for full transparency, in what has become a two year, multi-million dollar witch hunt, to find collusion where there is none.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4735": {
    "article_num": 788726416,
    "para_num": 13,
    "text": "The Deep State: The Fa... Mike Lofgren Best Price: $7.55 Buy New $6.00 (as of 11:45 EDT - Details) Trump ordered the DOJ to release the text messages of former FBI Director James Comey, his deputy Andrew McCabe, now-fired special agent Peter Strzok, former FBI attorney Lisa Page and twice-demoted DOJ official Bruce Ohr.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4736": {
    "article_num": 788726416,
    "para_num": 19,
    "text": "The FBI’s spy…",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4737": {
    "article_num": 788726416,
    "para_num": 20,
    "text": "According to Bloomberg, the DOJ is interpreting Trump’s request to include information about the use of confidential informant (spy) Stephan Halper during the early stages of the Trump-Russia investigation. After taking in over $400,000 from the Obama Pentagon under the auspices of a research contract, Halper befriended and spied on members of the Trump campaign, including aides Carter Page and George Papadopoulos.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4740": {
    "article_num": 788726416,
    "para_num": 26,
    "text": "The letter then demands that the agencies brief the Gang of Eight before releasing the materials “to anyone at the White House.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4747": {
    "article_num": 788816478,
    "para_num": 8,
    "text": "Christine Blasey Ford’s lawyers are trying to game the system. They know that Senate Judiciary Committee rules require Chairman Chuck Grassley (R-Iowa) to provide a full week’s notice for a hearing. So, if, for example, the committee followed the rules and agreed Friday (today) to a hearing, the soonest it could be held would be next Friday, the final business day before the Supreme Court’s new term begins. Of course, lawyers are masters of delay, and social justice warrior-lawyers hoping to torpedo President Trump’s agenda have an added incentive to drag the confirmation process out as long as possible. New demands and fake emergencies are bound to arise from Ford’s legal team.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4748": {
    "article_num": 788816478,
    "para_num": 13,
    "text": "Late Thursday, Sen. Charles E. Grassley (R-Iowa), the Judiciary Committee chairman, said that his staff had discussed the issue with Ford’s attorney earlier in the day and that he would consult with his fellow committee members about the next move. Ford’s offer also increased the pressure on several key moderates — particularly GOP Sens. Susan Collins of Maine and Lisa Murkowski of Alaska — whose votes will probably be needed to put Kavanaugh on the high court. Both were already facing heavy pressure from abortion rights groups concerned that Kavanaugh, a staunch conservative and longtime GOP attorney, might vote to restrict access to abortion. The sexual assault allegation, which the nominee has denied, has upended his seemingly sure-bet confirmation and only increased the stakes for the key lawmakers.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4749": {
    "article_num": 788816478,
    "para_num": 14,
    "text": "Chairman Grassley had imposed a Thursday deadline for Ford to submit testimony after her team said Tuesday she wasn’t willing to testify until the FBI investigates her sexual abuse allegations against Kavanaugh. Left-wingers such as Hillary Clinton and Senate Minority Leader Chuck Schumer (D-N.Y.) echoed Ford’s demand.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4753": {
    "article_num": 788816478,
    "para_num": 16,
    "text": "Ford “really doesn’t want to testify,” he said. “Because when she does, she is going to look like the loon she is. She may very well believe everything she’s saying, and that is one of the signs of lunacy, believing something that isn’t real.” And her lawyer is “even loonier.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4759": {
    "article_num": 788847916,
    "para_num": 3,
    "text": "Dallas, TX — As citizens call for justice in the case of Dallas police officer Amber Guyger — the cop who killed the innocent Botham Jean in his own home — the controversy continues to grow.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4763": {
    "article_num": 788847916,
    "para_num": 15,
    "text": "Apparently, this “integrity” is not worth preserving and the Dallas police are going out of their way to keep a killer cop on their payroll.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4766": {
    "article_num": 788847916,
    "para_num": 19,
    "text": "So why hasn’t the chief fired Gugyer, who has actually been charged, arrested, and admitted to killing an innocent man?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4777": {
    "article_num": 788900262,
    "para_num": 20,
    "text": "Without a shred of evidence, a highly qualified judge, with no other blemish on his record, is being smeared on the national stage by a political lynch mob out for blood. Ben Shapiro spoke to Fox News' Martha MacCallum and said \"you have to have some evidence before you destroy a man's life.\" Shapiro's comments can be heard in the video below.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4782": {
    "article_num": 788900262,
    "para_num": 31,
    "text": "On Thursday afternoon, Ford's highly partisan, activist attorney emailed Grassley saying, although her client strongly prefers that an investigation take place beforehand, Ford will testify next week, but she cannot do so on Monday. And she will only be questioned by members of the Senate panel, not outside lawyers.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4791": {
    "article_num": 788900262,
    "para_num": 37,
    "text": "Democrats may be overestimating the strength of their hand. And Ms. Ford may be overestimating the integrity of the \"supportive\" lawmakers and lawyers currently handling her. Watch all these sensitive lawmakers and high profile, activist attorneys scatter like mice from her once the Senate vote is over (regardless of the result). Ford can choose to state her case on Monday or not, but she is not in a position to be calling the shots.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4793": {
    "article_num": 789121265,
    "para_num": 4,
    "text": "The Clinton machine did nothing but shut down Broaddrick and paint her as a liar.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4801": {
    "article_num": 789121798,
    "para_num": 1,
    "text": "Being Skeptical Of Documented Liars Attacking a Supreme Court Nominee Is A Good Thing - Here's Why",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4803": {
    "article_num": 789121798,
    "para_num": 3,
    "text": "If you don’t like President Trump and can’t understand how anyone could, look no further than the past week for an excellent example of what on Earth could’ve made a man promising to Drain the Swamp so popular. The Washington establishment politicians act like children when they can’t have their way. They kick and scream and lie and pout. President Trump is the anti-politician and when Congress continues to behave like this, he only gets more popular.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4806": {
    "article_num": 789121798,
    "para_num": 4,
    "text": "President Trump nominated Bret Kavanaugh to the supreme court. He’s a pro-life judge and his vote will certainly tip the scales of justice to the right. The power that the Supreme Court has, some would argue, is greater in certain aspects than that of the president himself. Perhaps that’s why the 2016 election loss was so devastating to the Democrats. Trump potentially has the ability to nominate 3 Supreme Court justices during his presidency, thus shaping the laws and morals of this country for about the next 30 years.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4807": {
    "article_num": 789121798,
    "para_num": 5,
    "text": "Personally, I trust very, very few politicians no matter the party that they claim. So, when a bunch of well-documented liars come out with yet another sexual assault allegation against a Trump appointee, let’s just say I’m skeptical and here’s why:",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4816": {
    "article_num": 789121798,
    "para_num": 21,
    "text": "As an outsider, a regular Joe American, this is what I see: Trump nominates a very well known, well-established judge to the supreme court. Immediately every Democrat publicly stated that they would vote No for his confirmation. On the other hand, every Republican publicly stated that they would vote Yes.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4818": {
    "article_num": 789121798,
    "para_num": 22,
    "text": "Currently, there's more Republicans in Congress than Democrats, which means the guy will be confirmed. There's an election 2 months away. The Democrats think that they'll take back the majority of Congress and will thus be able to block Trump's nomination. All they have to do is delay the confirmation until after the election. So, they dig up some Trump-hating woman from Kavanaugh’s past and convince her to say that he assaulted her thinking that such an allegation will surely delay the vote long enough for them to regain control of Congress.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4822": {
    "article_num": 789370909,
    "para_num": 6,
    "text": "Haters of Judge Kavanaugh are turning the process of Senate confirmation of a Supreme Court nominee into something worse than a travesty. His opponents in the Senate have transformed their “advise and consent” function into a campaign of no-holds barred character assassination.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4829": {
    "article_num": 789370909,
    "para_num": 14,
    "text": "Afraid that Ms. Ford’s sexual assault allegation could be readily challenged and anxious to establish some sort of pattern of sexual misconduct beyond this single alleged incident, the Kavanaugh haters have latched onto Ms. Ramirez’s story.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4831": {
    "article_num": 789370909,
    "para_num": 15,
    "text": "The New York Times published an op-ed column last week by a psychiatrist, Richard A. Friedman, who cited neurological science to conclude that Ms. Ford’s claim that she has “a vivid memory of an attack that took place when she was 15” is “credible.” The reason, he wrote, is that “memories formed under the influence of intense emotion — such as the feelings that accompany a sexual assault — are indelible in the way that memories of a routine day are not.” The only problem with Dr. Friedman’s thesis is that Ms. Ford has apparently forgotten such key details surrounding the alleged sexual assault as when and where it happened and how she got home. Moreover, when Ms. Ford finally told someone about the incident in any detail some 30 years later in 2012, during a couples therapy session with her husband, she did not name Judge Kavanaugh specifically, according to the therapist’s notes that Ms. Ford had provided to the Washington Post in connection with her interview. The Washington Post reported that the therapist’s notes it reviewed “do not mention Kavanaugh’s name but say she reported that she was attacked by students ‘from an elitist boys’ school’ who went on to become ‘highly respected and high-ranking members of society in Washington.’”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4836": {
    "article_num": 789370909,
    "para_num": 18,
    "text": "Ms. Ford’s supporters are exploiting the “Me Too” movement to declare Judge Kavanaugh guilty simply because Ms. Ford is a woman who has made what they call, without any corroborating evidence to date, a “credible” charge. The same would presumably be the case for Ms. Ramirez. They argue that since the Senate Judiciary Committee is not a criminal judicial trial, but rather a legislative hearing for confirmation of a Supreme Court nominee, the normal burden of proof shouldered by the accuser should not apply. Judge Kavanaugh should have to prove that he is not guilty, they are in effect insisting. This is another case of Kavanaugh Derangement Syndrome.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4845": {
    "article_num": 789370998,
    "para_num": 1,
    "text": "The Left’s Show Trial for Kavanaugh",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4850": {
    "article_num": 789370998,
    "para_num": 7,
    "text": "As usual, Republicans’ seeming reasonableness is rewarded with more abuse by the Left. Give left-wingers an inch and they’ll take a mile.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4852": {
    "article_num": 789370998,
    "para_num": 13,
    "text": "Also on Sunday, media-savvy sleazeball lawyer Michael Avenatti, who represents porn star Stormy Daniels, tweeted that he represents another woman who plans to accuse Kavanaugh of something.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4857": {
    "article_num": 789454337,
    "para_num": 3,
    "text": "The case of Amber Guyger, the police officer who admitted to shooting 26-year-old Botham Jean in his apartment for no reason, is a glaring example of “blue privilege” at work in our society. Guyger claims that she accidentally entered the wrong apartment and shot a man who she thought was a burglar, however, eyewitness testimony has contradicted her initial statement.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4859": {
    "article_num": 789454337,
    "para_num": 4,
    "text": "Despite admitting to killing an innocent man and having her initial statement contradicted by witness testimony, Guyger has been treated as more of a victim than a killer. In fact, Guyger’s apartment was never even searched for evidence, and she was allowed to “vacate” the premises without any type of search.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4866": {
    "article_num": 789512681,
    "para_num": 1,
    "text": "Cop Killer Supporter Keith Ellison Calls Cops To Protect Him From Female Journalist Armed With Mic & Camera Phone",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4867": {
    "article_num": 789512681,
    "para_num": 3,
    "text": "Rep. Keith Ellison (D-MN) is the epitome of an effeminate man today in America. He stands accused by two women who claim that he not only verbally abused them, but physically assaulted them as well, and no, these women didn't wait decades or even till there was a politically opportune time to voice their accusations. One even had reported him to the police. Investigative journalist Laura Loomer was informed by police in Minnesota that he wanted police protection from her when he found out she was attending the education forum that was held Saturday.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4868": {
    "article_num": 789512681,
    "para_num": 4,
    "text": "This is a man who follows a demonic religion, Islam, and supports cop killers. He does all of this while he stands accused of abusing women and running to be attorney general in Minnesota, even though he possesses no attorney's license that is valid.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  }
}