{
  "3894": {
    "article_num": 780619695,
    "para_num": 11,
    "text": "How inconvenient that a global homosexual clergy predation scandal is erupting at a time when Francis wants the Synod to minimize that nagging and unmerciful Catholic catechism doctrine of homosexuality as “intrinsically disordered” by exploiting the naive views of the youth at the Synod.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3897": {
    "article_num": 780619695,
    "para_num": 13,
    "text": "How inconvenient that the homosexual network of clergy and prelates were blasted as predators and coverup enablers in the Pennsylvania Grand Jury Report, while the Instrumentum Laboris argues that:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3901": {
    "article_num": 780619695,
    "para_num": 18,
    "text": "Here is the dirty secret that is now emerging. Many in the hierarchy were active homosexuals who intentionally relaxed and ignored the Church’s teaching and moral stance on homosexuality. The personal wreckage brutally portrayed in the Pennsylvania Grand Jury Report is the direct result of a clerical culture which embraced homosexuality and groomed, recruited, and assaulted young people into this sordid lifestyle. Many priests, bishops, and cardinals practiced what Francis preached, ‘who am I to judge.’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3903": {
    "article_num": 780619695,
    "para_num": 19,
    "text": "The result? A litany of lives of total moral, physical, emotional devastation suffered by victims of homosexual clerics.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3904": {
    "article_num": 780619695,
    "para_num": 20,
    "text": "This is just the very beginning of the dark night of the soul of the Catholic Church. The upcoming Synod and its embrace of the “LGBT” lifestyle makes a mockery of the suffering of the clergy victims and justifies the decades-old scandal.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3907": {
    "article_num": 780619695,
    "para_num": 25,
    "text": "We’ve caught on to his sneaky synodal tactics. Francis cleverly uses the synodal process to relax church doctrine by employing secular tools of surveys and focus groups. And, if the necessary results aren’t computed, they will skewer the results. Magisterium by majority vote or stuff the ballot box.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3908": {
    "article_num": 780619695,
    "para_num": 26,
    "text": "The only compelling “expression of the Church’s pastoral concern for the young” belongs in the full and transparent cooperation of criminal investigations into predatory homosexual predation. Turn over the documents secret archives involving predation, both in the Vatican and in the chanceries around the globe.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3912": {
    "article_num": 780786973,
    "para_num": 1,
    "text": "Mueller is ‘looking for trouble,’ Trump says cryptically",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3913": {
    "article_num": 780786973,
    "para_num": 3,
    "text": "WASHINGTON — President Donald Trump continued bashing Robert S. Mueller III’s Russia investigation, saying cryptically Monday the special counsel is “looking for trouble.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3919": {
    "article_num": 780786973,
    "para_num": 9,
    "text": "The length of the Mueller-McGahn sessions led Trump to the conclusion the special counsel is “looking for trouble” because they “they know there is no Russian Collusion.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3921": {
    "article_num": 780786973,
    "para_num": 10,
    "text": "But Mueller reportedly is keenly interested in a widely studied June 2016 Trump Tower meeting arranged by Donald Trump Jr., which included a Russian attorney who promised to hand over negative information about Democratic presidential nominee Hillary Clinton. The session also was attended by then-campaign chairman Paul Manafort and Trump son-in-law Jared Kushner; the president dictated a misleading statement about it a year later and it remains murky just when he learned about the meeting.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3923": {
    "article_num": 780786973,
    "para_num": 12,
    "text": "The president also continued to push a line first floated by his attorney, former New York mayor and U.S. attorney Rudolph Giuliani, tweeting that campaign collusion with Russia would be a “phony crime.” He’s right, there is no specific collusion statute. But legal experts say anyone in Trump’s orbit would be charged with conspiracy, making false statements to federal investigators or obstructing justice. All are federal crimes.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3926": {
    "article_num": 780786973,
    "para_num": 13,
    "text": "Trump also continued to cast himself as a victim in the matter, saying when he attempts to “FIGHT BACK or say anything bad about the Rigged Witch Hunt,” his critics “scream Obstruction!”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3928": {
    "article_num": 780787440,
    "para_num": 4,
    "text": "The strongly worded statement came ahead of an Aug. 25-26 papal pilgrimage to Ireland, one of the countries rocked by clergy sex abuse scandals, and followed an expose of pedophile priests in the U.S.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3929": {
    "article_num": 780787440,
    "para_num": 5,
    "text": "“The heart-wrenching pain of these victims, which cries out to heaven, was long ignored, kept quiet or silenced,” Francis said in a Letter to the People of God, a rarely-issued address to the world’s 1.3 billion Catholics.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3932": {
    "article_num": 780787440,
    "para_num": 8,
    "text": "“It is essential that we, as a Church, be able to acknowledge and condemn, with sorrow and shame, the atrocities perpetrated by consecrated persons, clerics, and all those entrusted with the mission of watching over and caring for those most vulnerable,” he said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3934": {
    "article_num": 780787440,
    "para_num": 12,
    "text": "In his letter, Francis repeated a famous 2005 quote by his predecessor Benedict XVI, who, a month before being elected pope, lamented “how much filth” there was in the Catholic Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3936": {
    "article_num": 780787440,
    "para_num": 13,
    "text": "“With shame and repentance, we acknowledge as an ecclesial community that we were not where we should have been, that we did not act in a timely manner, realizing the magnitude and the gravity of the damage done to so many lives. We showed no care for the little ones; we abandoned them,” Francis said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3940": {
    "article_num": 780787440,
    "para_num": 19,
    "text": "Following an outcry, Francis apologized for his remarks, held private meetings with victims at the Vatican, and, after envoys he sent to Chile backed up victims’ claims, the entire leadership of the Chilean Catholic church tendered their resignations.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3945": {
    "article_num": 780787440,
    "para_num": 21,
    "text": "“Sixteen years since the crisis first erupted in the U.S., almost ten years since that happened in Ireland, and now more than five years since Francis was elected, the Catholic Church still has no credible, transparent process for handling cases when the accusation against a bishop isn’t the direct commission of abuse but rather covering up someone else’s crimes,” Allen said in a Sunday column.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3946": {
    "article_num": 781577820,
    "para_num": 1,
    "text": "Jeff Sessions lashes back at Trump",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3949": {
    "article_num": 781577820,
    "para_num": 5,
    "text": "Sessions long has been one of Trump’s favorite pinatas, often taking the brunt of the president’s public scorn. Trump offered this assessment of his hand-picked attorney general recusing himself from the Justice Department’s special counsel probe of Russian election meddling: “What kind of man is this?”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3952": {
    "article_num": 781577820,
    "para_num": 6,
    "text": "Trump, in an interview that aired Thursday morning, also blasted Sessions because, he said, the former Alabama senator “never took control of the Justice Department.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3953": {
    "article_num": 781577820,
    "para_num": 7,
    "text": "About seven hours later, the country’s top law enforcement officer fired back. And, by doing so, took on Trump publicly in a way few Republicans in Washington have during his turbulent 19-month-old presidency.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3960": {
    "article_num": 781672902,
    "para_num": 4,
    "text": "Trump recognized that the extreme Russiaphobia, which the hegemonic neoconservatives had whipped up since Vladimir Putin’s statement at the Munich Security Conference in 2007 that Russia was a sovereign country and intended to act like one, was a threat to life on earth. The neoconservatives, who have controlled US foreign policy since the Clinton regime, are unwilling to accept limitations by any other country on Washington’s ability to act unilaterally.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3964": {
    "article_num": 781672902,
    "para_num": 5,
    "text": "When Putin blocked the Obama regime’s invasion of Syria and bombing of Iran, the neoconservatives paid Putin back by using NGOs and Ukranian politicians financed by Washington to overthrow the democratically elected government of Ukraine and to put in office a government hostile to Russia. The intent was to use Ukraine, a Russian province for more than three centuries, to create problems for Russia that would absorb Russia’s attention and return a free hand to Washington and Israel in the Middle East and also to evict Russia from its Black Sea naval base in Crimea. When Crimeans voted to reunite with Russia, Washington misrepresented the democratic result of self-determination as a “Russian invasion and annexation of Crimea.” Such an extraordinary misrepresentation destroyed any remaining confidence the Russian government might have had in Washington’s veracity.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3968": {
    "article_num": 781672902,
    "para_num": 8,
    "text": "The problem is that the military/security complex sees it differently. After 70 years of entrenchment the military/security complex is an independent political force. President Eisenhower warned the American people about this likely outcome in 1961 to no avail. From the standpoint of the military/security complex, the problem of normalizing relations with Russia is that it downgrades the “Russian threat” that is so essential to the $1,000 billion annual budget of the military/security complex and the power that such a massive budget conveys. Only 16 countries in the world out of 195 countries have a GDP greater than $1,000 billion. The military/security complex is large enough to be a member of the G-20 and to have its own currency and military.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3972": {
    "article_num": 781672902,
    "para_num": 18,
    "text": "“The witness may not only be “singing,” he may also be “composing” — that is, making up or embellishing a story because he knows that the better his story, the better the deal.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3974": {
    "article_num": 781672902,
    "para_num": 20,
    "text": "“Even one question that results in an answer that is contradicted by one witness would be enough to spring the perjury trap.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3975": {
    "article_num": 781672902,
    "para_num": 22,
    "text": "Knowing this, Mueller, in my opinion a proven corrupt person, decided to put the squeeze on Manafort in order to force Manafort to save himself by giving false testimony against Trump.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3978": {
    "article_num": 781672902,
    "para_num": 33,
    "text": "Trump, by declaring normalization of relations as one of his two principal goals for his presidency, earned the emnity of the powerful military/security complex. By defeating Hillary for the presidency, Trump inflamed the US media’s hatred, committed as the presstitutes are to Identity Politics and hatred of the “white male oppressors” who elected Trump. Trump will never be forgiven for preventing the election of the first female president of the United States, an unpardonable crime by a misogynist white male who “grabs women by the pussy.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3980": {
    "article_num": 781672902,
    "para_num": 34,
    "text": "The hatred of Trump by the military/security complex and by the white male hating Identity Politics of the Democratic Party is giving the world the spectacle of an American democratic presidential election being overthrown by a conspiracy between the military/security complex, the Democratic Party, and the whores who constitute the American print and TV media. Death of a Nation: Pla... Dinesh D'Souza Best Price: $14.99 Buy New $16.99 (as of 03:35 EDT - Details)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3984": {
    "article_num": 781672902,
    "para_num": 37,
    "text": "Senators John McCain and Lindsey Graham are working to prevent the Republican Party from supporting the party’s president. They could easily succeed. The entirety of the House and Senate of both parties is in thrall to the campaign donations of the military/security complex.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3987": {
    "article_num": 781672902,
    "para_num": 42,
    "text": "Trump is wrong on the environment. Environmental protections put in place after years of struggle are being eviscerated by industry polluters who have gained controll over the environmental regulatory agencies. This is not a unique happening of the Trump presidency. It began under VP Dick Cheney, the real president during the 8 years of the George W. Bush regime. Cheney turned the environmental protection regulatory agencies over to industry polluters.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3992": {
    "article_num": 781672902,
    "para_num": 46,
    "text": "For example, the Gaza Strip, the largest concentration camp ever in the world, is being systematically destroyed along with all life within it by Israel under cover of the obvious and transparanent lie that all within Gaza are terrorists outfitted with bomb belts who are committed to the destruction of Israel. Not only men of fighting age, but also old men, pregnant women, children, all Palestinians are being murdered by the Israeli military. The United States Secretary of State agrees with Israel that all Palestinians must be destroyed, the sooner the better.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3994": {
    "article_num": 781672902,
    "para_num": 48,
    "text": "The Russians are infected with the American propaganda infused into their veins during the Yeltsin era when Russia was an American puppet state. Slowly, if not surely, the Russians are coming to their senses and realizing that they have no American “partner.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4000": {
    "article_num": 781768042,
    "para_num": 3,
    "text": "“How ridiculous to overlook judgment because of kindness then love wounds itself by killing justice!” -Charles Haddon Spurgeon",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4004": {
    "article_num": 781768042,
    "para_num": 5,
    "text": "How willing they are to overlook judgment when it comes to the criminals that run rampant in this country, and on the other hand how willing they are to show compassion to the criminals while overlooking the victims. Why? “Evil men understand not judgment” (Proverbs 28:5). If you read the preceding verse, you will see that Scripture tells us “they that forsake the law praise the wicked.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4007": {
    "article_num": 781768042,
    "para_num": 16,
    "text": "Genesis chapter 19 records the two angels, disguised as human men, visiting Sodom and Gomorrah. Lot met the angels in the city square and urged them to stay at his house. The angels agreed. The Bible then informs us, \"Before they had gone to bed, all the men from every part of the city of Sodom — both young and old — surrounded the house. They called to Lot, 'Where are the men who came to you tonight? Bring them out to us so that we can have sex with them. Genesis 19:4-5 The angels then proceed to blind all the men of Sodom and Gomorrah and urge Lot and his family to flee from the cities to escape the wrath that God was about to deliver. Lot and his family flee the city, and then \"the LORD rained down burning sulfur on Sodom and Gomorrah — from the LORD out of the heavens. Thus he overthrew those cities and the entire plain, including all those living in the cities...\" (Genesis 19:2 4) .",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4009": {
    "article_num": 781768042,
    "para_num": 17,
    "text": "In light of the passage, the most common response to the question, \"What was the sin of Sodom and Gomorrah?\" is that it was homosexuality. That is how the term ”sodomy” came to be used to refer to anal sex between two men, whether consensual or forced. Clearly, homosexuality was part of the reason God destroyed the two cities. The men of Sodom and Gomorrah wanted to perform homosexual gang rape on the two angels, who were disguised as men. At the same time, it is not biblical to say that homosexuality was the exclusive reason why God destroyed Sodom and Gomorrah. The cities of Sodom and Gomorrah were definitely not exclusive in terms of the sins in which they indulged.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4010": {
    "article_num": 781768042,
    "para_num": 18,
    "text": "Ezekiel 16:49-50 declares, \"Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy. They were haughty and did detestable things before me...\" The Hebrew word translated \"detestable\" refers to something that is morally disgusting and is the exact same word used in Leviticus 18:22 that refers to homosexuality as an \"abomination.\" Similarly, Jude 7 declares, \"...Sodom and Gomorrah and the surrounding towns gave themselves up to sexual immorality and perversion.\" So, again, while homosexuality was not the only sin in which the cities of Sodom and Gomorrah indulged, it does appear to be the primary reason for the destruction of the cities.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4012": {
    "article_num": 781768042,
    "para_num": 19,
    "text": "Those who attempt to explain away the biblical condemnations of homosexuality claim that the sin of Sodom and Gomorrah was inhospitality. The men of Sodom and Gomorrah were certainly being inhospitable. There is probably nothing more inhospitable than homosexual gang rape. But to say God completely destroyed two cities and all their inhabitants for being inhospitable clearly misses the point.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4014": {
    "article_num": 781768042,
    "para_num": 20,
    "text": "While Sodom and Gomorrah were guilty of many other horrendous sins, homosexuality was the reason God poured fiery sulfur on the cities, completely destroying them and all of their inhabitants. To this day, the area where Sodom and Gomorrah were located remains a desolate wasteland. Sodom and Gomorrah serve as a powerful example of how God feels about sin in general, and homosexuality specifically.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4024": {
    "article_num": 781768042,
    "para_num": 34,
    "text": "Instead of fighting on their behalf against the federal government that is illegally indoctrinating them, they simply give their kids over to them to be dumbed down.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4027": {
    "article_num": 781768042,
    "para_num": 36,
    "text": "The American Church, instead of protesting corruption in government through the example of the Biblical patriarchs and our American forefathers (Matthew 5:17-18), teach to submit to tyranny as if to suggest that it is somehow obedience to God (Romans 12:21).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4033": {
    "article_num": 781768042,
    "para_num": 39,
    "text": "Look to their feigned strength that they profess to possess. It is gauged by simply looking to the prevailing immoralities and debauchers of society. They are weak and pathetic and they have no excuses as to why America is where we is today!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4039": {
    "article_num": 781768042,
    "para_num": 42,
    "text": "Wicked men in the sight of God are those who have the knowledge of what to do when it comes to the right, but over and over again, they turn their shoulders and choose the wrong, through tolerance and apathy Americans are bringing upon themselves destruction (Deuteronomy 30:19) that will not be reversed, which leaves no alternative as to why God judges and is judging America today (Deuteronomy 28:63).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4041": {
    "article_num": 781847297,
    "para_num": 3,
    "text": "ATLANTA — The record-setting prison sentence given to Reality Winner has caught the attention of President Donald Trump, who used it to take another dig at Attorney General Jeff Sessions.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4045": {
    "article_num": 781847297,
    "para_num": 7,
    "text": "The Twitter exchange marks a bizarre twist in the story of the 26-year-old former U.S. Air Force linguist, who on Thursday apologized to a federal judge and said she takes “full responsibility for my actions.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4048": {
    "article_num": 781847297,
    "para_num": 10,
    "text": "Meanwhile, Trump continued pounding Sessions in other tweets, saying he needed to investigate “deleted Emails, Comey lies & leaks, Mueller conflicts, McCabe, Strzok, Page, Ohr…the Clinton Foundation, illegal surveillance of Trump Campaign, Russian collusion by Dems — and so much more.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4051": {
    "article_num": 782017101,
    "para_num": 3,
    "text": "Still, we’re also averse to speaking in terms of good and evil. Right and wrong? Maybe. But good and evil have a supernatural ring we usually reserve for dramatic and abominable crimes, like genocide. Yet everything right is good, and everything wrong is evil. The evils we encounter in our day-to-day lives might not be a spectacle, like jihadists beheading a journalist on live television. All the same, evil is part of ordinary life. It dwells deep in our hearts – each and every one of us.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4053": {
    "article_num": 782017101,
    "para_num": 5,
    "text": "This is the point about the McCarrick scandal that even religious commentators tend to overlook. How was he allowed to go on molesting young priests and seminarians when virtually the entire Church hierarchy knew what he was up to? And how was such a depraved individual ordained in the first place, let alone promoted to Cardinal-Archbishop of Washington?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4054": {
    "article_num": 782017101,
    "para_num": 6,
    "text": "The answer is, ultimately, demonic. As Catholics, we ask St. Michael to “cast into Hell Satan and all the evil spirits who prowl about the world seeking the ruin of souls.” McCarrick and his fellow perverts in the clergy are responsible, not only for their sexual abuses, but also for chasing good men away from the priesthood.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4055": {
    "article_num": 782017101,
    "para_num": 7,
    "text": "Spend enough time in Catholic World and you inevitably meet good men who quit the seminary because of some rampant (and often violent) depravity. What could suit the Devil more than to watch the Church burn her wheat as she gathers the chaff?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4059": {
    "article_num": 782017101,
    "para_num": 19,
    "text": "Needless to say, not all gay priests are violent predators like McCarrick. But the toleration of sexually active priests gave McCarrick cover to “seduce” his victims.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4060": {
    "article_num": 782017101,
    "para_num": 20,
    "text": "Many have also speculated that, because McCarrick’s victims were overwhelmingly above the age of consent, the media didn’t consider them newsworthy. If he’d fondled a 12-year old altar boy, that would have been one thing. Pedophile priests sell papers. But taking an 18-year-old seminarian to bed? Running that story would simply be outing a closeted gay man: an act the liberal press would no doubt consider “homophobic”, as Ross Douthat pointed out.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4062": {
    "article_num": 782017101,
    "para_num": 23,
    "text": "We seem to be slouching back to the old traditionalist trope: All the Church’s problems would be solved if we’d just go back to the Latin Mass. Something went critically wrong during Vatican II that extends well beyond the Mass. And we can’t drag the Church out of her present crisis until we have the courage to brave accusations of “Lefebvrism” and say so.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4063": {
    "article_num": 782017101,
    "para_num": 24,
    "text": "Those who love our Holy Mother – those who want to protect her boys and men from all the McCarricks and their perverse appetites – mustn’t be deceived into thinking this is a small or an isolated issue. It isn’t. This is the crisis of an ancient and immortal institution trying desperately to seem young and fashionable; like all old men, it only manages to come across as lecherous and pathetic. Its obsession with “modernization” leads it to only adopt the vices of modernity. Instead of serving as ambassadors from the City of God, far too many of our priests and prelates have become agents of the City of Man.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4066": {
    "article_num": 782086447,
    "para_num": 3,
    "text": "In this tragic moment for the Church in various parts of the world — the United States, Chile, Honduras, Australia, etc. — bishops have a very grave responsibility. I am thinking in particular of the United States of America, where I was sent as Apostolic Nuncio by Pope Benedict XVI on October 19, 2011, the memorial feast of the First North American Martyrs. The Bishops of the United States are called, and I with them, to follow the example of these first martyrs who brought the Gospel to the lands of America, to be credible witnesses of the immeasurable love of Christ, the Way, the Truth and the Life.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4068": {
    "article_num": 782086447,
    "para_num": 7,
    "text": "Remnant Editor's Note: This could well mark the beginning of the end of the disastrous pontificate of Pope Francis. The former apostolic nuncio to the United States has accused Francis of repealing sanctions imposed by Pope Benedict XVI on then-Cardinal McCarrick for sexual abuse. This is a charge most serious, perhaps without precedent in modern times.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4069": {
    "article_num": 782086447,
    "para_num": 8,
    "text": "Bishops and priests, abusing their authority, have committed horrendous crimes to the detriment of their faithful, minors, innocent victims, and young men eager to offer their lives to the Church, or by their silence have not prevented that such crimes continue to be perpetrated.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4070": {
    "article_num": 782086447,
    "para_num": 9,
    "text": "To restore the beauty of holiness to the face of the Bride of Christ, which is terribly disfigured by so many abominable crimes, and if we truly want to free the Church from the fetid swamp into which she has fallen, we must have the courage to tear down the culture of secrecy and publicly confess the truths we have kept hidden. We must tear down the conspiracy of silence with which bishops and priests have protected themselves at the expense of their faithful, a conspiracy of silence that in the eyes of the world risks making the Church look like a sect, a conspiracy of silence not so dissimilar from the one that prevails in the mafia. “Whatever you have said in the dark ... shall be proclaimed from the housetops” (Lk. 12:3).",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4072": {
    "article_num": 782086447,
    "para_num": 12,
    "text": "To dispel suspicions insinuated in several recent articles, I will immediately say that the Apostolic Nuncios in the United States, Gabriel Montalvo and Pietro Sambi, both prematurely deceased, did not fail to inform the Holy See immediately, as soon as they learned of Archbishop McCarrick’s gravely immoral behavior with seminarians and priests. Indeed, according to what Nuncio Pietro Sambi wrote, Father Boniface Ramsey, O.P.’s letter, dated November 22, 2000, was written at the request of the late Nuncio Montalvo. In the letter, Father Ramsey, who had been a professor at the diocesan seminary in Newark from the end of the ’80s until 1996, affirms that there was a recurring rumor in the seminary that the Archbishop “shared his bed with seminarians,” inviting five at a time to spend the weekend with him at his beach house. And he added that he knew a certain number of seminarians, some of whom were later ordained priests for the Archdiocese of Newark, who had been invited to this beach house and had shared a bed with the Archbishop.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4073": {
    "article_num": 782086447,
    "para_num": 14,
    "text": "Likewise, Nuncio Sambi transmitted to the Cardinal Secretary of State, Tarcisio Bertone, an Indictment Memorandum against McCarrick by the priest Gregory Littleton of the diocese of Charlotte, who was reduced to the lay state for a violation of minors, together with two documents from the same Littleton, in which he recounted his tragic story of sexual abuse by the then-Archbishop of Newark and several other priests and seminarians. The Nuncio added that Littleton had already forwarded his Memorandum to about twenty people, including civil and ecclesiastical judicial authorities, police and lawyers, in June 2006, and that it was therefore very likely that the news would soon be made public. He therefore called for a prompt intervention by the Holy See.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4074": {
    "article_num": 782086447,
    "para_num": 15,
    "text": "In writing up a memo[1] on these documents that were entrusted to me, as Delegate for Pontifical Representations, on December 6, 2006, I wrote to my superiors, Cardinal Tarcisio Bertone and the Substitute Leonardo Sandri, that the facts attributed to McCarrick by Littleton were of such gravity and vileness as to provoke bewilderment, a sense of disgust, deep sorrow and bitterness in the reader, and that they constituted the crimes of seducing, requesting depraved acts of seminarians and priests, repeatedly and simultaneously with several people, derision of a young seminarian who tried to resist the Archbishop’s seductions in the presence of two other priests, absolution of the accomplices in these depraved acts, sacrilegious celebration of the Eucharist with the same priests after committing such acts.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4075": {
    "article_num": 782086447,
    "para_num": 20,
    "text": "I added that it would be salutary if, for once, ecclesiastical authority would intervene before the civil authorities and, if possible, before the scandal had broken out in the press. This could have restored some dignity to a Church so sorely tried and humiliated by so many abominable acts on the part of some pastors. If this were done, the civil authority would no longer have to judge a cardinal, but a pastor with whom the Church had already taken appropriate measures to prevent the cardinal from abusing his authority and continuing to destroy innocent victims.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4076": {
    "article_num": 782086447,
    "para_num": 25,
    "text": "This second memo of mine was also never returned to the Personnel Office, and I was greatly dismayed at my superiors for the inconceivable absence of any measure against the Cardinal, and for the continuing lack of any communication with me since my first memo in December 2006.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4077": {
    "article_num": 782086447,
    "para_num": 26,
    "text": "But finally I learned with certainty, through Cardinal Giovanni Battista Re, then-Prefect of the Congregation for Bishops, that Richard Sipe’s courageous and meritorious Statement had had the desired result. Pope Benedict had imposed on Cardinal McCarrick sanctions similar to those now imposed on him by Pope Francis: the Cardinal was to leave the seminary where he was living, he was forbidden to celebrate [Mass] in public, to participate in public meetings, to give lectures, to travel, with the obligation of dedicating himself to a life of prayer and penance.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4078": {
    "article_num": 782086447,
    "para_num": 27,
    "text": "I do not know when Pope Benedict took these measures against McCarrick, whether in 2009 or 2010, because in the meantime I had been transferred to the Governorate of Vatican City State, just as I do not know who was responsible for this incredible delay. I certainly do not believe it was Pope Benedict, who as Cardinal had repeatedly denounced the corruption present in the Church, and in the first months of his pontificate had already taken a firm stand against the admission into seminary of young men with deep homosexual tendencies. I believe it was due to the Pope’s first collaborator at the time, Cardinal Tarcisio Bertone, who notoriously favored promoting homosexuals into positions of responsibility, and was accustomed to managing the information he thought appropriate to convey to the Pope.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4079": {
    "article_num": 782086447,
    "para_num": 31,
    "text": "The faithful insistently wonder how it was possible for him to be appointed to Washington, and as Cardinal, and they have every right to know who knew, and who covered up his grave misdeeds. It is therefore my duty to reveal what I know about this, beginning with the Roman Curia.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4080": {
    "article_num": 782086447,
    "para_num": 43,
    "text": "His recent statements that he knew nothing about it, even though at first he cunningly referred to compensation for the two victims, are absolutely laughable. The Cardinal lies shamelessly and prevails upon his Chancellor, Monsignor Antonicelli, to lie as well.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4081": {
    "article_num": 782086447,
    "para_num": 48,
    "text": "Regarding Cardinal Sean O’Malley, I would simply say that his latest statements on the McCarrick case are disconcerting, and have totally obscured his transparency and credibility.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4082": {
    "article_num": 782086447,
    "para_num": 50,
    "text": "My conscience requires me also to reveal facts that I have experienced personally, concerning Pope Francis, that have a dramatic significance, which as Bishop, sharing the collegial responsibility of all the bishops for the universal Church, do not allow me to remain silent, and that I state here, ready to reaffirm them under oath by calling on God as my witness.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4083": {
    "article_num": 782086447,
    "para_num": 54,
    "text": "The next day the audience with Pope Francis took place. After his address, which was partly read and partly delivered off the cuff, the Pope wished to greet all the nuncios one by one. In single file, I remember that I was among the last. When it was my turn, I just had time to say to him, “I am the Nuncio to the United States.” He immediately assailed me with a tone of reproach, using these words: “The Bishops in the United States must not be ideologized! They must be shepherds!”Of course I was not in a position to ask for explanations about the meaning of his words and the aggressive way in which he had upbraided me. I had in my hand a book in Portuguese that Cardinal O’Malley had sent me for the Pope a few days earlier, telling me “so he could go over his Portuguese before going to Rio for World Youth Day.” I handed it to him immediately, and so freed myself from that extremely disconcerting and embarrassing situation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4084": {
    "article_num": 782086447,
    "para_num": 58,
    "text": "Immediately after, the Pope asked me in a deceitful way: “What is Cardinal McCarrick like?” I answered him with complete frankness and, if you want, with great naiveté: “Holy Father, I don’t know if you know Cardinal McCarrick, but if you ask the Congregation for Bishops there is a dossier this thick about him. He corrupted generations of seminarians and priests and Pope Benedict ordered him to withdraw to a life of prayer and penance.” The Pope did not make the slightest comment about those very grave words of mine and did not show any expression of surprise on his face, as if he had already known the matter for some time, and he immediately changed the subject. But then, what was the Pope’s purpose in asking me that question: “What is Cardinal McCarrick like?” He clearly wanted to find out if I was an ally of McCarrick or not.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4085": {
    "article_num": 782086447,
    "para_num": 60,
    "text": "Not happy with the trap he had set for me on June 23, 2013, when he asked me about McCarrick, only a few months later, in the audience he granted me on October 10, 2013, Pope Francis set a second one for me, this time concerning a second of his protégés, Cardinal Donald Wuerl. He asked me: “What is Cardinal Wuerl like, is he good or bad?” I replied, “Holy Father, I will not tell you if he is good or bad, but I will tell you two facts.” They are the ones I have already mentioned above, which concern Wuerl’s pastoral carelessness regarding the aberrant deviations at Georgetown University and the invitation by the Archdiocese of Washington to young aspirants to the priesthood to a meeting with McCarrick! Once again the Pope did not show any reaction.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4086": {
    "article_num": 782086447,
    "para_num": 61,
    "text": "It was also clear that, from the time of Pope Francis’s election, McCarrick, now free from all constraints, had felt free to travel continuously, to give lectures and interviews. In a team effort with Cardinal Rodriguez Maradiaga, he had become the kingmaker for appointments in the Curia and the United States, and the most listened to advisor in the Vatican for relations with the Obama administration. This is how one explains that, as members of the Congregation for Bishops, the Pope replaced Cardinal Burke with Wuerl and immediately appointed Cupich right after he was made a cardinal. With these appointments the Nunciature in Washington was now out of the picture in the appointment of bishops. In addition, he appointed the Brazilian Ilson de Jesus Montanari — the great friend of his private Argentine secretary Fabian Pedacchio — as Secretary of the same Congregation for Bishops and Secretary of the College of Cardinals, promoting him in one single leap from a simple official of that department to Archbishop Secretary. Something unprecedented for such an important position!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4087": {
    "article_num": 782086447,
    "para_num": 62,
    "text": "The appointments of Blase Cupich to Chicago and Joseph W. Tobin to Newark were orchestrated by McCarrick, Maradiaga and Wuerl, united by a wicked pact of abuses by the first, and at least of coverup of abuses by the other two. Their names were not among those presented by the Nunciature for Chicago and Newark.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4088": {
    "article_num": 782086447,
    "para_num": 63,
    "text": "Regarding Cupich, one cannot fail to note his ostentatious arrogance, and the insolence with which he denies the evidence that is now obvious to all: that 80% of the abuses found were committed against young adults by homosexuals who were in a relationship of authority over their victims.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4089": {
    "article_num": 782086447,
    "para_num": 71,
    "text": "By now the faithful have well understood Maradiaga’s strategy: insult the victims to save himself, lie to the bitter end to cover up a chasm of abuses of power, of mismanagement in the administration of Church property, and of financial disasters even against close friends, as in the case of the Ambassador of Honduras Alejandro Valladares, former Dean of the Diplomatic Corps to the Holy See.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4090": {
    "article_num": 782086447,
    "para_num": 75,
    "text": "In Honduras, a scandal as huge as the one in Chile is about to be repeated. The Pope defends his man, Cardinal Rodriguez Maradiaga, to the bitter end, as he had done in Chile with Bishop Juan de la Cruz Barros, whom he himself had appointed Bishop of Osorno against the advice of the Chilean Bishops. First he insulted the abuse victims. Then, only when he was forced by the media, and a revolt by the Chilean victims and faithful, did he recognize his error and apologize, while stating that he had been misinformed, causing a disastrous situation for the Church in Chile, but continuing to protect the two Chilean Cardinals Errazuriz and Ezzati.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4091": {
    "article_num": 782086447,
    "para_num": 76,
    "text": "Even in the tragic affair of McCarrick, Pope Francis’s behavior was no different. He knew from at least June 23, 2013 that McCarrick was a serial predator. Although he knew that he was a corrupt man, he covered for him to the bitter end; indeed, he made McCarrick’s advice his own, which was certainly not inspired by sound intentions and for love of the Church. It was only when he was forced by the report of the abuse of a minor, again on the basis of media attention, that he took action [regarding McCarrick] to save his image in the media.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4093": {
    "article_num": 782086447,
    "para_num": 78,
    "text": "But this will not be enough to heal the situation of extremely grave immoral behavior by the clergy: bishops and priests. A time of conversion and penance must be proclaimed. The virtue of chastity must be recovered in the clergy and in seminaries. Corruption in the misuse of the Church’s resources and of the offerings of the faithful must be fought against. The seriousness of homosexual behavior must be denounced. The homosexual networks present in the Church must be eradicated, as Janet Smith, Professor of Moral Theology at the Sacred Heart Major Seminary in Detroit, recently wrote. “The problem of clergy abuse,” she wrote, “cannot be resolved simply by the resignation of some bishops, and even less so by bureaucratic directives. The deeper problem lies in homosexual networks within the clergy which must be eradicated.” These homosexual networks, which are now widespread in many dioceses, seminaries, religious orders, etc., act under the concealment of secrecy and lies with the power of octopus tentacles, and strangle innocent victims and priestly vocations, and are strangling the entire Church.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4096": {
    "article_num": 782086447,
    "para_num": 81,
    "text": "In his 2008 homily on the Feast of the Epiphany, Pope Benedict reminded us that the Father’s plan of salvation had been fully revealed and realized in the mystery of Christ’s death and resurrection, but it needs to be welcomed in human history, which is always a history of fidelity on God’s part and unfortunately also of infidelity on the part of us men. The Church, the depositary of the blessing of the New Covenant, signed in the blood of the Lamb, is holy but made up of sinners, as Saint Ambrose wrote: the Church is “immaculata ex maculatis,” she is holy and spotless even though, in her earthly journey, she is made up of men stained with sin.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4097": {
    "article_num": 782086447,
    "para_num": 82,
    "text": "I want to recall this indefectible truth of the Church’s holiness to the many people who have been so deeply scandalized by the abominable and sacrilegious behavior of the former Archbishop of Washington, Theodore McCarrick; by the grave, disconcerting and sinful conduct of Pope Francis and by the conspiracy of silence of so many pastors, and who are tempted to abandon the Church, disfigured by so many ignominies. At the Angelus on Sunday, August 12, 2018 Pope Francis said these words: “Everyone is guilty for the good he could have done and did not do ... If we do not oppose evil, we tacitly feed it. We need to intervene where evil is spreading; for evil spreads where daring Christians who oppose evil with good are lacking.” If this is rightly to be considered a serious moral responsibility for every believer, how much graver is it for the Church’s supreme pastor, who in the case of McCarrick not only did not oppose evil but associated himself in doing evil with someone he knew to be deeply corrupt. He followed the advice of someone he knew well to be a pervert, thus multiplying exponentially with his supreme authority the evil done by McCarrick. And how many other evil pastors is Francis still continuing to prop up in their active destruction of the Church!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4101": {
    "article_num": 782149032,
    "para_num": 1,
    "text": "Horrifying Details Released: 2 Jihadi Muslims At Deadly NM Islamic Compound Hit With New Charges",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4106": {
    "article_num": 782149032,
    "para_num": 4,
    "text": "Law enforcement rushed to destroy the Islamic compound just days after the kidnapping and murder made national news. They destroyed evidence, despite the fact that the investigation was new and ongoing. New charges were filed against the devout (“extremist)” Muslims. For years, the FBI and local law enforcement did nothing about this jihad compound, despite tips and numerous calls from concerned citizens. It took the murder of a child to get them to pay attention. What is the first thing they do after it is discovered a child was murdered on the compound and several starved to almost certain death? They destroyed the compound to cover up both their negligence and what happened there.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4109": {
    "article_num": 782149032,
    "para_num": 5,
    "text": "News of what happened there was embarrassing to the Muslim community in the U.S., and making Islam look good seems to be the top priority of law enforcement officials. It’s sharia compliance in New Mexico.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4111": {
    "article_num": 782149225,
    "para_num": 3,
    "text": "Recently a Muslim spokesman in Tunisia named Said Khecharem, who is affiliated with the international pro-Sharia, pro-caliphate organization Hizb ut-Tahrir, declared (to delighted screams of “Allahu akbar” from his audience), that the “establishment of an Islamic state…requires the conquest of America, Britain, Russia, France, and Italy – Rome and other infidel lands will be conquered, Allah willing.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "4113": {
    "article_num": 782149225,
    "para_num": 11,
    "text": "And no call to restore the caliphate would be complete without a swipe at the Jews, whom the Qur’an designates (5:82) the worst enemies of the Muslims. Khecharem predicted that “this will happen, of course, after the elimination of the filthy Jewish entity, and after liberation of the lands under direct colonization, like Kashmir and others.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  }
}