{
  "1515": {
    "article_num": 730149656,
    "para_num": 14,
    "text": "The time is long overdue that these groups maintain their credibility and remain true to their stated missions of protecting and safeguarding the American public. Sofian Zakkout’s bigoted and radical agenda is antithetical to this and is a documented threat to national security. His presence on the boards of both organizations constitutes an obscene travesty. Once and for all, these groups need to divorce themselves from Zakkout and repudiate what he stands for.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1516": {
    "article_num": 730222442,
    "para_num": 3,
    "text": "The solar system’s strange cigar-shaped visitor 'Oumuamua—Hawaiian for “scout” or “messenger”—is tumbling chaotically as the result of a violent collision. And the interstellar object will continue to spin for billions of years as it journeys through space, scientists have reported in a study published in Nature Astronomy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1519": {
    "article_num": 730237078,
    "para_num": 1,
    "text": "NASA releases images captured at a record-breaking 3.79 billion miles from Earth",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1521": {
    "article_num": 730237078,
    "para_num": 3,
    "text": "NASA has a whole lot of fancy image-gathering hardware on Earth and in space, and we’ve seen countless of stunning snapshots taken from here on Earth as well as nearby planets like Mars, Jupiter and Saturn. The pictures are often gorgeously detailed eye candy, but the latest batch of images from the space agency is remarkable for an entirely different reason. Captured by NASA’s New Horizons spacecraft, the images were gathered at a greatest distance from Earth than any in the history of mankind.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1525": {
    "article_num": 730246508,
    "para_num": 32,
    "text": "Morbitzer said Sunday that as the department works with the families on funeral arrangements, the police \"have seen fake GoFundMe pages established already. We have had people calling our radio room screaming threats, obscenities and vulgarities at our radio techs. And quite frankly there’s a special place in hell for those people, and my wish is that it comes very soon.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1526": {
    "article_num": 730246508,
    "para_num": 34,
    "text": "Just spoke to @JohnKasich to express condolences and prayers to all for the horrible shooting of two great police officers from @WestervillePD. This is a true tragedy! — Donald J. Trump (@realDonaldTrump) February 11, 2018",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1527": {
    "article_num": 730246508,
    "para_num": 35,
    "text": "Kasich tweeted about the shooting several times, including to say, \"The finest among us are those who risk it all everyday for our safety, and Officers Anthony Morelli and Eric Joering were those people. Their deaths are a terrible tragedy for my hometown of Westerville and all of Ohio.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1528": {
    "article_num": 730246508,
    "para_num": 37,
    "text": "New York City Police Commissioner James O'Neill also spoke out, tweeting, \"Everyone should be as upset about this as America’s law enforcement officers are. No cop, anywhere, 'signed up' to be murdered.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1530": {
    "article_num": 730268758,
    "para_num": 4,
    "text": "WASHINGTON, D.C., February 12, 2018 (LifeSiteNews) – Those familiar with Jorge Bergoglio in Argentina before he became Pope Francis say it is a “classic” move of his to provide “mercy” to clergy who are sexual predators while asking everybody else to simply “move on,” said attorney and child advocate Elizabeth Yore on an EWTN show last week.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1533": {
    "article_num": 730268758,
    "para_num": 6,
    "text": "“There are many people who know the Pope from Argentina who have said this is classic Bergoglio to provide mercy to the predators and ask everybody else to move on,” she added. (See original The World Over program segment on this issue that begins at 47 seconds into the video below)",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1536": {
    "article_num": 730268758,
    "para_num": 12,
    "text": "Yore called the child sex abuse case involving infamous Chilean priest abuser Father Fernando Karadima and Bishop Juan Barros “a scandal of epic proportions.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1541": {
    "article_num": 730268758,
    "para_num": 19,
    "text": "While Francis later apologized, he persisted in defending Barros, denying that he had received any testimony himself and restating that such unproven accusations are “slander.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1542": {
    "article_num": 730268758,
    "para_num": 25,
    "text": "Arroyo spoke with Cruz as well, who said he was “incredibly frustrated” when Barros was going to be appointed. He’d testified about three bishops who had witnessed abuse, he said, but Barros had special significance for him because Barros’ part went beyond witnessing the abuse, to violating his seal of Confession with Karadima and psychological abuse through intimidation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1543": {
    "article_num": 730268758,
    "para_num": 30,
    "text": "“This leaves us with very strong evidence that the Pope was, in fact, aware of what has happened,” Yore said. “Here we have victims 10, 15 years after their abuse, begging the Pope, having to take pictures of a letter that’s handed to a cardinal to ensure that there is evidence that the Pope is receiving this information.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1546": {
    "article_num": 730268758,
    "para_num": 34,
    "text": "“So I don’t think this is simply just a case, as bad as it is, of a cover-up of an abuser,” she said. “This is also sexual exploitation of children in a grooming gang, a predator priest. This is why it is so heinous.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1548": {
    "article_num": 730268758,
    "para_num": 37,
    "text": "“Those cases are going to be haunting this papacy and really causing a rift in the major protection of children that Pope Benedict had worked very hard to really build up,” she said. “Trust within the faithful and to put in a system that was going to root out the predators. And I think that has just been blown up and I think we are back to square one in the Vatican.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1552": {
    "article_num": 730389374,
    "para_num": 11,
    "text": "Iran has dismissed as \"lies\" and \"ridiculous\" the charge that it sent the drone into Israeli airspace.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1553": {
    "article_num": 730389374,
    "para_num": 12,
    "text": "If Tehran did, it would be an act of monumental stupidity. Not only did the drone bring devastating Israeli reprisals against Syria and embarrass Iran's ally Russia, it brought attacks on Russian-provided and possibly Russian-manned air defenses.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1555": {
    "article_num": 730389374,
    "para_num": 19,
    "text": "Midweek, Erdogan exploded: \"(The Americans) tell us, 'Don't come to Manbij.' We will come to Manbij to hand over these territories to their rightful owners.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1560": {
    "article_num": 730389374,
    "para_num": 26,
    "text": "What outcome would justify another U.S. war in a region where all the previous wars in this century have left us bleeding, bankrupt, divided and disillusioned?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1563": {
    "article_num": 730559808,
    "para_num": 7,
    "text": "Dear Cardinal Marx and dear Bishop Bode, there is only one Catholic answer: No! And your addition “in individual cases” is absolutely worthless, it has no argumentative force. A clear statement by Bishop Andreas Laun for Kath.net.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1576": {
    "article_num": 730559808,
    "para_num": 17,
    "text": "Is this not exactly what Cardinal Marx – and others who are thinking like him – are doing? If one were to place on a bottle of sour cucumbers a tag “honey,” the cucumbers still remain sour! Even blessing bishops cannot change that. Nor can the pope, in calling for a cultural revolution, especially since he does not explain what he exactly means by it. He says that he “allows himself” to talk like that – but if one dares something, one might win, but one also can perish.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1580": {
    "article_num": 730573740,
    "para_num": 1,
    "text": "Cardinal Müller: Blessing homosexual couples would be an ‘atrocity’",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1583": {
    "article_num": 730573740,
    "para_num": 6,
    "text": "In remarks after his address, reported by the German Catholic newspaper Die Tagespost, the cardinal made it clear what he thinks about the recently presented German idea of blessing homosexual unions, even if only in individual cases: “If a priest blesses a homosexual couple, then this is an atrocity at a holy site, namely, to approve of something that God does not approve of.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1584": {
    "article_num": 730573740,
    "para_num": 7,
    "text": "According to the Tagespost report, Cardinal Müller said in his address that he regrets the separation of the Church's doctrinal and moral teaching and called Christianity a “theocentric humanism.” He said the “submissive change of the Church into a NGO for the embetterment of the this-worldly life conditions” is a “suicidal modernization” that denies mankind the Truth of God. In this context, the German cardinal also criticized Martin Luther's own denial of man's free will and his teaching about the total depravity of man that separates morality from the relationship with God. Morality, Müller explained, is rooted in Grace; that is why any teaching about “rules and exceptions” ignores the character of the ethics of the Covenant and of Grace.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1590": {
    "article_num": 730865684,
    "para_num": 3,
    "text": "After Hurricane Maria barreled through Puerto Rico in September 2017, it left hundreds of thousands of people displaced and 80 to 90 percent of homes destroyed in some communities. But even before the hurricane, housing in the U.S. territory—where 43.5 percent of people live below the poverty line—was in crisis, and many homes on the island were built with salvaged fixtures and without permits, insurance or inspections.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1591": {
    "article_num": 730865684,
    "para_num": 12,
    "text": "Earlier this month, the U.S. Department of Housing and Urban Development announced it would provide $1.5 billion to help rebuild housing in Puerto Rico after devastation from both Maria and Hurricane Irma, which skirted the island a couple of weeks before, through HUD's Community Development Block Grant Disaster Recovery program.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1592": {
    "article_num": 731063195,
    "para_num": 3,
    "text": "The nearest neighboring major galaxy to the Milky Way is the Andromeda Galaxy. The large galaxy is stunning in size and has around three times as many stars as the Milky Way does. It can easily be seen with the naked eye from Earth, and it is found in the constellation of Andromeda, from which its name originates.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1593": {
    "article_num": 731063195,
    "para_num": 4,
    "text": "Far from being just a pretty sight in the sky, the Andromeda Galaxy is an impressive, turbulent patch of the cosmos. It is even expected to collide with the Milky Way years down the road. If you find that fascinating, then you are going to enjoy these ten amazing facts about the Andromeda Galaxy.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1595": {
    "article_num": 731511020,
    "para_num": 4,
    "text": "Storms on Neptune appear as giant dark ovals, a bit like Jupiter’s Great Red Spot. However, unlike Jupiter’s centuries-old storm, Neptune’s hurricane-like weather events only last a few years at a time before eventually dissipating. Of course, that’s not to say the storms are insignificant — many are large enough to swallow and entire continent here on Earth — so watching one breathe its dying gasps is still a special sight.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1598": {
    "article_num": 731513824,
    "para_num": 15,
    "text": "Irmgard Lehner, the pastoral assistant of the Wels-St. Franziskus Church, the other of the two parishes that welcome homosexual couples, appreciates this blessing ritual for Valentine's Day, saying it has “an enormous power.” During the ceremony, couples come forward in church and receive a hand on their foreheads and a sign of the cross.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1599": {
    "article_num": 731762731,
    "para_num": 9,
    "text": "O’Malley, the archbishop of Boston, said in the statement that the pope had “given much prayerful consideration” to the membership of the panel.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1601": {
    "article_num": 731762731,
    "para_num": 15,
    "text": "Given his long experience witnessing the church’s inertia on the issue, Saviano said, he has set his expectations at rock bottom.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1603": {
    "article_num": 731762731,
    "para_num": 17,
    "text": "Jim Scanlan, another survivor, said “the timing of it is too perfect” given the controversy last month surrounding Pope Francis’s remarks that accused victims of a notorious Chilean pedophile priest, the Rev. Fernando Karadima, of “slander” against Bishop Juan Barros, who the victims say was complicit in a cover up.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1606": {
    "article_num": 731762731,
    "para_num": 22,
    "text": "Scanlan said Pope Francis has given him hope for progress on some issues in the church, but on sexual abuse, he “continues to be blind to what the church has done.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1611": {
    "article_num": 731927633,
    "para_num": 16,
    "text": "As the West wants eastern Europe to follow its lead, an increasingly vicious struggle was likely, he said, alluding to a plan to redraw the European alliance advocated by the leaders of France and Germany.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1614": {
    "article_num": 731927633,
    "para_num": 19,
    "text": "The Hungarian leader has advocated \"ethnic homogeneity\" and compared Soros, a Jew, to a puppet master unleashing immigration onto Europe to undermine its cultural and economic integrity.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1637": {
    "article_num": 732610971,
    "para_num": 12,
    "text": "Orban has seen the influence of George Soros and his organizations in Hungary and has openly criticized it and Soros, calling Soros a \"public enemy.\" He also said that Soros has \"ruined\" millions of lives via his \"mafia network.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1642": {
    "article_num": 732708002,
    "para_num": 21,
    "text": "Commission members said bishops should call the police when they discovered predator priests, rather than phone the nearest religious retreat to “park” the priest out of harm’s way. But this simple message was hard to get across.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1644": {
    "article_num": 732708002,
    "para_num": 24,
    "text": "Not all of them. British member Peter Saunders, a former victim of priestly abuse, was ousted in 2016. He said the group was a toothless, paper-shuffling exercise.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1646": {
    "article_num": 732708002,
    "para_num": 30,
    "text": "The pope has stuck by Barros, dismissing the protesters as “lefties” and hugging Barros publicly during his visit to Chile last month. \"I can't condemn [Barros] because I don't have evidence,\" he said on the plane back to Rome, suggesting he had ignored or never read the letter from Cruz. That was too much for O’Malley, who said Francis had caused \"great pain” to victims.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1657": {
    "article_num": 735090638,
    "para_num": 4,
    "text": "Thomas Homan, the acting director of ICE, slammed Mayor Schaaf, who on Saturday night released an unprecedented warning that ICE was about to begin arresting people. Schaaf said she issued the alert after receiving confidential tips from “credible sources,” and conferring with attorneys to make sure she wasn’t opening herself up to federal prosecution. The mayor’s move endangered ICE officers and alerted their targets, Homan asserted, “making clear that this reckless decision was based on her political agenda.” He said 864 “criminal aliens and public safety threats remain at large in the community, and I have to believe that some of them were able to elude us thanks to the mayor’s irresponsible decision.” Fox News, which was given a ride-along with ICE officers during the operation, reported that agency officials were asking the Department of Justice to investigate whether Schaaf broke any laws.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1667": {
    "article_num": 735265649,
    "para_num": 8,
    "text": "The Oakland mayor’s decision to publicize her suspicions about ICE operations further increased that risk for my officers and alerted criminal aliens — making clear that this reckless decision was based on her political agenda. Unlike the politicians who attempt to undermine ICE’s critical mission, our officers will continue to fulfill their sworn duty to protect public safety.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1671": {
    "article_num": 735265649,
    "para_num": 10,
    "text": "ICE reports that 864 illegal immigrants with criminal convictions and other public safety threats \"remain at large\" in the area -- an indeterminate number of whom may have been tipped off by a Democrat mayor who betrayed the law-abiding citizens of Northern California.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1672": {
    "article_num": 735815173,
    "para_num": 6,
    "text": "The JTA's awkward attempt to whitewash the newly revealed CBC anti-Semitism included a claim from the ADL that Rep. Davis had been misquoted.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1682": {
    "article_num": 735815503,
    "para_num": 3,
    "text": "The price of a sanctuary city for illegal aliens is paid in abused children. Just ask the abused children of Oakland.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1692": {
    "article_num": 736231219,
    "para_num": 5,
    "text": "“Jews were responsible for all of this filth and degenerate behavior that Hollywood is putting out, turning men into women and women into men,” Farrakhan said in his keynote speech. “White folks are going down. And Satan is going down. And Farrakhan, by God’s grace, has pulled a cover off of that Satanic Jew, and I’m here to say your time is up, your world is through.\"",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1697": {
    "article_num": 736231219,
    "para_num": 7,
    "text": "Somehow the openly racist and anti-Semitic Farrakhan and his hateful organization have managed for decades to avoid being harshly denounced as such by the news media, which instead has spent the last two years attempting to smear Donald Trump as the new Hitler.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1702": {
    "article_num": 736757214,
    "para_num": 3,
    "text": "Oakland Mayor Libby Schaaf claims to fight for women. Except when she's fighting for their rapists instead.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1704": {
    "article_num": 736757214,
    "para_num": 6,
    "text": "A spokesperson for ICE gave Fox News examples of some of the unsavory characters who evaded officals during the raid.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1705": {
    "article_num": 737194975,
    "para_num": 1,
    "text": "Has Trump Opened the Door?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1706": {
    "article_num": 737194975,
    "para_num": 3,
    "text": "Sagacious gun owners have always known that the ultimate goal of gun control extremists such as Chuck Schumer, Nancy Pelosi, Dianne Feinstein, et al., has always been gun confiscation. The plan is not to “control” the private ownership of firearms; it is to PROHIBIT the private ownership of firearms. Enacting ever-encroaching gun control laws is simply an incremental means to the ultimate end of gun confiscation and prohibition.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1709": {
    "article_num": 737194975,
    "para_num": 4,
    "text": "Donald Trump was elected on the promise of protecting the Second Amendment (among other things). Instead, he has become the poster boy for one of the most egregious gun control machinations of all: gun confiscation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1711": {
    "article_num": 737194975,
    "para_num": 9,
    "text": "“‘Allow due process so no one’s rights are trampled, but the ability to go to court, obtain an order and then collect not only the firearms but any weapons,’ Pence said.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1712": {
    "article_num": 737194975,
    "para_num": 13,
    "text": "Well, Trump’s statements are now the rallying cry for gun grabbers all over America to enact gun confiscation laws.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1715": {
    "article_num": 737194975,
    "para_num": 60,
    "text": "First, the open carry of a firearm is LEGAL in the area where this took place. So, the fellow was violating NO gun laws whatsoever. Plus, he never removed the pistol from its holster or brandished it in any way.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1717": {
    "article_num": 737194975,
    "para_num": 61,
    "text": "Secondly, the man was “known” to nearby bars and restaurants near his place of residence. That means nothing. Known for what? The report doesn’t even say the man was known for acting weirdly or strangely. It just says he was “known.” And even if he did act weirdly or strangely, if we denied constitutional rights to everyone in that category, a majority of Americans would have no rights, and ALL of Congress would have no rights.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1719": {
    "article_num": 737194975,
    "para_num": 62,
    "text": "Thirdly, what does “volume of complaints” mean? How many complaints were received over a YEAR’S time? Two? Five? Ten? People complaining about other people happens all of the time. Plus, if complaints had been received over the course of an entire year and police just now decided to act, the man must not have been considered much of a threat.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1721": {
    "article_num": 737194975,
    "para_num": 63,
    "text": "Fourthly, there was NO report of the man “exhibiting violent behavior,” as the police sergeant claims. The report says “he had been intimidating people.” How? No specifics except to say he was “staring” at people. Wow! Run for your lives!",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1724": {
    "article_num": 737194975,
    "para_num": 64,
    "text": "Fifthly, a U.S. citizen who has committed NO CRIME is denied his Natural right of self-defense for a whole year. And the media report says the confiscations “only” last a year, with the caveat that they may be extended. Indeed. They could and very likely will be extended indefinitely.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1729": {
    "article_num": 737194975,
    "para_num": 70,
    "text": "But under this new “red flag” law in Washington State, police are now able to confiscate a person’s firearm without the person committing ANY crime—or even threatening to commit a crime. Even when police forced the man to surrender his firearm, the man made no threatening gesture toward the officers.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1731": {
    "article_num": 737194975,
    "para_num": 72,
    "text": "When Trump promised to add “mental health” regulations to gun purchases and ownership, he opened Pandora’s Box.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1734": {
    "article_num": 737194975,
    "para_num": 77,
    "text": "The seizure of guns without any hearing at all. The laws all contain an “ex parte” provision that allows the state to temporarily seize a person’s guns without even notifying the gun owner or giving him a chance to be heard. This is the quintessential denial of due process. The Fourth Amendment makes clear that a person cannot be denied of liberty (to exercise one’s constitutional right to bear arms) without due process of law. This confiscation is “temporary,” but it can easily lead to long-term or permanent confiscation. Based on the testimony of one unrelated person. The confiscation order can be based on the testimony of only one person claiming that the gun owner poses a risk to the safety of himself or others. The law deceptively says that it has to be the testimony of a “family member.” [Most of the “red flag” laws, such as the one in Washington State, do not limit who can claim the gun owner poses a risk to the safety of himself or others to family members.] But “family member” is defined to include “former dating partners” and anyone who has ever lived with the defendant. So a jilted former boyfriend or girlfriend, or even a roommate from years ago, could easily set in motion the disarming of a lawful gun owner. Using a very low standard of proof. The standard for obtaining an ex parte order against a gun owner is absurdly low – one need only show “reasonable cause” to believe that the person may pose a risk. That’s even lower than the “probable cause” standard for obtaining a search warrant. In addition, the judge is forced to rush his decision and issue the confiscation order on the same day of the ex parte hearing. Within two weeks of the ex parte hearing, a hearing with the gun owner present must occur; the purpose is to put in place a long-term confiscation order. But even at that hearing, the standard of proof is far below the “beyond a reasonable doubt” standard used in criminal trials. Rather, it need only be shown by “a preponderance of evidence” that the person poses a risk of injury to self or others. What kind of evidence? Things like the “reckless storage” of firearms and drinking habits can be considered. If you keep a handgun in the bedside table and drink beer regularly, you may [be] in trouble. Shifting the burden of proof to the gun owner. The long-term confiscation order lasts up to a year, but may be renewed indefinitely. Once it is in place, it becomes very difficult to remove. To have the confiscation order lifted, the gun owner must provehe does not pose a threat to himself or others. Proving a negative is nearly impossible. Adding insult to injury, the bill even authorizes local law enforcement to charge the gun owner a storage fee for confiscating and storing his guns.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1735": {
    "article_num": 737194975,
    "para_num": 78,
    "text": "After the Parkland school shooting, had Donald Trump simply used his bully pulpit to promote arming teachers and school employees as a deterrent and defense against these school shootings without calling for more gun control, it would have been a HUGE boost for the Second Amendment in general and school safety in particular.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1737": {
    "article_num": 737194975,
    "para_num": 80,
    "text": "As a result, anti-gun liberals all over the country are using Trump’s own words and proposed gun control policies as a rallying cry to enact gun confiscation laws.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1739": {
    "article_num": 737194975,
    "para_num": 81,
    "text": "As it stands right now, Donald Trump has opened the door for more damage being done to the Second Amendment than any other president, Democrat or Republican, in our lifetime.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1740": {
    "article_num": 737194975,
    "para_num": 83,
    "text": "No wonder Dianne Feinstein looked so deliriously (and devilishly) happy when Trump uttered his stupid comment about gun confiscation and said he wanted to bring an assault weapons ban (Feinstein’s bill) into proposed gun control legislation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1741": {
    "article_num": 737194975,
    "para_num": 85,
    "text": "Watch Dianne Feinstein Erupt With Glee After Trump Seems To Endorse Her Assault Weapons Ban",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1743": {
    "article_num": 737194975,
    "para_num": 86,
    "text": "But if you are a freedom-loving American who values your liberties and the God-given right to defend them, happy is NOT what you should be feeling right now. You should be OUTRAGED at Donald Trump, and you should be absolutely determined to be ever vigilant against ANY attempt from Democrats or Republicans from federal, State, or municipal government to enact further restrictions against your right to keep and bear arms—because Trump has opened the door not only for more gun control but also for gun confiscation.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1745": {
    "article_num": 737194975,
    "para_num": 89,
    "text": "Mark it down: Any law demanding the citizenry to surrender their AR-15 rifles would be unconstitutional, unnatural, and unbiblical. And NO Christian or other free man should ever comply with such a law.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1747": {
    "article_num": 737194975,
    "para_num": 92,
    "text": "With all that is happening today, it is CRUCIAL that people (especially Christians) become familiar with the truths contained in this book. I urge you to order one for yourself and one (at least) for your friends and kinfolk.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1749": {
    "article_num": 737255982,
    "para_num": 3,
    "text": "Anti-Israel activist group J Street was very outraged when its leaders were described as \"Kapos\". The comparison of the Soros funded group that has stood with Hamas over Israel with Jews who were forced to collaborate with the Nazis during the Holocaust was indeed insulting. To Kapos. Jews under Nazi rule may have been forced to collaborate. No one forced J Street to collaborate with anti-Semites.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1754": {
    "article_num": 737255982,
    "para_num": 5,
    "text": "Democratic Illinois Rep. Danny Davis defended Nation of Islam leader Louis Farrakhan as an “outstanding human being” on Monday. Farrakhan’s history of racially extreme comments includes blaming Jews for the September 11 attacks, saying white people “deserve to die” and praising Adolf Hitler as a “very great man.” “I personally know [Farrakhan], I’ve been to his home, done meetings, participated in events with him,” Davis told TheDC. The congressman wasn’t sure why the ADL wrote that he had been misquoted in his praise for the anti-Semite, and said he wasn’t sure if someone from his office had told the ADL he was misquoted, he told The Daily Caller News Foundation on Sunday. “I think that was what they wanted to write. Nah, I don’t have no problems with Farrakhan, I don’t spend a whole lot of my time dealing with those kind of things,” Davis said. “That’s just one segment of what goes on in our world. The world is so much bigger than Farrakhan and the Jewish question and his position on that and so forth. For those heavy into it, that’s their thing, but it ain’t my thing,” he said",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1756": {
    "article_num": 737255982,
    "para_num": 7,
    "text": "Left-wing advocacy group J Street said it is re-evaluating its endorsement of a congressman who praised Nation of Islam leader Louis Farrakhan. JStreetPAC, the arm of the NGO that funds and endorses candidates, currently lists Rep. Danny Davis, an Illinois Democrat from the virulently anti-Semitic Farrakhan’s home base of Chicago, as a candidate it supports. The endorsement, first reported in the Forward, calls Davis “a longtime supporter of Israel and a two-state solution.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1760": {
    "article_num": 737457870,
    "para_num": 5,
    "text": "The New York Times has now run its own explainer piece on Farrakhan and the Dems which mentions the infamous Obama-Farrakhan photo. There's also a quote from an Obama spokeswoman claiming that, “President Obama has denounced racism and anti-Semitism his entire life. That includes his public and repeated repudiations of Louis Farrakhan’s views over the years. Today is no different – he still rejects the harmful and divisive views Farrakhan continues to espouse.”",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1771": {
    "article_num": 738028498,
    "para_num": 3,
    "text": "According to a World Health Organization doctor, a global pandemic is imminent, and no one will be prepared for it when it hits. Dr. Tedros Adhanom, director-general for WHO, has said that the next outbreak that will hit us will be a “terrible” one, causing a large death all over the world.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1775": {
    "article_num": 738028498,
    "para_num": 6,
    "text": "“This is not some future nightmare scenario. A devastating epidemic could start in any country at any time and kill millions of people because we are still not prepared. The world remains vulnerable. We do not know where and when the next global pandemic will occur, but we know it will take a terrible toll both on human life and on the economy,” said Dr. Tedros.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1777": {
    "article_num": 738028498,
    "para_num": 7,
    "text": "“Hidden underneath this fear-mongering message of a global pandemic is a far more sinister W.H.O. agenda,” warns Mike Adams, the Health Ranger, publisher of Medicine.news. “The real agenda is a global push for blind, fear-based acceptance of unsafe, unproven vaccines that will be rolled out alongside the next global pandemic,” Adams warns. “Fear circumvents rational thinking, which is why the vaccine-pharma cartels routinely turn to irrational fear propaganda to demand absolute and unquestioning acceptance of risky medical interventions that should always be scrutinized for safety and efficacy.” –Natural News",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1784": {
    "article_num": 738060046,
    "para_num": 11,
    "text": "Syed Muzaffar Shah Qadri’s preaching of hatred and jihad violence was so hardline that he was banned from preaching in Pakistan, but the UK Home Office welcomed him into Britain.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1787": {
    "article_num": 738060046,
    "para_num": 13,
    "text": "Theresa May’s relentlessly appeasement-minded government also admitted two jihad preachers who had praised the murderer of a foe of Pakistan’s blasphemy laws. One of them was welcomed by the Archbishop of Canterbury.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1790": {
    "article_num": 738207834,
    "para_num": 3,
    "text": "Recently an editor of a “conservative” Catholic magazine asked me if I would be interested in contributing a piece about the resignation of Pope Benedict XVI, five years on. I declined, telling him that I was morally certain that anything I had to say about it would not be in keeping with his editorial policies. It’s been five years, and I’ve noticed that there are a lot fewer people talking about what a “courageous” act it was to give up the pontificate. The consequences of that act have been so outlandish – even for people who are mostly OK with Francis – that very few people are still willing to make polite noises about it.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1791": {
    "article_num": 738207834,
    "para_num": 4,
    "text": "Editor's Note: In a March 11th letter signed by Pope Emeritus Benedict XVI and addressed to Msgr. Dario Vigano, prefect of the Secretariat for Communications, the former pope reportedly offers an impassioned defense of Pope Francis against the claim that he lacks theological and philosophical formation. In no uncertain terms, this letter, bearing Benedict's signature, affirms that “there is an internal continuity between the two pontificates.” Whether Benedict actually wrote this letter or not, it gives rise to a number of grave questions that need to be answered rather urgently before history closes the book on this commedia diabolica. Our thanks to Remnant columnist, Hilary White, for addressing the most pertinent of these here below. MJM",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1792": {
    "article_num": 738207834,
    "para_num": 5,
    "text": "In fact, five years after the resignation of Pope Benedict the Catholic faithful mostly want to know why; why would a pope – a man with decades of up-close-and-personal experience of the “filth” in the Curia and throughout the church – suddenly just decide to quit? Why would he choose to walk away knowing that his task was not completed? At the time and since then, particularly in light of what has been happening, it seems one of the most bizarre aspects of this whole bizarre situation that the reasons offered have been so trivial, so inappropriately, so disproportionately petty.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1794": {
    "article_num": 738207834,
    "para_num": 6,
    "text": "These absurd responses to serious questions of grave import have raised the inescapable suspicion that Benedict simply did not take the papacy as seriously as the rest of us did. We cannot help but wonder if these trivialised responses reveal some deep flaw that we had never suspected before. Could we have been wrong about him? And if so, could we have been this wrong?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1796": {
    "article_num": 738207834,
    "para_num": 7,
    "text": "For reasons, all we heard at the time was, essentially, “I’m tired.” There was some implication that he didn’t feel up to international travel anymore, so couldn’t make it to World Youth Day and similar events. The trivialising of the resignation seemed to go hand in hand with the modern concept of the pope-as-pop-star, something we had thought Benedict was too serious a man, too serious a Catholic, to believe himself. Of all people, we had assumed that Benedict XVI took the papacy seriously.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1797": {
    "article_num": 738207834,
    "para_num": 8,
    "text": "And since then, as all the poisons that had been lurking for fifty years in the NewChurch mud are busily hatching out, many Catholics want to know why we hear nothing from him? This man whom we had believed a “champion of orthodoxy,” whom we thought we knew. Error, even heresy and blasphemy are pouring daily out of the mouth of his successor, who has, literally, turned the Vatican into a den of thieves, and we hear nothing but the occasional, carefully worded statement on how fine everything is. How content he is with his decision and how happy with his current life.",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1799": {
    "article_num": 738207834,
    "para_num": 9,
    "text": "After three years of systematic dismantling of everything he had attempted to do in his pontificate, we got this from an apparently utterly insouciant Ratzinger, addressed to Francis: “Your goodness is my home and the place where I feel safe.” Everyone who had ever read anything he had written were amazed he was capable of producing such maudlin drivel, but the video doesn’t lie:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1801": {
    "article_num": 738207834,
    "para_num": 12,
    "text": "There’s no doubt that this is an extremely strange and frankly fishy situation; something doesn’t add up, it’s true. All the questions have gone ignored, or have received frivolous, jokey responses:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1802": {
    "article_num": 738207834,
    "para_num": 21,
    "text": "What was all that rubbish from Ganswein about there being a divided “munus” – with an active member and a “contemplative member”? Doesn’t that just mean there are two popes now?",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "1804": {
    "article_num": 738207834,
    "para_num": 24,
    "text": "A few days ago, my friend Steve Skojec, of the traditionalist/restorationist website One Peter Five, summed up the consternation of those of us who still feel a lingering affection for (the man we used to call) Pope Benedict. Steve summons up in this brief post all the anger and all the crushing disappointment most of us probably still feel reluctant to express out loud:",
    "PT_id": 15,
    "PT": "Loaded_Language",
    "DR_id": 0,
    "DR": ""
  },
  "3307": {
    "article_num": 773520636,
    "para_num": 41,
    "text": "Are Christians to submit to those who have redefined marriage where a man can now \"marry\" a man and a woman can now \"marry\" a woman (Leviticus 18:22; Romans 1:24 etc…)? Absolutely not!",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3309": {
    "article_num": 773520636,
    "para_num": 42,
    "text": "Submit to those who lie continuously, to them that steal and even kill? Absolutely not! Submit to what God condemns?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3311": {
    "article_num": 773520636,
    "para_num": 43,
    "text": "Yet, this is what the perverse, modern-day, professing Christians are teaching the sheep in the American Church today.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3312": {
    "article_num": 773520636,
    "para_num": 44,
    "text": "It would do you well to now look to the Christ when He said that we are to beware of the leaven of the Pharisee’s (corrupt doctrines of those who claimed to be the children of God), as well as the leaven of Herod (corrupt doctrines of government) (Mark 8:15).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3315": {
    "article_num": 773520636,
    "para_num": 46,
    "text": "Do these that teach such heresy not realize that every apostle, except John, was killed by hostile corrupt civil authorities opposed to their endeavors?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3316": {
    "article_num": 773520636,
    "para_num": 47,
    "text": "Christians throughout history were imprisoned, tortured, or killed by corrupt civil authorities of all stripes for refusing to submit to their various, lawless policies and prohibitions.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3318": {
    "article_num": 773520636,
    "para_num": 50,
    "text": "Take note that civil government is to be, and must be, a “terror to good works.” It has no power or authority to terrorize good works or good, law-abiding people. God never gave them that authority and any, and all, government that oversteps the divine authority and its boundaries has no divine authority or protection.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3321": {
    "article_num": 773520636,
    "para_num": 52,
    "text": "To tell Christians to submit to evil civil authority is teaching the opposite of what is true. Common sense does come into play here.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3322": {
    "article_num": 773520636,
    "para_num": 53,
    "text": "I ask, did Moses violate God's principle of submission when he was commanded by God, “Go in unto Pharaoh, and tell him, Thus saith the LORD God of the Hebrews, Let my people go, that they may serve me” (Exodus 9:1).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3324": {
    "article_num": 773520636,
    "para_num": 55,
    "text": "Think of this, the meekest man alive was sent to the face of the Pharaoh to tell him to obey or else. Is this what is being preached from the pulpits across America today?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3325": {
    "article_num": 773520636,
    "para_num": 57,
    "text": "What of that lone prophet, Elijah? The tyrant Ahab called him the troubler of Israel. Elijah set the record straight when he answered, \"I have not troubled Israel; but thou, and thy father's house, in that ye have forsaken the commandments of the LORD, and thou hast followed Baalim (1 Kings 18:18). Is this a violation of God's principles when it came to submission to authority?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3329": {
    "article_num": 773520636,
    "para_num": 66,
    "text": "When they refused to submit to the tyrant, the furnace was heated up 7 times hotter so that the guards were consumed, only to have the fourth man, “like the Son of man,” show up to deliver them where the fire had no power over them, and not a hair of their heads was singed. In the end, Only the corrupt king acknowledges the God of Shadrach, Meshach, and Abednego.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3331": {
    "article_num": 773520636,
    "para_num": 72,
    "text": "Don’t forget about Amos, who was prophesying judgment upon the corrupt priests and the corrupt king of his day (Amos 7:10-16). Was that violating, or fulfilling God's principles and purposes?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3335": {
    "article_num": 773520636,
    "para_num": 74,
    "text": "Is it a violation of submission to God's principles to keep preaching, “Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins…”? Absolutely not! The corrupt Pharisees along with corrupt government did the opposite.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3336": {
    "article_num": 773520636,
    "para_num": 81,
    "text": "If we this day be examined of the good deed done to the impotent man, by what means he is made whole;",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3337": {
    "article_num": 773520636,
    "para_num": 85,
    "text": "Now when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3338": {
    "article_num": 773520636,
    "para_num": 92,
    "text": "Or what of the account found in Acts 12:1-11, where the Lord sent an Angel to liberate Peter from the hands of tyrants.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3339": {
    "article_num": 773520636,
    "para_num": 104,
    "text": "Over and over again, you can see that the Church was to stand in protest against the wicked that were at war with Christ (Revelation 12:17), in dealing with not only the corrupt and wicked priests, but also the corrupt and wicked in government. as well as those who submitted to such.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3346": {
    "article_num": 773650987,
    "para_num": 4,
    "text": "To prevent President Trump from reducing the dangerous tensions between nuclear powers that Washington has created, the military/security complex orchestrated Russiagate, a proven hoax, but believed by many due to its endless repetition. The military/security complex orchestrated the false indictments of 12 Russians. The military/security complex orchestrated the false arrest of Maria Butina, and so on and on.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3354": {
    "article_num": 773650987,
    "para_num": 8,
    "text": "Who can Trump rely on? Not on his own political party. Not on his own government. Not on the print and TV media or NPR. Not on Europe. Not on the Secret Service. Not on the Pentagon. Not on the unaware American people. Trump has only the “deplorables,” and they are unorganized and will experience retribution once Trump is removed.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3369": {
    "article_num": 773748383,
    "para_num": 22,
    "text": "The ability to build an untraceable, unregistered gun is definitely a game changer. It's difficult to see how \"ghost guns\" could ever be regulated by the government.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3371": {
    "article_num": 773937361,
    "para_num": 3,
    "text": "Well, it’s been quite a couple of news weeks for the Catholic Church, hey? McCarrick, Pineda/Maradiaga, Fr. James Larkin getting the boot in Dublin for upholding Catholic teaching on abortion… I know some people are, to put it bluntly, freaking out. The anger of the laity over the McCarrick situation is boiling over into the Twitter feed of the people we still call “the good bishops”. Bishop Thomas Tobin of Providence RI, - nicknamed the “Good Tobin” in contrast to the “Bad Tobin” and FrancisCardinal, Joseph Tobin of Newark – got quite an earful when he tweeted the other day, “Despite the egregious offenses of a few, and despite the faults and sins we all have, I’m very proud of my brother bishops and I admire and applaud the great work they do everyday for Christ and His Church.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3373": {
    "article_num": 773937361,
    "para_num": 4,
    "text": "The replies haven’t topped out yet, at 121, nearly all of them expressing outrage at this cavalier attitude toward the revelation that Cardinal McCarrick has been proven to be a life-long homosexual rapist and sexual predator, grooming and trapping young men and children into unwanted sexual contact; and that nearly the entire episcopate of the United States either colluded directly or kept quiet about it. It’s clear that even the “good bishops” have simply no idea how close they are to being bodily chucked out of their own churches by furious mobs.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3376": {
    "article_num": 773937361,
    "para_num": 8,
    "text": "A point that Dreher’s informants have brought up needs to be made emphatic: the homosexualist cabal that is currently reported to be dominant in the Catholic hierarchy (and don’t imagine this is confined to the United States or even to the English speaking world) have a well documented methodology of mutual protection-and-threat that keeps the whole apparatus afloat. In briefest and simplest possible terms, immoral or even illegal sexual activity is preferred because it leaves a man open to blackmail, to control through fear of exposure[2]. When that blackmailing culture becomes ascendant, it will always reject the morally upright as too dangerous, too difficult to control. This is why faithful seminarians are rejected and why faithful priests are harassed.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3377": {
    "article_num": 773937361,
    "para_num": 10,
    "text": "When predatory gay priests run seminaries, they select on a bias for gay candidates... Gay seminarians who intend to be celibate, Sipe said, face tremendous pressure to have sex. If they slip up even once, their failure will be noted, and shared… And they will be made to understand that their lapse is remembered. Later, as a priest, predators within the priesthood have that knowledge to hold over the heads of other gay priests, to keep them silent if they ever have the desire to blow whistles. When I was covering the scandal in the early 2000s, I spoke to several, unconnected heterosexual men — priests, former priests, seminarians — who said that gay seminary rectors or diocesan officials encouraged them to take female sexual partners, so that they too would be complicit in sexual secret-keeping, and therefore no longer [be] a potential danger. Nothing in a system like that is a greater threat to the corrupt than men who are not corrupt.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3384": {
    "article_num": 773937361,
    "para_num": 22,
    "text": "Second, it’s simply not going to work. In Germany, in the US, in Canada, in Italy, in Britain… throughout the Church in the 1st world, and in much of it elsewhere, the men in charge of the “institutional Church” – that is, whose names are on the bank accounts – are dedicated to the destruction of everything we want to preserve. The wolves are now looking with ravening eyes at the faithful. They are, in short, our enemies. They’ve become so by making themselves the enemies of Christ and His Holy Church. They know it and it’s time we stopped imagining otherwise.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3386": {
    "article_num": 773937361,
    "para_num": 40,
    "text": "Does this all sound a bit, well, schismatic? Not necessarily. Any bishop who can demonstrate through his actions and not just with his tweets, who can prove that he is still a Catholic and not a wolf, is welcome to join us. But we’d be fools to wait for them. Whatever you might think of Archbishop Lefebvre’s solution over the last few decades, it certainly seems inarguable that the “state of emergency” for which he was preparing has come at last. And in a state of emergency, certain norms are naturally suspended.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3393": {
    "article_num": 774007496,
    "para_num": 8,
    "text": "Earlier this month, the suspect in the alleged murder of a Jewish physician in Paris was deemed not responsible for his actions in a second psychiatric evaluation ordered by a judge even though the defense did not request it. The suspect, Traore Kobili, is scheduled to have a third evaluation to determine his ability to stand trial for the murder of Sarah Halimi in April 2017. He is alleged to have beaten her to death while calling her a demon and shouting about Allah before throwing her body from the window of her third-story apartment.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3396": {
    "article_num": 774007496,
    "para_num": 10,
    "text": "A Muslim terrorist stabbed four people at a train station near Munich while screaming, “Allahu Akbar”. In between proclaiming the glory of Allah, he also shouted that his victims were all “unbelievers”. A woman heard him say, “Infidel, you must die”. The German authorities came to the inescapable conclusion that the attack had nothing to do with Islam. Instead the Muslim terrorist had been “mentally ill” and was probably not even fit to stand trial.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3414": {
    "article_num": 774637726,
    "para_num": 4,
    "text": "In Greenwald’s mind, Trump is a fairly standard politician (when it comes to the policies he supports and implements), which is what makes the media’s constant flow of outrage so mystifying.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3418": {
    "article_num": 774637726,
    "para_num": 12,
    "text": "So let me just make two points. Number one is, if you look at President Obama versus President Trump, there’s no question that President Obama was more cooperative with and collaborative with Russia and the Russian agenda than President Trump. President Trump has sent lethal arms to Ukraine—a crucial issue for Putin—which President Obama refused to do. President Trump has bombed the Assad forces in Syria, a client state of Putin, something that Obama refused to do because he didn’t want to provoke Putin. Trump has expelled more Russian diplomats and sanctioned more Russian oligarchs than [Obama] has. Trump undid the Iran deal, which Russia favored, while Obama worked with Russia in order to do the Iran deal. So this idea that Trump is some kind of a puppet of Putin, that he controls him with blackmail, is the kind of stuff that you believe if you read too many",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3421": {
    "article_num": 774637726,
    "para_num": 13,
    "text": "Tom Clancy novels but isn’t borne out by the facts. The other issue that I want to make is that, you know, again, this idea that somehow that you are endorsing the repression of other countries’ leaders if you meet with them—it is true that Trump has never criticized Putin, although he has taken all the steps I just outlined against Putin. But he’s also never criticized Benjamin Netanyahu. He’s also never criticized the incredibly repressive leaders of Saudi Arabia. He’s never criticized the fascist president of the Philippines. It is true President Trump likes fascist and authoritarian leaders, and that is a problem, but it’s not like Putin is the only leader that he doesn’t criticize.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3426": {
    "article_num": 774904810,
    "para_num": 15,
    "text": "As President Donald Trump continues to surround himself with neocon warhawks, the drums are beating for war with Iran. The rhetoric is becoming so strong, that Trump himself — without provocation — began tweeting threats to the sovereign nation.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3433": {
    "article_num": 775448623,
    "para_num": 3,
    "text": "PEOPLE WHO are barred from purchasing firearms or want to own a gun that is illegal in the jurisdiction where they live may soon have an easy way to get around the law. All they would need to do is download a computer file and use a 3-D printer to stamp out a gun. No background check would weed out felons, those with mental illness, domestic abusers or possible terrorists. No serial number would allow police to trace a weapon used in a crime. And there would be no problem getting past metal detectors with a gun molded from high-quality plastic.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3435": {
    "article_num": 775448623,
    "para_num": 4,
    "text": "Plans by a Texas organization to publish, starting Aug. 1, downloadable blueprints for 3-D-printed plastic firearms — so-called ghost guns — have rightly alarmed leading gun safety groups and law enforcement officials. Credit for this dangerous scenario — in which getting an AR-15-style rifle is just a matter of a few computer clicks — goes to the Trump administration for its inexplicable decision to settle a lawsuit it was on the verge of winning.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3436": {
    "article_num": 775448623,
    "para_num": 5,
    "text": "The case involves Cody Wilson, founder of Defense Distributed, who sued the government in 2015 after the State Department under the Obama administration made him take down do-it-yourself gunmaking blueprints he had posted online, saying they violated export regulations governing military hardware and technology. Mr. Wilson, an avowed anarchist who hopes for a world in which governments can’t stop individuals from getting guns, claimed his First Amendment right to free speech was being violated. But he lost at every stage of litigation, including a refusal by the Supreme Court to review a decision that the code could not be published during the course of the lawsuit.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3439": {
    "article_num": 775448623,
    "para_num": 6,
    "text": "So it was stunning — but not surprising, given this administration’s worship at the altar of gun rights — that the State Department elected last month to quietly settle the case. In addition to signing off on the public release of the 3-D printing tutorials, the State Department also agreed to pay nearly $40,000 of Mr. Wilson’s legal fees. The Brady Center to Prevent Gun Violence has filed a Freedom of Information Act request to find out how this senseless decision was reached, and whether groups such as the National Rifle Association were involved. It, along with Everytown for Gun Safety and Giffords Law Center to Prevent Gun Violence, tried unsuccessfully Friday to get a federal court in Texas to block what it called a “troubling” and “dangerous” settlement.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3446": {
    "article_num": 776049384,
    "para_num": 3,
    "text": "The unmasking of McCarrick exposed the pervasive prelate coverup of homosexual sexual predation in the American Catholic Church. These swarmy power brokers have colluded far too long at the tragic expense of innocent boys and seminarians. For 60 years, Ted McCarrick roamed the halls of seminaries, harassing, raping, and assaulting young males around the world. His brother bishops all knew and they all stayed silent.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3447": {
    "article_num": 776049384,
    "para_num": 4,
    "text": "How fortuitous and revelatory that McCarrick, the Molester would divulge his personal role in the pre-Conclave lobbying effort to elect Jorge Bergoglio as Pope. The notorious lavender mafia anxiously sought a simpatico Pope to advance its reformist homosexual agenda.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3468": {
    "article_num": 776049384,
    "para_num": 27,
    "text": "The McCarrick scandal created an earthquake in the Catholic Church with aftershocks that will last for years. The timing is eerily propitious and providential based on the 5 year deadline. Will the laity step up and reclaim our hijacked Catholic Church?",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3470": {
    "article_num": 776049384,
    "para_num": 29,
    "text": "The first order of business is to scuttle the upcoming October Synod on Young People, the Faith, and Vocational Discernment. Remember that influential Roman gentleman friend of McCarrick who said that Bergoglio could reform the Church in 5 years? Bergoglio’s upcoming Synod on Young People will serve as the culminating vehicle for the 5 year modernist reform of the St. Gallen Mafia.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3488": {
    "article_num": 776126299,
    "para_num": 29,
    "text": "Since our founders clearly said that our rights come from our Creator, and the Second Amendment acknowledges that the \"right of the people to keep and bear arms shall not be infringed,\" I truly wonder where he gets this idea the state has a right to do just that, infringe on the rights of the people by regulating firearms. he is reading something into it that is simply not there, but that's a Communist ideology you are seeing there, not an American one.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3494": {
    "article_num": 776345502,
    "para_num": 1,
    "text": "Trump To Jeff Sessions: Put An End to Russia Probe - Prosecutors Doing Mueller’s ‘Dirty Work Are A Disgrace’ To America",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3496": {
    "article_num": 776345502,
    "para_num": 4,
    "text": "Sessions is a weak sister. He has to go. This leftwing witch hunt has been ongoing since day one of Trump’s presidency in order to impair and impede his ability to get the job done. It’s a stealth coup.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3499": {
    "article_num": 776345502,
    "para_num": 6,
    "text": "BREAKING NEWS: TRUMP TELLS JEFF SESSIONS TO PUT AN END TO RUSSIA PROBE AS HE CLAIMS PROSECUTORS DOING MUELLER’S ‘DIRTY WORK ARE A DISGRACE’ TO AMERICA",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3504": {
    "article_num": 776345502,
    "para_num": 13,
    "text": "‘Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now,’ the president tweeted. ‘Bob Mueller is totally conflicted, and his 17 Angry Democrats that are doing his dirty work are a disgrace to USA!’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3506": {
    "article_num": 776345502,
    "para_num": 23,
    "text": "Trump has publicly criticized Sessions before, tweeting in June that the Mueller ‘witch hunt’ was only proceeding ‘because Jeff Sessions didn’t tell me he was going to recuse himself.’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3514": {
    "article_num": 776345502,
    "para_num": 30,
    "text": "‘The Democrats paid for the phony and discredited Dossier which was, along with Comey, McCabe, Strzok and his lover, the lovely Lisa Page, used to begin the Witch Hunt. Disgraceful!’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3517": {
    "article_num": 776368676,
    "para_num": 1,
    "text": "Trump To Sessions In Series Of Tweets: ‘Stop The Rigged Witch Hunt NOW!’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3520": {
    "article_num": 776368676,
    "para_num": 3,
    "text": "President Donald Trump has taken to Twitter in order to call upon Attorney General Jeff Sessions to end the investigation into his alleged Russian collusion. Trump wants the Justice Department to “stop the rigged witch hunt” before it can “stain our country and further.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3522": {
    "article_num": 776368676,
    "para_num": 4,
    "text": "In his Twitter post, Trump also blasted the 17 angry Democrats that are doing a conflicted Mueller’s dirty work.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3526": {
    "article_num": 776368676,
    "para_num": 5,
    "text": "..This is a terrible situation and Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now, before it continues to stain our country any further. Bob Mueller is totally conflicted, and his 17 Angry Democrats that are doing his dirty work are a disgrace to USA! — Donald J. Trump (@realDonaldTrump) August 1, 2018",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3531": {
    "article_num": 776368676,
    "para_num": 6,
    "text": "“..This is a terrible situation and Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now, before it continues to stain our country any further. Bon Mueller is totally conflicted, and his 17 angry Democrats that are doing his dirty work are a disgrace to [sic] USA!” Trump wrote.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3532": {
    "article_num": 776368676,
    "para_num": 7,
    "text": "And Trump is far from the only American who sees the investigation as a witch hunt. Many Twitter users have taken his side, while many others believe firmly in the Russian conspiracy theory. The president made his comments in a series of Tweets earlier this morning.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3537": {
    "article_num": 776368676,
    "para_num": 10,
    "text": "Enough is enough!!! This is just a deep state coo attempt (Mueller) to stop the will of We the People!!! It's time to jail Mueller and cancel this witch hunt!!! Lock them all up this has to end!!! 🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲🇺🇲 — Comfortably Smug (@ComfortablySmug) August 1, 2018",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3539": {
    "article_num": 776373795,
    "para_num": 3,
    "text": "WASHINGTON — President Donald Trump called on Attorney General Jeff Sessions to “stop this Rigged Witch Hunt right now,” opening the president to further complaints that he is trying to obstruct the investigation into Russia’s election interference and his campaign’s possible complicity.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3545": {
    "article_num": 776373795,
    "para_num": 6,
    "text": "“This is a terrible situation and Attorney General Jeff Sessions should stop this Rigged Witch Hunt right now, before it continues to stain our country any further. Bob Mueller is totally conflicted, and his 17 Angry Democrats that are doing his dirty work are a disgrace to USA!” Trump wrote.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3552": {
    "article_num": 776373795,
    "para_num": 19,
    "text": "Sessions pointed to Justice Department regulations to explain that, as one of Trump’s earliest and most active supporters, he shouldn’t participate in the investigation of the Trump campaign. He announced the decision after controversy over his own undisclosed contacts, both during the campaign and the post-election transition, with the Russian ambassador at the time, Sergey Kislyak.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3567": {
    "article_num": 776616374,
    "para_num": 5,
    "text": "According to the widely discredited official story, on August 2, 1964, the destroyer USS Maddox, while performing a signals intelligence patrol as part of DESOTO operations, was pursued by three North Vietnamese Navy torpedo boats of the 135th Torpedo Squadron. The North Vietnamese torpedo boats then attacked with torpedoes and machine gun fire.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3577": {
    "article_num": 777488669,
    "para_num": 4,
    "text": "When Cain took it upon himself to inflict death on his brother Abel “in the field,” he soon learned that God furthermore reserved the exercise of this right to himself alone. Cain is told, “What hast thou done? The voice of thy brother’s blood crieth to me from the earth,” and God curses him for his presumption by dooming him to homelessness and unproductive labor. When Cain complains that being a “vagabond . . . on the earth, every one therefore that findeth me, shall kill me,” God laid down that “whoever shall kill Cain shall be punished sevenfold,” setting a mysterious identifying mark on him to protect him from the vengeance of others. The Fifth Commandment later delivered to Moses, “Thou shalt not kill,” therefore dates from adamic times, when it operated as God’s exclusive prerogative, allowing no exceptions.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3584": {
    "article_num": 777488669,
    "para_num": 14,
    "text": "Today the death penalty is imposed ever more rarely, even in cases of proven premeditated murder. Despite the fact that it was instituted by God Himself, growing numbers of Catholics actually consider it immoral. John Paul II, stopping just short of declaring it wrong in principle, has declared that it should be imposed very seldom, if ever. But doesn’t admitting the penalty in principle demand that it be put into practice? In the U.S., following the lead of the late Cardinal Bernardin of Chicago and like minded prelates won to the new man-centered conciliar religion, the faithful are beginning to equate abortion, nuclear war and capital punishment as common “threats to the sacredness of human life” without any reference whatever to the innocence or guilt involved. If they are aware that the Church has upheld from Apostolic times the right to use force in self-defense, to kill in a just war and to inflict the death penalty on those duly judged guilty of serious crime, they now apparently subscribe to the notion propagated by Dei Verbum at the Second Vatican Council that the unchanging Catholic “tradition which comes from the Apostles” actually “develops in the Church” and keeps pace with changing times (II,8).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3586": {
    "article_num": 777488669,
    "para_num": 16,
    "text": "The circumstances pertaining to our day would therefore dictate a reassessment of the death penalty, which the new man-centered theology insists on viewing almost exclusively from the standpoint of the criminal and human society rather than from God’s. At the same time, there is more and more discussion about society’s responsibility for having produced criminals in the first place, together with our moral obligation to rehabilitate them rather than to wreak what is now considered a form of fruitless, guilty “vengeance” on them. The idea that man is by nature good and perfectible is allowed to override all documented evidence that hardened criminals are in fact almost impossible to rehabilitate and that those handed life sentences rarely repent of their wrongdoing.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3594": {
    "article_num": 777488669,
    "para_num": 21,
    "text": "The death penalty is based on the common teachings of theologians, but is not itself a declared dogma. Therefore it is not permissible to call those who hold it is, immoral heretics. To approach this as a dogmatic teaching is imprudent. Those who argue for its abolition do not necessarily put society in danger considering possibilities of penal systems. Those, however, who maintain its continued use often see it more as a tool for revenge. Please consider that in anger and tragedy, the desire for revenge usually overrides reason and an honest answering of the question “must this person’s life be taken to preserve society?” The desire for swift and firm convictions has sent many to death who never deserved such a punishment, nor was such a punishment truly necessary for the safety of society. I do not believe the death penalty is necessary in 90 percent of the cases where it is applied. Thus to call for a moratorium . . . is not unjust or incorrect.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3608": {
    "article_num": 777488669,
    "para_num": 33,
    "text": "As Michel Martin pointed out in an article in Rome et d’Ailleurs for September-October 1983, “The truth is that the problem of the death penalty is insoluble except from a Christian point of view.” That it figured so prominently in Christian societies is due to the fact that, in the order of charity, atonement to God was sought above any atonement due to man, and the spiritual welfare of citizens above their physical well-being. Modern secularized society assumes that physical extinction is the worst thing that can happen to a human being, whereas the faith teaches that eternal damnation is incalculably worse. In the context of the faith, the importance of a man’s present short life on earth cannot be compared with his future endless existence in heaven.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3610": {
    "article_num": 777488669,
    "para_num": 35,
    "text": "As we have seen, the death penalty has a very long history. Dating from its institution by God in Eden to its delegation after the Flood to men who would wield it in God’s name, it has threaded its way without interruption through the fabric of human civilizations until these latter days. One might expect that after the Incarnation, when God became man and replaced the Old Testament’s law of talion based on strict justice with a new dispensation based on love and grace, the death penalty could be safely abolished as outmoded. Converts to the prevailing conciliar religion and its “New Pentecost” would in fact argue in this wise, perhaps citing the Council’s famous declaration in Gaudium et Spes that, “Thanks to the experience of past ages ...the nature of man himself is more clearly revealed and new roads to truth are opened,” and the world now has “a keener awareness of human dignity” ( 44, 73).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3616": {
    "article_num": 777488669,
    "para_num": 39,
    "text": "Not even from the Cross did Christ decry the death penalty, either for himself or for the two thieves crucified with Him. It would continue to be dealt out to men by other men on earth, with only one significant change: Henceforth it would be administered under the authority of the glorified man who is Christ the King, as part and parcel of that universal power “in heaven and on earth” which He received from His Father (Matt. 28:18) after His Resurrection. From that point on it is Christ who delegates the divine authority to punish by killing, and both Scripture and tradition testify that it is lawfully wielded by those to whom He entrusts the temporal sword in His Kingdom. As He told Pontius Pilate at the time of His trial, “Thou shouldst not have any power against me, unless it were given thee from above” (John 19:10).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3617": {
    "article_num": 777488669,
    "para_num": 42,
    "text": "Therefore he that resisteth the power, resisteth the ordinance of God, and they that resist purchase to themselves eternal damnation. For rulers are not a terror to the good work, but to the evil. . . For he is the minister of God to thee for good. But if thou do that which is evil, fear: for he beareth not the sword in vain. For he is the minister of God: and avenger to execute wrath upon him that doth evil (Rom. 13:2-4).",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3622": {
    "article_num": 777720051,
    "para_num": 1,
    "text": "11 Children Have Been Rescued From a Muslim Extremist-Run Compound In NM",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3624": {
    "article_num": 777720051,
    "para_num": 3,
    "text": "Eleven children were rescued from a compound in New Mexico which was being run by armed Muslim extremists. Authorities found all the children living in deplorable living conditions after raiding the property looking specifically for a three-year-old boy.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3628": {
    "article_num": 777720051,
    "para_num": 6,
    "text": "Siraj Wahhaj, 39, and Lucas Morten, two very heavily armed men who are believed to be “extremist[s] of the Muslim belief,” were running the horrifying compound, Hogrefe said. When police arrived on the scene, Wahhaj was armed with an AR-15-style rifle and several loaded 30-round magazines. He also allegedly had on him four loaded pistols.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3629": {
    "article_num": 777720051,
    "para_num": 7,
    "text": "According to a report by Fox News, Hogrefe said authorities had conducted surveillance of the compound while looking for the missing boy before he decided Thursday to get a search warrant. The warrant was immediately obtained after a Georgia investigator forwarded a message in which someone at the compound reportedly told another person that people who were living in the shanty were starving and needed water. “The message sent to a third party simply said in part, ‘We are starving and need food and water,’” Hogrefe said. “I absolutely knew that we couldn’t wait on another agency to step up and we had to go check this out as soon as possible.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3630": {
    "article_num": 777785889,
    "para_num": 1,
    "text": "2 Men, Moms Arrested After Child Found Dead, 11 More Found In ‘Filthy’ New Mexico Compound With Armed ‘Muslim Extremists’",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3631": {
    "article_num": 777785889,
    "para_num": 3,
    "text": "TAOS COUNTY, NEW MEXICO — Two males from Georgia are in custody after TCSO served a search warrant at a makeshift residence that is best described as a “compound” in Amalia, NM. Eleven children ranging in age from 1 to 15-years-old were also taken in protective custody and later turned over to New Mexico Children Youth and Families Department (CYFD) for their own health and safety. Three women believed to be the children’s mothers were also arrested.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3632": {
    "article_num": 777785889,
    "para_num": 5,
    "text": "According to Sheriff Hogrefe the FBI had recently provided information and surveillance on this location, but they (FBI) didn’t feel there was enough probable cause to get on the property. In the press release Sheriff Hogrefe said, “That all changed for me when a message was forwarded to us from a Georgia Detective that we reasonably believed came from someone at the compound – the message sent to a third party simply said in part “we are starving and need food and water”. I absolutely knew that we couldn’t wait on another agency to step up and we had to go check this out as soon as possible, so I began working on a search warrant right after I got that intercepted message – it had to be a search warrant and a tactical approach for our own safety because we had learned the occupants were most likely heavily armed and considered extremist of the Muslim belief. We also knew from the layout of the compound they would have an advantage if we didn’t deploy tactfully and quickly.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3634": {
    "article_num": 777785889,
    "para_num": 7,
    "text": "“The only food We saw were a few potatoes and a box of rice in the filthy trailer,” said Hogrefe. “But what was most surprising, and heartbreaking was when the team located a total of five adults and 11 children that looked like third world country refugees not only with no food or fresh water, but with no shoes, personal hygiene and basically dirty rags for clothing.”",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3637": {
    "article_num": 777869943,
    "para_num": 3,
    "text": "(CNN) A New Mexico couple told authorities months ago they thought a missing Georgia boy and his fugitive father were living in a filthy compound on their property.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3640": {
    "article_num": 777869943,
    "para_num": 7,
    "text": "It's not clear whether the remains are those of Abdul-Ghani Wahhaj, a child with severe medical problems who disappeared from Georgia about nine months ago. The remains were discovered in a wretched compound along with 11 starving children, authorities said.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3642": {
    "article_num": 777869943,
    "para_num": 8,
    "text": "More details about the horrid compound could be revealed Wednesday when the five adults arrested from the site make their first court appearances.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3657": {
    "article_num": 778094905,
    "para_num": 10,
    "text": "The documents claim Siraj Ibn Wahhaj and his co-defendants conducted weapons training at the camp where they were found Friday with 11 children in allegedly “third world” conditions. Wahhaj is also wanted in Clayton County in a child abduction case involving his missing son, Abdul-Ghani Wahhaj. The documents, which suggest all the adults were involved in the training, say a person serving as a foster parent caring for one of the kids revealed the details about the training.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3665": {
    "article_num": 778094905,
    "para_num": 18,
    "text": "Political correctness needs to be thrown out the window when dealing with those who take the Quran's teachings seriously and actually are devout, not radical, followers of Muhammad.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3671": {
    "article_num": 778139122,
    "para_num": 6,
    "text": "As I understand Julian, this is something he would not even contemplate. But that might be one of the so-called “wretched deals” that are being offered Assange. Some very strange things are being said by senior members of these two governments. The new foreign secretary of the United Kingdom, Jeremy Hunt, said sarcastically that the British police would offer Julian “a warm welcome” when he came out, when he would face serious charges. There are no serious charges. He hasn’t been charged with anything. Special Ed: Voices fro... Dennis Bernstein Best Price: $2.49 Buy New $5.00 (as of 06:30 EDT - Details)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3675": {
    "article_num": 778139122,
    "para_num": 8,
    "text": "DB: Among those who should be especially horrified are those of us in the journalistic community. John, I would like you to explain once again why Julian Assange is such a significant journalist, why so many journalistic institutions have collaborated with him based on the information he provided. We are talking about a publisher and reporter who has changed history.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3680": {
    "article_num": 778139122,
    "para_num": 13,
    "text": "JP: Julian is a very principled individual. He feels very strongly about the moral basis of WikiLeaks. When he first put up WikiLeaks, he wrote that the whole idea of transparency, honoring people’s right to know, was the central aim of the website. He feels that very strongly. Any attempt to do a deal with Julian to shut down WikiLeaks will no doubt be resisted. As a person, Julian is an extremely interesting man. He is very well read. He studied physics. He has a very good sense of humor, and I have often laughed out loud with him about situations that others might consider too bleak to discuss. His black humor is a part of his survival kit. Obviously, he is incredibly resilient. Personally, I could never endure what he has, especially in recent years. But this comes with a cost and his health is continuing to deteriorate. Those close to him are extremely worried. Cypherpunks: Freedom a... Julian Assange Best Price: $3.04 Buy New $9.55 (as of 06:45 EDT - Details)",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3683": {
    "article_num": 778139122,
    "para_num": 14,
    "text": "In a letter to the Australian prime minister, Malcolm Turnbull, Julian’s father, John Shipton, wrote: “I ask the prime minister to do all within his power to return Julian home before Julian’s situation becomes an irreversible tragedy.” That is why this is such an urgent case of justice toward a single human being as well as a case of a journalistic organization’s right to function and our right to have the information it provides. Only seven years ago, the current prime minister said that when an Australian citizen is threatened in this way the prime minister should respond. That was Turnbull before he became prime minister. Now the government is playing its usual role of being the fifty-first state of the United States. It is a true disgrace.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3685": {
    "article_num": 778139122,
    "para_num": 16,
    "text": "JP: Everything comes down to the relationship with the United States. Australia has an almost totally servile relationship with America, in which its national security structure, much of its academic life and certainly much of its media is integrated into the US system. That is not entirely the case in Britain. Since the loss of its empire after the Second World War, Britain has been eager to play a secondary role to the new imperial power. In many parts of the world, Britain is still the biggest corporate investor. But it does move in lockstep with the US on much of its foreign policy. It is interesting to see the corruption that this kind of relationship produces. Information has come out that the Crown Prosecution Service tried to prevent the Swedes from giving up the case against Julian on bogus sexual assault charges. The pressure was on from London to keep it going.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3689": {
    "article_num": 778139122,
    "para_num": 17,
    "text": "Julian is also seen as defying a system and that is just not acceptable. There is a real element of vindictiveness here. The Crown Prosecution Service kept this case going when otherwise the European warrant put out by the Swedes would have been abandoned in 2013. When Julian came up to a bail hearing last year, it was an absolute disgrace. The judge described Julian’s circumstances as if he were on some sort of extended vacation. What didn’t emerge was the whole conflict of interest in this hearing. The judge’s husband is a figure deep within the national security establishment in Britain who was named in WikiLeaks documents. Because there is no serious media examining the whole WikiLeaks witch hunt, virtually none of this emerges.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3694": {
    "article_num": 778139122,
    "para_num": 20,
    "text": "I was looking this morning at a report by Media Lens in Britain describing how the British press has reported on Julian Assange. It describes the tsunami of vindictive personal abuse that has been heaped upon Julian from well-known journalists, many claiming liberal credentials. The Guardian, which used to consider itself the most enlightened newspaper in the country, has probably been the worst. The frontal attacks have been coming not from governments but from journalists. I described this recently as “Vichy journalism,” a term which now fits so much of the mainstream media. It collaborates in the same way that the Vichy government in France collaborated with the Nazis.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3698": {
    "article_num": 778139122,
    "para_num": 21,
    "text": "The WikiLeaks Files: T... WikiLeaks Best Price: $2.75 Buy New $7.00 (as of 12:00 EDT - Details) There used to be spaces within the so-called mainstream for unbiased discussion, for the airing of real grievances and injustices. These spaces have closed completely. The attacks on Julian Assange illustrate what has happened to the so-called free media in the West. I have been a journalist for a very long time and I have always worked within the mainstream, but the journalism I see now is part of a rapacious establishment and one of its prime targets is Julian Assange and WikiLeaks. This is precisely because WikiLeaks is producing the kind of journalism that they ought to be doing. WikiLeaks has in fact shamed journalists, which might help to explain the deeply personal abuse he has suffered. WikiLeaks has revealed what journalists should have revealed a long time ago.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3705": {
    "article_num": 778358096,
    "para_num": 13,
    "text": "The imam said he was unaware of the training of the children for school shootings, but his mosque has been known to attract Islamic jihadis over the years.",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "3711": {
    "article_num": 778358096,
    "para_num": 18,
    "text": "Eleven children were found in terrible conditions in that compound. That's hardly a \"domestic situation.\"",
    "PT_id": 19,
    "PT": "Name_Calling-Labeling",
    "DR_id": 0,
    "DR": ""
  },
  "4730": {
    "article_num": 788726416,
    "para_num": 4,
    "text": "Deep State DOJ tool Rod Rosenstein refuses to comply with Trump’s executive order as afforded him by the US Constitution.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4767": {
    "article_num": 788847916,
    "para_num": 19,
    "text": "So why hasn’t the chief fired Gugyer, who has actually been charged, arrested, and admitted to killing an innocent man?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4768": {
    "article_num": 788847916,
    "para_num": 23,
    "text": "Exactly what “investigative process” needs to happen before they can fire her remains unclear as this public servant admitted to killing an innocent man in his own home. At the very least, she should be fired for this.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4770": {
    "article_num": 788847916,
    "para_num": 24,
    "text": "But then again, as we’ve reported already this week, Amber Guyger is subject to a different set of rules than common citizens, which apparently includes keeping a paycheck after admitting to killing an unarmed, innocent, pillar of society, Botham Jean.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4800": {
    "article_num": 789121265,
    "para_num": 12,
    "text": "Sen. Dianne Feinstein, California Democrat, has championed Brett Kavanaugh’s #MeToo accuser, but Juanita Broaddrick says the senator never showed any interest in her 1999 rape allegation against President Bill Clinton. Ms. Feinstein was elected in 1992, making her one of the few remaining senators who served during independent counsel Kenneth Starr’s investigation into Mr. Clinton’s affair with White House intern Monica Lewinsky. “It’s absurd,” Ms. Broaddrick said Wednesday on Fox News. “Not one Democrat would look at my deposition with the independent counsel. Oh my gosh, they did not want to know about it.” She pointed to the discrepancy between Democratic lack of interest in her case and the party’s outrage over allegations of sexual assault leveled last week against Mr. Kavanaugh. “Oh, it makes me go back to 1999, when Dianne Feinstein, along with every other Democrat, refused to read my deposition to the independent counsel,” said Ms. Broaddrick told Fox’s Laura Ingraham on Monday. “They would have nothing to do with it. That shows you the difference in the double standard that existed back then and still does today.” Ms. Broaddrick has also lashed out at Sen. Dick Durbin, Illinois Democrat, who voted not guilty on the Clinton impeachment, as did Ms. Feinstein and Sen. Patty Murray, Washington Democrat. “You voted NOT GUILTY on both counts at Bill Clinton’s impeachment,” she tweeted. “You didn’t give a damn back then. You, Dicky Durban [sic], are a complete FRAUD.” Ms. Broaddrick also said that if Senate Democrats want the FBI to investigate the 36-year-old accusations against Mr. Kavanaugh, they should reopen her 40-year-old case, too. If you want the FBI to go back that far @[email protected] to investigate Ford’s allegations…. let’s investigate my RAPE allegations against Bill Clinton, too. Seems only fair. She has long accused Mr. Clinton of raping her a motel room in 1978 in Little Rock, when he was Arkansas attorney general. “Go back that far, let’s investigate my situation,” she said on Wednesday. “Why not? Everybody says well it was litigated and adjudicated—my case was never litigated, it was never adjudicated. It never went to court. I was never discredited at all.” Christine Blasey Ford, a psychology professor at Palo Alto University, has accused the Supreme Court nominee of sexually assaulting her when they were in high school in Maryland. The allegation went public last week after Ms. Feinstein, ranking Democrat on the Senate Judiciary Committee, said she received a letter about the incident in late July and referred the matter to federal authorities a week ago. “During every step of this process, I’ve found every single piece of information from Dr. Christine Blasey Ford eminently credible, sincere and believable,” tweeted Ms. Feinstein on Tuesday. “She knew this would have a huge effect on her life and she was incredibly brave to come forward.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4827": {
    "article_num": 789370909,
    "para_num": 11,
    "text": "Ideally, if the Democrats cannot apply enough pressure to force a withdrawal of Judge Kavanaugh’s nomination through their relentless campaign of character assassination, they want to push any Senate votes until after the midterm elections at the earliest. Then they will claim that the newly elected senators should be involved in the confirmation decision. In the meantime, Judge Kavanaugh’s adversaries in the Senate, the mainstream media and progressive circles continue to bludgeon Judge Kavanaugh in the court of public opinion. All of their stratagems are an obvious attempt to buy time in order to persuade any wavering senators that Judge Kavanaugh is too tainted by sexual assault charges – whether proven or not - to sit on the Supreme Court.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4837": {
    "article_num": 789370909,
    "para_num": 18,
    "text": "Ms. Ford’s supporters are exploiting the “Me Too” movement to declare Judge Kavanaugh guilty simply because Ms. Ford is a woman who has made what they call, without any corroborating evidence to date, a “credible” charge. The same would presumably be the case for Ms. Ramirez. They argue that since the Senate Judiciary Committee is not a criminal judicial trial, but rather a legislative hearing for confirmation of a Supreme Court nominee, the normal burden of proof shouldered by the accuser should not apply. Judge Kavanaugh should have to prove that he is not guilty, they are in effect insisting. This is another case of Kavanaugh Derangement Syndrome.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4842": {
    "article_num": 789370909,
    "para_num": 20,
    "text": "This charade must come to an end. No more extensions for Ms. Ford to come forward and testify. If Ms. Ford does not follow through with her agreement to testify in an open Senate Judiciary Committee hearing this Thursday and do so upon the conditions set by the committee, she should go home while the committee proceeds to an immediate vote on Judge Kavanaugh’s nomination. If Ms. Ford and Judge Kavanaugh do testify, the senators deciding on whether to confirm Judge Kavanaugh as well as the American public following the testimony must remember one cardinal rule. In a nation guided by fairness and law, a person is innocent until proven guilty. Sadly, many of Judge Kavanaugh’s haters have thrown that rule aside.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4861": {
    "article_num": 789454337,
    "para_num": 13,
    "text": "Not even the richest people in the country with the best lawyers would receive this type of treatment if they just admitted to killing an innocent person. There has also been controversy over the fact that Guyger has been charged with manslaughter instead of murder, which will make it possible for her to receive a much short prison sentence.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4874": {
    "article_num": 789512681,
    "para_num": 21,
    "text": "Ellison was an active supporter and local leader of the Nation of Islam in Minneapolis before his election to Congress. (I set forth this history in some detail in the October 9, 2006 issue of The Weekly Standard.) Ellison has baldly dissembled about this history since 2006. In his 2014 memoir My Country, ’Tis of Thee ,for example, Ellison simply omitted it and presented himself as a critic of Farrakhan and the Nation of Islam. This past June, Ellison told Jake Tapper on CNN, “I worked on the Million Man March and I was proud to do so. That’s it.” But that wasn’t it. Ellison first sought office as a Democrat in 1998 as Keith Ellison-Muhammad, a self-avowed member of the Nation of Islam. (Ellison-Muhammad is just one of three Nation of Islam names Ellison has used over the years.) Fortunately for him, Ellison’s 5th District constituents haven’t much cared about his history and the Minneapolis Star Tribune has almost entirely let it rest exactly where Ellison wants it. But seeking the top law enforcement job in Minnesota and running for statewide office should be a more daunting challenge because Ellison is an extraordinarily poor fit for the job. Among the troubling threads that run through Ellison’s career: support for cop killers. In September 1992 Minneapolis police officer Jerry Haaf was murdered execution-style, shot in the back as he took a coffee break at a restaurant in south Minneapolis. Police later determined that Haaf’s murder was a gang hit performed by four members of the city’s Vice Lords gang.The leader of the Vice Lords was Sharif Willis, a convicted murderer who had been released from prison and who sought respectability as a responsible gang leader from gullible municipal authorities while operating a gang front called United for Peace. The four Vice Lords members who murdered Haaf met and planned the murder at Willis’s house. Despite the fact that two witnesses implicated Willis in the planning he was never charged because law enforcement authorities said they lacked sufficient evidence to convict him. At the time, Ellison was a Minneapolis attorney in private practice. And within a month of Haaf’s murder, Ellison appeared with Willis supporting the United for Peace gang front. In October 1992, Ellison helped organize a demonstration against Minneapolis police that included United for Peace. “The main point of our rally is to support United for Peace [in its fight against] the campaign of slander the police federation has been waging,” said Ellison. Willis was the last speaker at the demonstration. According to a contemporaneous report in the St. Paul Pioneer Press, Willis told the crowd that Minneapolis police were experiencing the same fear from young black men that blacks had felt from police for many years. “If the police have some fear, I understand that fear,” Willis said. “We seem to have an overabundance of bad police. . . . [W]e’re going to get rid of them,” Willis said. “They’ve got to go.” The Pioneer Press account concludes with Ellison’s contribution to the demonstration: “Ellison told the crowd that the police union is systematically frightening whites in order to get more police officers hired. That way, Ellison said, the union can increase its power base.” Ellison publicly supported the Haaf murder defendants. In February 1993, he spoke at a demonstration for one of them during his trial. Ellison led the crowd assembled at the courthouse in a chant that was ominous in the context of Haaf’s cold-blooded murder: “We don’t get no justice, you don’t get no peace.” Ellison’s working relationship with Sharif Willis finally came to an end in February 1995, when Willis was convicted in federal court on several counts of drug and gun-related crimes and sent back to prison for 20 years. The Haaf case wasn’t an aberration for Ellison. In February 2000, he spoke at a fundraiser sponsored by the Minnesota chapter of the old National Lawyers Guild, on whose steering committee he had served—the chapter was raising funds for former Symbionese Liberation Army member Kathleen Soliah, who had been a fugitive from justice for 25 years, on charges related to the attempted pipe bombing of Los Angeles police officers in 1975. (The National Lawyers Guild is an old Communist front group that somehow survived the fall of the Soviet Union. Regimes come and go; dupes are forever.) In his National Lawyers Guild speech Ellison spoke favorably of cop killers Mumia Abu-Jamal and “Assata Shakur” (Joanne Chesimard), who was wanted for the murder of New Jersey state trooper Werner Foerster in 1973. Chesimard was convicted of that murder but escaped from prison in 1979 and has been on the lam in Cuba since 1984. Bryan Burrough’s Days of Rage has a riveting account of Chesimard’s terrorist career. In 2013, the FBI made Chesimard the first woman named to its Most Wanted Terrorists List. The FBI has offered a reward of up to $1,000,000 for her capture. Yet Ellison prayed for Chesimard in his National Lawyers Guild speech: “I am praying that Castro does not get to the point where he has to really barter with these guys over here because they’re going to get Assata Shakur, they’re going to get a whole lot of other people,” he told the crowd. “I hope the Cuba[n] people can stick to it, because the freedom of some good decent people depends on it.” Ellison’s support for Soliah/Olson in the speech is equally notable. He denounced law enforcement authorities for prosecuting the attempted murder of police officers. Referring to the days Soliah/Olson had spent in the SLA under the leadership of Donald DeFreeze (“Field Marshal Cinque”), Ellison hailed Soliah/Olson as a “black gang member” and portrayed her as a victim of government persecution. He described her as one of those who had been “fighting for freedom in the ‘60s and’70s” and called for her release. Ellison to the contrary notwithstanding, Soliah/Olson pleaded guilty to the crimes charged in Los Angeles and to an additional murder charge in Sacramento. According to Ellison, Soliah/Olson was a social justice warrior fighting the good fight. The case had nothing to do with the attempted murder of police officers; that was but a pretext.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4883": {
    "article_num": 789615291,
    "para_num": 8,
    "text": "First the Dems demanded that Ford, a long-time Democrat activist, “be heard.” So last week the Chairman of Judiciary Committee, Chuck Grassley, granted another deadline extension for Ford to decide whether to testify before the Committee on Monday. Senator Dianne Feinstein calls these concessions “bullying deadlines.” As Feinstein put it, “Show some heart. Wait until Dr. Ford feels that she can come before the committee.” Ford doesn’t “feel” like she can testify on Monday because she’s afraid of flying, despite offers from the Committee to travel to her in California. Then she feared for her life because of death threats ––threats also made to Kavanaugh, his wife and two young daughters–– so she now demands enhanced security measures. The Committee caved and moved the date to Thursday.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4912": {
    "article_num": 789615291,
    "para_num": 35,
    "text": "For now, Grassley needs to end this farce if Ford doesn’t show up on Thursday or continues to negotiate for more delays and concessions. No more concessions. No more delays. No more ceding control of the process to Democrat Party lawyers. Don’t give Ramirez the time of day. Hold the vote no later than Thursday, or Friday if Ford does show up. Make Senators go on the record with their votes, and hold them to account in November. Put to the test the Dems’ claims that a critical mass of women, many of them with sons they don’t want falsely accused, believes the fundamentalist feminist narrative and will vote accordingly. To borrow Churchill’s definition of appeasement, stop feeding the alligator in the hopes that you will be eaten last.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4917": {
    "article_num": 789753303,
    "para_num": 18,
    "text": "As TFTP previously reported, the idea of not firing Guyger seemed utterly preposterous as she admitted to doing something wrong. While controversy swarms the case of why she may have killed Jean, there is no doubt that she did kill him. This is a fact. This public servant walked into an innocent man’s home and shot him dead. Because of her actions, this man no longer lives. This alone should have been enough to fire her.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "4924": {
    "article_num": 790266787,
    "para_num": 10,
    "text": "Swetnick claimed to have been gang-raped at one of these parties in 1982 as a result of consuming a spiked drink that contained “Quaaludes or something similar.” Kavanaugh and his friend Mark Judge were present at the party at which she was raped, she states, but she doesn’t accuse them of participating in it.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5017": {
    "article_num": 790677230,
    "para_num": 9,
    "text": "The behavior of several of the Democratic members of this committee at my hearing a few weeks ago was an embarrassment. But at least it was just a good old-fashioned attempt at Borking. Those efforts didn't work. When I did at least okay enough at the hearings that it looked like I might actually get confirmed, a new tactic was needed. Some of you were lying in wait and had it ready. This first allegation was held in secret for weeks by a Democratic member of this committee, and by staff. It would be needed only if you couldn't take me out on the merits. When it was needed, this allegation was unleashed and publicly deployed over Dr. Ford's wishes. And then, and then as no doubt was expected, if not planned, came a long series of false last-minute smears designed to scare me and drive me out of the process before any hearing occurred.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5026": {
    "article_num": 790677230,
    "para_num": 23,
    "text": "“Nowhere in any of these six FBI reports, which committee investigators have reviewed on a bipartisan basis, was there a whiff of any issue – any issue at all related in any way to inappropriate sexual behavior,” Grassley said.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5044": {
    "article_num": 790677230,
    "para_num": 44,
    "text": "“I hate to say this, but this is worse than Robert Bork, and I didn't think it could get any worse than that. This is worse than Clarence Thomas. I didn't think it could get any worse than that. This is a national disgrace, the way you're being treated.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5083": {
    "article_num": 793467906,
    "para_num": 11,
    "text": "Haley sent a message that UN members will be punished if they push the US around. Powell would swiftly undo that.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5087": {
    "article_num": 793467906,
    "para_num": 13,
    "text": "You don't drain the swamp by appointing the swamp. And Powell is one of the worst swamp creatures in D.C.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5105": {
    "article_num": 793921939,
    "para_num": 22,
    "text": "Again, and I have asked this before, how do you fight the Deep State by putting Deep State operatives in these positions? How do you drain the swamp by adding to it? The answer is clear: You don't.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5112": {
    "article_num": 794141509,
    "para_num": 3,
    "text": "Yesterday, the alternative media purge was boldly advanced in a coordinated effort to silence people who dissent from establishment views. It’s just one more step toward a monopoly on information by those who hate freedom. At this rate, they’ll soon have unquestioned access to the minds of more than 2 billion people. And this should terrify everyone who wants to be free to question the status quo and to seek a wide range of information.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5119": {
    "article_num": 794141509,
    "para_num": 35,
    "text": "Our approach generally is to cover stories and angles that corporate media underreport or misreport and to amplify activist and anti-war voices and stories. All of our content is professionally fact-checked and edited. I got into this line of work because I felt there was a need for media that challenged mainstream assumptions and biases in politics. I wanted to shed light on corruption and wrongdoing against oppressed peoples and cover the harsh truth about American foreign policy. Over the last 28 days, we reached 7,088,000 people on Facebook. The timing of this purge is rather dubious in my view, coming shortly before the midterm elections. This could be an attempt by Facebook itself to affect the outcome of the coming elections. The Twitter suspension caught me by surprise. I can only speculate that these suspensions were a coordinated effort to stifle our message ahead of the coming elections. (source)",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5120": {
    "article_num": 794141509,
    "para_num": 36,
    "text": "Remember, this is coordinated, across multiple platforms.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5128": {
    "article_num": 794141509,
    "para_num": 54,
    "text": "Definition of brainwashing",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5194": {
    "article_num": 798244842,
    "para_num": 3,
    "text": "The very word “secrecy” is repugnant in a free and open society; and we are as a people inherently and historically opposed to secret societies, to secret oaths and to secret proceedings. We decided long ago that the dangers of excessive and unwarranted concealment of pertinent facts far outweighed the dangers which are cited to justify it. Even today, there is little value in opposing the threat of a closed society by imitating its arbitrary restrictions. Even today, there is little value in insuring the survival of our nation if our traditions do not survive with it. And there is very grave danger that an announced need for increased security will be seized upon by those anxious to expand its meaning to the very limits of official censorship and concealment. – JFK",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5196": {
    "article_num": 798244842,
    "para_num": 6,
    "text": "One thing we need to remember here is, this isn’t about democrats vs republicans, it’s about the elite preserving their control, and at the moment, they are using the DNC as the mouthpiece for that. Thus, anything that slandered Hillary Clinton during the presidential campaign, for example, was labelled as fake news, even if evidence and credible sources were used. This is because she is part of that elite.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5198": {
    "article_num": 798244842,
    "para_num": 14,
    "text": "Eyes were shifting away from the small group of people who have controlled media since media’s inception. Independent media brought to light a number of facts that threaten the agenda of the global elite, like intelligence agency/government connections to mainstream media for example, and their plans in the middle east to basically invade, take-over, and establish a government that suits the Deep State’s best interests. There are several examples from all fields that surround human life, from healthcare to politics, and it all seems to be controlled by one massive conglomerate at the top. We’ve been writing about this for nearly a decade now.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5199": {
    "article_num": 798244842,
    "para_num": 16,
    "text": "They (global elite) continue to do what they are able to do because of human consciousness. The more people who consider this a “conspiracy theory” and turn their heads away, the easier it is for them to continue and have power. I don’t understand how so much information can come to light, yet when it’s deemed a “conspiracy” theory” within mainstream media, everybody simply follows the rhetoric, without doing any investigation or research for themselves. If you don’t look into it, don’t share an opinion on it.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5201": {
    "article_num": 798244842,
    "para_num": 18,
    "text": "All of these media sources were operating normally until Donald Trump became president, and until Hillary Clinton, Obama, Bush, etc were outed as global elite puppets. Heck, the Clinton’s and John Podesta have even referenced Wikileaks before that became ‘fake.’ Despite operating with credibility for more than a decade before the accusations. What does the media operating normally mean? Still manipulating the public, but at least they were reporting on both sides as a whole. Now, it’s quite different.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5206": {
    "article_num": 798244842,
    "para_num": 19,
    "text": "Donald Trump is extremely vilified not because he allegedly is/was racist/sexist, but because he threatens neoliberalism and neoconservatism, the American empire, one that continues to try and push an Orwellian state type of existence, which seems to be ramping up every single year. Trump was not supposed to win, and no this isn’t about democrats vs republicans or that Trump is a saviour. The Deep State responded like they always do every time something ‘goes wrong,’ they blamed Russia, as well as media outlets like Collective Evolution and others. Some of which have now been deleted as mentioned above.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5211": {
    "article_num": 798244842,
    "para_num": 25,
    "text": "It’s nothing but elite people, corporations and the financial elite that have become drenched with so much power that they have been able to direct human will and use it for their own selfish purposes. With powerful revelations that have come to light, like elite pedophilia and ritual abuse, and extreme corruption, why do we still participate? Why do we choose to elect these people? Why do we believe we live in a democracy when what people want to look at, and what the majority of people want to have done (like GMO-labelling), is completely censored? Why are harmful ‘things’ surrounding us constantly when we have science showing it’s not safe, like cell phone towers etc. It’s simply because power lies within the corporatocracy. Decisions aren’t being made with the best interest of humanity at heart, and this is why the system is failing because it’s not actually for the people.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5215": {
    "article_num": 798244842,
    "para_num": 26,
    "text": "Today the path to total dictatorship in the U.S. can be laid by strictly legal means … We have a well-organized political-action group in this country, determined to destroy our Constitution and establish a one-party state … It operates secretly, silently, continuously to transform our Government … This ruthless power-seeking elite is a disease of our century… This group … is answerable neither to the President, the Congress, nor the courts. It is practically irremovable. – Senator William Jenner (source)",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5219": {
    "article_num": 798244842,
    "para_num": 35,
    "text": "A good chunk of work has been done. A massive transformation of consciousness has taken place and it seems that a global mass is growing closer to a critical mass. The censorship of independent media is irrelevant in a sense, because the shift will continue to happen, change will continue to happen, and information that the deep state does not want the public to become aware of will keep making its way into transparency.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5230": {
    "article_num": 832908905,
    "para_num": 22,
    "text": "“Attorney General Barr must not give President Trump, his lawyers or his staff any ‘sneak preview’ of Special Counsel Mueller’s findings or evidence, and the White House must not be allowed to interfere in decisions about what parts of those findings or evidence are made public.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5239": {
    "article_num": 832908905,
    "para_num": 38,
    "text": "Not even one,” he wrote on Twitter.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5244": {
    "article_num": 832908978,
    "para_num": 12,
    "text": "Trump’s reelection campaign also got in on this week’s speculation game, texting supporters early Friday afternoon, “President Trump has put up with the WITCH HUNT for 2 YEARS.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5246": {
    "article_num": 832908978,
    "para_num": 15,
    "text": "The president, who has repeatedly claimed that the Mueller investigation is “illegal” and a “WITCH HUNT” driven by angry liberals, made clear to reporters at the White House earlier this week that the coming report was, of course, weighing on him.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5264": {
    "article_num": 832910505,
    "para_num": 21,
    "text": "The more Trump is investigated, the less he can investigate, reform or implement changes to the swamp.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5281": {
    "article_num": 832913653,
    "para_num": 23,
    "text": "The American people deserve to know the facts.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5283": {
    "article_num": 832913653,
    "para_num": 26,
    "text": "Former San Antonio, Texas mayor and former Housing and Urban Development Secretary Julian Castro tweeted that the “American people deserve to know the full truth about Russia’s interference in our democracy.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5289": {
    "article_num": 832916492,
    "para_num": 5,
    "text": "“And then he’s now vindicated, exactly,” Gloria Borger said.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5292": {
    "article_num": 832916492,
    "para_num": 18,
    "text": "Huge victory for the president,” he said.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5293": {
    "article_num": 832916508,
    "para_num": 3,
    "text": "Democrats on six House committees—including Judiciary Chairman Jerry Nadler (D-NY), Oversight chair Elijah Cummings (D-MD), and Intelligence chair Adam Schiff (D-CA)—are demanding that the Justice Department release Special Counsel Robert Mueller’s full report “without delay.” According to the Associated Press, the Democrats said they expect Attorney General William Barr to turn over all the evidence Mueller has collected in his probe into potential Russian collusion in the 2016 election.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5300": {
    "article_num": 832917778,
    "para_num": 5,
    "text": "The Mueller probe saw several within Trump's orbit indicted, but not Trump’s family or Trump himself.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5301": {
    "article_num": 832917778,
    "para_num": 6,
    "text": "Some notable figures who have pleaded guilty in charges stemming from Mueller’s investigation are Trump’s former personal attorney Michael Cohen, Trump’s former campaign chairman Paul Manafort, and former White House National Security Adviser Michael Flynn.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5310": {
    "article_num": 999000133,
    "para_num": 4,
    "text": "Just to illustrate the absurdity of Don Lemon’s comments, I thought it would be fun to go look at the current list of the FBI’s most wanted terrorists. Below is the list of “domestic” terrorists and, regardless of the list/filter you choose, you won’t find many “white men”.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5323": {
    "article_num": 999000135,
    "para_num": 12,
    "text": "“I keep trying to point out to people not to demonize any one group or any one ethnicity, but we keep thinking the biggest terror threat is something else,” Lemon said.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5325": {
    "article_num": 999000135,
    "para_num": 13,
    "text": "No one is demonizing an ethnicity but Don Lemon. He is the one demonizing white men. How's that for hypocrisy? He's a useful idiot, propagandist snowflake.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5339": {
    "article_num": 999000136,
    "para_num": 18,
    "text": "NEW: The honesty of Gillum's campaign staff on undercover video is refreshing, especially when it comes to who the real Andrew Gillum is. While trying to appear as a moderate, \"Gillum is a Progressive\" and \"He is a part of the crazy, crazy, crazies.\" FULL: https://t.co/G0V1HlyAlz pic.twitter.com/YDWifuIDWv — James O'Keefe (@JamesOKeefeIII) November 1, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5353": {
    "article_num": 999000145,
    "para_num": 12,
    "text": "Just like his promotion of voting for Republicans in the House would lead to defeating Democrats and keep the words \"Speaker Pelosi\" off our lips, Trump also said that a vote for Braun's opponent, incumbent Democrat Sen. Joe Donnelly, would lead to Senator Chuck Schumer (D-NY) becoming the Senate Majority leader should the Democrats regain control of the Senate.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5364": {
    "article_num": 999000149,
    "para_num": 5,
    "text": "“Dem Candidate Ilhan Omar Defending Tweet On ‘The Evil Doings Of Israel,’” by Frank Camp, Daily Wire, October 28, 2018:",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5367": {
    "article_num": 999000149,
    "para_num": 12,
    "text": "Israel has hypnotized the world, may Allah awaken the people and help them see the evil doings of Israel. #Gaza #Palestine #Israel",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5392": {
    "article_num": 999000158,
    "para_num": 23,
    "text": "In 1993, Farrakhan told women: \"You're a failure if you can't keep a man.\" In 1994, Farrakhan said: \"Murder and lying comes easy for white people.\" All this came *before* Ellison praised him as \"a role model\" in 1995, and was photographed selling Farrakhan's newspaper in 1998. pic.twitter.com/5dvnDHTSoB — Michael Ahrens (@michael_ahrens) October 22, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5410": {
    "article_num": 999000184,
    "para_num": 6,
    "text": "What kind of injustice? Tlaib, of course, had nothing to say about the genocidal incitement against Jews and Israel that regularly features on Palestinian television. She did say, however, that she favors a one-state, not two-state, “solution” to the Israeli-Palestinian conflict: “One state. It has to be one state. Separate but equal does not work. I’m only 42 years old but my teachers were of that generation that marched with Martin Luther King. This whole idea of a two-state solution, it doesn’t work.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5427": {
    "article_num": 999000312,
    "para_num": 7,
    "text": "There were no exceptions. For an exception to be made for Manafort and the “Russians” would have had to be a decision of the Government of Ecuador, not of Wikileaks, and that would be so exceptional the reason for it would surely have been noted in the now leaked supposed Ecuadorean “intelligence report” of the visits. What possible motive would the Ecuadorean government have for facilitating secret unrecorded visits by Paul Manafort? Furthermore it is impossible that the intelligence agency – who were in charge of the security – would not know the identity of these alleged “Russians”.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5461": {
    "article_num": 999000675,
    "para_num": 3,
    "text": "Ah yes, Nation of Islam leader, racist, and totalitarian Louis Farrakhan was recently captured on video in Tehran, Iran chanting “Death to America” in Arabic and stating that America is the “Great Satan.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5463": {
    "article_num": 999000675,
    "para_num": 6,
    "text": "Iran state TV news presenter: Listen to leader of Nation of Islam chanting \"Death to America\" Farrakhan [in Farsi]: \"Death to…\"",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5464": {
    "article_num": 999000675,
    "para_num": 9,
    "text": "Louis Farrakhan Refers to the U.S. as \"Great Satan\" during a Tehran University Speech; Says to Iranians: If You Persevere in Your Revolution Despite the Sanctions, \"Victory Will Be Yours.\" pic.twitter.com/7ZVloq2cXL — MEMRI (@MEMRIReports) November 5, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5471": {
    "article_num": 999000849,
    "para_num": 7,
    "text": "On Monday afternoon, Homeland Security Secretary Kirstjen Nielsen tweeted out photos of CBP officers in riot gear as well as the barbed wire and barriers citing the reports about plans to “rush” the border.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5474": {
    "article_num": 999000849,
    "para_num": 18,
    "text": "Locals in Tijuana protested against the arrival of the caravan migrants, as Breitbart News reported, demanding they leave the city.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5480": {
    "article_num": 999000858,
    "para_num": 12,
    "text": "Email This field is for validation purposes and should be left unchanged. Completing this poll grants you access to Truth Uncensored updates free of charge. You may opt out at anytime. You also agree to this site's Privacy Policy and Terms of Use. “In the coming days, we will be filing a major federal lawsuit against the state of Georgia for the gross mismanagement of this election and to protect future elections from unconstitutional actions,” Abrams said, though she gave no details.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5481": {
    "article_num": 999000858,
    "para_num": 13,
    "text": "In the coming days, we will be filing a major federal lawsuit against the state of Georgia for the gross mismanagement of this election and to protect future elections from unconstitutional actions. #gapol — Stacey Abrams (@staceyabrams) November 17, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5490": {
    "article_num": 999000870,
    "para_num": 20,
    "text": "Troops getting ready to close off three NB vehicle lanes at the San Ysidro Port Entry and one at the Otay Mesa Port of Entry. They’ll be putting up barriers and razor wire in preparation for the migrant caravan headed to the US/Mexico border. @10News pic.twitter.com/rc6YsAF5VQ — Mimi Elkalla (@10NewsMimi) November 13, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5516": {
    "article_num": 999001032,
    "para_num": 10,
    "text": "Election Strategy: “You whip ’em up. The poor, the middle income. You have to whip them up into a frenzy in order for them to vote.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5527": {
    "article_num": 999001032,
    "para_num": 22,
    "text": "SMITH: “So, let’s go back to Mr. Gillum’s platform, right? Raise the corporate tax in Florida from 7 to 11 percent. That will never happen. Raise teacher’s pay to $50,000, that will never happen. Give me another position. Medicare for all, that will never happen. The reason being, the legislature that write the bills is all Republican controlled. Democratic governor, Republican legislature. So, unless the legislature writes a bill, and it got voted on the floor, it cannot pass.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5533": {
    "article_num": 999001032,
    "para_num": 25,
    "text": "Smith says that in order to get voters on board with Gillum’s fairy tale platform, the campaign must “whip” lower income individuals “into a frenzy.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5538": {
    "article_num": 999001032,
    "para_num": 28,
    "text": "SMITH: “You have to appeal to white guilt… [be]cause that’s what it is.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5543": {
    "article_num": 999001032,
    "para_num": 32,
    "text": "Smith also explains Gillum’s political worldview, saying that “Gillum is a progressive… He is a part of the crazy crazy crazies.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5546": {
    "article_num": 999001032,
    "para_num": 34,
    "text": "ESERMAN: “In order to win he had to be… He’s really left of center. So he was being left, not left of center… For the primary. Now [in the general] he’s going back to left of center.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5555": {
    "article_num": 999001033,
    "para_num": 8,
    "text": "GILLUM ELECTION STRATEGY: \"You whip 'em up. The poor, the middle income. You have to whip them up into a frenzy in order for them to vote\" because Florida is a \"F***ed up,\" \"cracker state,\" \"you have to appeal to white guilt\" pic.twitter.com/d0fd85zLF8 — James O'Keefe (@JamesOKeefeIII) November 1, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5557": {
    "article_num": 999001033,
    "para_num": 9,
    "text": "“The rules in Florida are f***ed up. Alright? This is a f***ed up ass state. It’s a cracker state,” Smith says, explaining that a progressive agenda cannot pass and using a racial slur against white voters.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5558": {
    "article_num": 999001033,
    "para_num": 13,
    "text": "He adds that “you have to appeal to white guilt.”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5559": {
    "article_num": 999001033,
    "para_num": 17,
    "text": "“I do think he’s not saying specifically like I’m going to ban bump stocks or I’m against ARs, only because he’s running a race right now. I do think he would support anybody doing that stuff, Bill Nelson. … But I don’t think he can say it just [be]cause he’s trying to get the moderates and the gun-toting people in North Florida.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5578": {
    "article_num": 999001226,
    "para_num": 3,
    "text": "Why she wasn't fired a long time ago is beyond anyone's ability to answer, but Broward County election supervisor Brenda Snipes has resigned amid what is clearly voter fraud that she oversaw. However, that should not be good enough for the people of Broward County nor the state of Florida. Charges must be made and her arrest should be imminent.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5585": {
    "article_num": 999001226,
    "para_num": 18,
    "text": "No evidence of fraud in #FloridaElection? Dems got voters to use altered forms to fix & submit as many mail ballots as possible after FL deadline in hopes that a judge would later order state to count them. Today that’s exactly what a federal judge did. https://t.co/MC4Tlvy9gi — Marco Rubio (@marcorubio) November 15, 2018",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5586": {
    "article_num": 999001226,
    "para_num": 24,
    "text": "She ignored a court order, mixed invalid provisional ballots in with valid ones, and destroyed ballots, but don't worry, a Democrat attorney says that doing so has nothing to do with fraud or corruption.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5589": {
    "article_num": 999001241,
    "para_num": 5,
    "text": "The Central American migrant caravan has just begun another leg of their journey to the US border hastily reinforced by the Army and Marine Corps. The migrants previously made a days-long stop in Mexico City.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5594": {
    "article_num": 999001256,
    "para_num": 4,
    "text": "If you ask me, all she's looking for here will only hurt herself and her own party. This woman wouldn't even concede! Talk about a poor sport, but Democrats are often like that in these races.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5597": {
    "article_num": 999001256,
    "para_num": 16,
    "text": "Stacey Abrams is a sore loser just like Hillary Clinton and this little temper tantrum she put on display will probably sink any chances she may have had in the future to run again. Good!",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5599": {
    "article_num": 999001256,
    "para_num": 17,
    "text": "Thank God, Georgia didn't elect this peach.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5602": {
    "article_num": 999001259,
    "para_num": 16,
    "text": "Common Cause, a nonpartisan group, claimed in the suit that Kemp, while secretary of state, failed to maintain “the security of voter information despite known vulnerabilities” leading up to the midterm. The suit blasted the state’s “provisional ballot scheme,” that could disenfranchise a registered voter at the ballot box.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5604": {
    "article_num": 999001259,
    "para_num": 17,
    "text": "The suit pointed out cases where voters were turned around after computer glitches and cases where voters were not offered provisional ballots. One man voted for decades and was “disturbed” to learn his registration history was erased.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5606": {
    "article_num": 999001259,
    "para_num": 19,
    "text": "“I am fighting to make sure our democracy works for and represents everyone who has ever put their faith in it. I am fighting for every Georgian who cast a ballot with the promise that their vote would count,” Abrams said in a statement explaining her refusal to end her bid to become the first black woman elected governor in American history.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5609": {
    "article_num": 999001280,
    "para_num": 4,
    "text": "Of course, Infowars' Paul Joseph Watson simply enhanced the video from C-SPAN, which was a gif image (motion picture), in order to show the point of contact that the lying media and \"fact checkers\" said didn't occur.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5611": {
    "article_num": 999001280,
    "para_num": 6,
    "text": "If they're prepared to lie this shamelessly, what else are they lying about? take our poll - story continues below Should Jim Acosta have gotten his press pass back? Should Jim Acosta have gotten his press pass back?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5613": {
    "article_num": 999001280,
    "para_num": 6,
    "text": "If they're prepared to lie this shamelessly, what else are they lying about? take our poll - story continues below Should Jim Acosta have gotten his press pass back? Should Jim Acosta have gotten his press pass back?",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5616": {
    "article_num": 999001280,
    "para_num": 13,
    "text": "CNN's Jim Acosta told CNN's Anderson Cooper that he *never* touched the female White House aide that tried to take the mic away from him. CNN showed the clip but edited out the part where he clearly touched her. Cooper offered no pushback on Acosta's blatant lie. pic.twitter.com/65rP9xWWyI — Ryan Saavedra (@RealSaavedra) November 8, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5617": {
    "article_num": 999001280,
    "para_num": 14,
    "text": "Jim Acosta, you're lying.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5618": {
    "article_num": 999001280,
    "para_num": 15,
    "text": "New York Times, you're lying.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5619": {
    "article_num": 999001280,
    "para_num": 16,
    "text": "Every media outlet from the Associated Press to NBC, you're lying when you say the video was doctored and that Acosta didn't touch the woman. At least C-SPAN is neutral in the matter and simply let the video reprove every single one of them.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5620": {
    "article_num": 999001280,
    "para_num": 17,
    "text": "But it's more than that, self-proclaimed \"fact checkers\" like Snopes simply posted an Associated Press article, which clearly biased towards indicating the video was \"doctored\" by saying it was sped up, but that's not doctoring.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5626": {
    "article_num": 999001280,
    "para_num": 23,
    "text": "Straight reporting? You must be kidding me? Did David Van Zandt not watch Jim Acosta lie to Anderson Cooper about this episode and Cooper just sat there and let him lie to the American people, editing the video to not even show the point of contact in question? Why yes, yes, he did!",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5630": {
    "article_num": 999001280,
    "para_num": 26,
    "text": "I'm sure NewsGuard, Yemile Bucay, Anna-Sophie Harling and Amy Westfeldt need to update this in the light of the obvious lies and editing of the Acosta video and decades of documented, outright lies and propaganda by the Clown News Network, but you can't expect real transparency from an outlet like Newsguard whose writers aren't transparent about their own political bias, can you? Nope, you can't, and you can't expect it when some of those writers write for other publications that don't measure up to NewsGuard's standards either.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5632": {
    "article_num": 999001280,
    "para_num": 27,
    "text": "The reason this little incident shouldn't be let go of so soon is that it is one of the clearest demonstrations of the media's bias, which we all have, lies and propaganda. It should be used over and over in article after article to remind people about the total dishonesty and complete disregard for reporting the facts by outlets such as CNN and to not blindly trust self-proclaimed fact-checkers who will not tell you the truth either.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5637": {
    "article_num": 999001280,
    "para_num": 29,
    "text": "But the real irony here is that the media labeled Paul Joseph Watson and Infowars as \"conspiracy theorists\" and yet, PJW has exposed their blatant conspiracy to smear President Trump, Sarah Sanders and the White House aide.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5640": {
    "article_num": 999001287,
    "para_num": 16,
    "text": "Among the counties involved with the altered affidavits is Broward, which has been a hotspot for controversy as many Florida races have led to a recount. Some people point to Brenda Snipes, Broward’s Elections chief, for her troubling history of election transgressions.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5643": {
    "article_num": 999001287,
    "para_num": 29,
    "text": "It looks like Democrats may have hurt their own interests by misleading their voters. They may have believed that they were supplying the correct information, but they still should not have altered official documents without verifying that they were right, which they weren’t.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5650": {
    "article_num": 999001290,
    "para_num": 21,
    "text": "In speaking about the rules and regulations the White House is writing up, Trump added, \"We’re writing them now. We’ll have rules of decorum, you know you can’t keep asking questions. We had a lot of reporters in that room, many many reporters in that room and they were unable to ask questions because this guy gets up and starts, you know, doing what he’s supposed to be doing for him and for CNN and you know just shouting out questions and making statements, too.\"",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5653": {
    "article_num": 999001290,
    "para_num": 27,
    "text": "Well, I can't wait to see the next press conference. Perhaps there is an easier way around all of this. Perhaps from now on, President Trump should ignore Jim Acosta and take anyone and everyone else's questions in the room but his questions. See how he likes them apples.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5657": {
    "article_num": 999001293,
    "para_num": 5,
    "text": "Have you ever heard of a close election in which a recount and “found” ballots gave the Republican victory?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5659": {
    "article_num": 999001293,
    "para_num": 14,
    "text": "The top election official in heavily Republican Bay County allowed residents displaced by Hurricane Michael to vote by email and fax, contrary to Florida law. Democratic gubernatorial candidate Andrew Gillum and others are expressing outrage at the special provision made for these voters. The Miami Herald reported that Bay County Supervisor of Elections Mark Andersen said on Monday that 11 ballots were accepted by email and 147 were faxed in, though Florida law only permits those serving in the military overseas to use these methods…. According to the Herald, Gov. Rick Scott issued an executive order on Oct. 18 allowing election supervisors in Bay County and other counties impacted by the storm to extend early voting days and designate more early voting locations, but did not make provision for voting by fax or email. Speaking at an African American church in Boynton Beach in Palm Beach County, north of Miami, on Monday night, Gillum expressed outrage that Anderson broke election laws and allowed these approximately 150 Floridians to vote by fax or email, The Associated Press reported. “These are the stories that we know,” Gillum said. “Imagine the ones that we don’t.” Meanwhile, Gillum along with Florida Democratic Sen. Bill Nelson continue to call for all the votes to be counted in heavily Democratic Broward and Palm Beach counties, despite election officials in both missing state mandated deadlines in providing vote tallies. President Donald Trump tweeted late last week, “Mayor Gillum conceded on Election Day and now Broward County has put him ‘back in play.’ Bill Nelson conceded Election — now he’s back in play!? This is an embarrassment to our County and to Democracy!”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5662": {
    "article_num": 999001293,
    "para_num": 14,
    "text": "The top election official in heavily Republican Bay County allowed residents displaced by Hurricane Michael to vote by email and fax, contrary to Florida law. Democratic gubernatorial candidate Andrew Gillum and others are expressing outrage at the special provision made for these voters. The Miami Herald reported that Bay County Supervisor of Elections Mark Andersen said on Monday that 11 ballots were accepted by email and 147 were faxed in, though Florida law only permits those serving in the military overseas to use these methods…. According to the Herald, Gov. Rick Scott issued an executive order on Oct. 18 allowing election supervisors in Bay County and other counties impacted by the storm to extend early voting days and designate more early voting locations, but did not make provision for voting by fax or email. Speaking at an African American church in Boynton Beach in Palm Beach County, north of Miami, on Monday night, Gillum expressed outrage that Anderson broke election laws and allowed these approximately 150 Floridians to vote by fax or email, The Associated Press reported. “These are the stories that we know,” Gillum said. “Imagine the ones that we don’t.” Meanwhile, Gillum along with Florida Democratic Sen. Bill Nelson continue to call for all the votes to be counted in heavily Democratic Broward and Palm Beach counties, despite election officials in both missing state mandated deadlines in providing vote tallies. President Donald Trump tweeted late last week, “Mayor Gillum conceded on Election Day and now Broward County has put him ‘back in play.’ Bill Nelson conceded Election — now he’s back in play!? This is an embarrassment to our County and to Democracy!”",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5663": {
    "article_num": 999001296,
    "para_num": 3,
    "text": "It is high time that this begin. The Democrats are committing voter fraud on a massive scale, and not only in Florida, but in Arizona, Georgia, California and elsewhere. In Arizona, it is already over, and a pro-jihad Marxist Democrat who lost the election will be going to the Senate. In Florida, the Democrats are likewise working feverishly to overturn the will of the people. They are insane in their lust for power, and will destroy even our democratic system to get it.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5667": {
    "article_num": 999001296,
    "para_num": 13,
    "text": "Among the counties in question is Broward, which emerged as the epicenter of controversy as three statewide races and three local legislative races went into recounts following the Nov. 6 elections. Republicans have pointed to embattled Broward Elections chief Brenda Snipes’ record of past election gaffes in arguing that the largely Democratic country is tilted against them — perhaps fraudulently so.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5676": {
    "article_num": 999001297,
    "para_num": 13,
    "text": "The first group of the migrant caravan arrived at the Tijuana border yesterday afternoon. #CBP has deployed resources to safely secure the area near Imperial Beach. All seeking entry into the U.S. are urged to present themselves at an official Port of Entry. #USBP pic.twitter.com/uGWUKjxJkj — CBP San Diego (@CBPSanDiego) November 14, 2018",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5679": {
    "article_num": 999001299,
    "para_num": 3,
    "text": "Fox News is largely controlled opposition despite what many may think. They have a couple of people that actually are conservative. Other than that, they have liberals and neo-cons running rampant. Many were surprised to discover that Fox News not only is supporting lying CNN and lying Jim Acosta, but they are even going so far as to file an amicus brief with the US district court over the White House's revoking of Acosta's press pass.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5685": {
    "article_num": 999001299,
    "para_num": 14,
    "text": "So, file it! On the basis of what, Mr. Wallace? The free press still exists, and you know what? Jim Acosta and CNN continue to lie, just like they have for decades, and here's the proof. Look how they doctored the video to not show what clearly took place and then lied about it, and I suppose Fox falls right in line with that behavior.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5686": {
    "article_num": 999001299,
    "para_num": 14,
    "text": "So, file it! On the basis of what, Mr. Wallace? The free press still exists, and you know what? Jim Acosta and CNN continue to lie, just like they have for decades, and here's the proof. Look how they doctored the video to not show what clearly took place and then lied about it, and I suppose Fox falls right in line with that behavior.",
    "PT_id": 16,
    "PT": "Repetition",
    "DR_id": 0,
    "DR": ""
  },
  "5687": {
    "article_num": 999001299,
    "para_num": 15,
    "text": "So, Fox joins with the least trusted name in news, the Clown News Network, to go after the White House on something that is the White House's prerogative and claim it's about free press. It's not.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5705": {
    "article_num": 999001419,
    "para_num": 12,
    "text": "Acosta ignorantly blathered on to reporters when he returned to the White House Friday after the court ruling, incorrectly claiming he won a great First Amendment victory.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5711": {
    "article_num": 999001619,
    "para_num": 4,
    "text": "Reporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even hardened opponents of Assange in the corporate media are struggling to stand by it.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5712": {
    "article_num": 999001619,
    "para_num": 4,
    "text": "Reporter Luke Harding’s latest article, claiming that Donald Trump’s disgraced former campaign manager Paul Manafort secretly visited Assange in Ecuador’s embassy in London on three occasions, is so full of holes that even hardened opponents of Assange in the corporate media are struggling to stand by it.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5714": {
    "article_num": 999001619,
    "para_num": 5,
    "text": "Faced with the backlash, the Guardian quickly – and very quietly – rowed back its initial certainty that its story was based on verified facts. Instead, it amended the text, without acknowledging it had done so, to attribute the claims to unnamed, and uncheckable, “sources”.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5715": {
    "article_num": 999001619,
    "para_num": 6,
    "text": "The propaganda function of the piece is patent. It is intended to provide evidence for long-standing allegations that Assange conspired with Trump, and Trump’s supposed backers in the Kremlin, to damage Hillary Clinton during the 2016 presidential race.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5716": {
    "article_num": 999001619,
    "para_num": 7,
    "text": "The Guardian’s latest story provides a supposedly stronger foundation for an existing narrative: that Assange and Wikileaks knowingly published emails hacked by Russia from the Democratic party’s servers. In truth, there is no public evidence that the emails were hacked, or that Russia was involved. Central actors have suggested instead that the emails were leaked from within the Democratic party.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5721": {
    "article_num": 999001619,
    "para_num": 17,
    "text": "Even when a United Nations panel of experts in international law ruled in 2016 that Assange was being arbitrarily – and unlawfully – detained by the UK, Guardian writers led efforts to discredit the UN report. See here and here.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5722": {
    "article_num": 999001619,
    "para_num": 20,
    "text": "The problem for the Guardian, which should have been obvious to its editors from the outset, is that any visits by Manafort would be easily verifiable without relying on unnamed “sources”.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5725": {
    "article_num": 999001619,
    "para_num": 23,
    "text": "According to Greenwald: “If Paul Manafort … visited Assange at the Embassy, there would be ample amounts of video and other photographic proof demonstrating that this happened. The Guardian provides none of that.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5726": {
    "article_num": 999001619,
    "para_num": 25,
    "text": "In fact, the Guardian obtained the embassy’s logs in May, and has never made any mention of either Manafort or “Russians” being identified in them. It did not refer to the logs in its latest story.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5729": {
    "article_num": 999001619,
    "para_num": 28,
    "text": "No fact-checking",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5730": {
    "article_num": 999001619,
    "para_num": 29,
    "text": "It is worth noting it should be vitally important for a serious publication like the Guardian to ensure its claims are unassailably true – both because Assange’s personal fate rests on their veracity, and because, even more importantly, a fundamental right, the freedom of the press, is at stake.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5731": {
    "article_num": 999001619,
    "para_num": 30,
    "text": "Given this, one would have expected the Guardian’s editors to have insisted on the most stringent checks imaginable before going to press with Harding’s story. At a very minimum, they should have sought out a response from Assange and Manafort before publication. Neither precaution was taken.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5732": {
    "article_num": 999001619,
    "para_num": 30,
    "text": "Given this, one would have expected the Guardian’s editors to have insisted on the most stringent checks imaginable before going to press with Harding’s story. At a very minimum, they should have sought out a response from Assange and Manafort before publication. Neither precaution was taken.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5734": {
    "article_num": 999001619,
    "para_num": 32,
    "text": "And yet this piece seems to have been casually waved through, given a green light even though its profound shortcomings were evident to a range of well-placed analysts and journalists from the outset.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5735": {
    "article_num": 999001619,
    "para_num": 34,
    "text": "It appears the Guardian has simply taken this story, provided by spooks, at face value. Even if it later turns out that Manafort did visit Assange, the Guardian clearly had no compelling evidence for its claims when it published them. That is profoundly irresponsible journalism – fake news – that should be of the gravest concern to readers.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5737": {
    "article_num": 999001619,
    "para_num": 36,
    "text": "Despite all this, even analysts critical of the Guardian’s behaviour have shown a glaring failure to understand that its latest coverage represents not an aberration by the paper but decisively fits with a pattern.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5740": {
    "article_num": 999001619,
    "para_num": 39,
    "text": "“The Guardian, an otherwise solid and reliable paper, has such a pervasive and unprofessionally personal hatred for Julian Assange that it has frequently dispensed with all journalistic standards in order to malign him.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5743": {
    "article_num": 999001619,
    "para_num": 40,
    "text": "It was also apparently evidence of the paper’s clickbait tendencies:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5744": {
    "article_num": 999001619,
    "para_num": 41,
    "text": "“They [Guardian editors] knew that publishing this story would cause partisan warriors to excitedly spread the story, and that cable news outlets would hyperventilate over it, and that they’d reap the rewards regardless of whether the story turned out to be true or false.”",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5747": {
    "article_num": 999001619,
    "para_num": 42,
    "text": "And finally, in a bizarre tweet, Greenwald opined, “I hope the story [maligning Assange] turns out true” – apparently because maintenance of the Guardian’s reputation is more important than Assange’s fate and the right of journalists to dig up embarrassing secrets without fear of being imprisoned.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5750": {
    "article_num": 999001619,
    "para_num": 45,
    "text": "What this misses is that the Guardian’s attacks on Assange are not exceptional or motivated solely by personal animosity. They are entirely predictable and systematic. Rather than being the reason for the Guardian violating basic journalistic standards and ethics, the paper’s hatred of Assange is a symptom of a deeper malaise in the Guardian and the wider corporate media.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5752": {
    "article_num": 999001619,
    "para_num": 46,
    "text": "Even aside from its decade-long campaign against Assange, the Guardian is far from “solid and reliable”, as Greenwald claims. It has been at the forefront of the relentless, and unhinged, attacks on Labour leader Jeremy Corbyn for prioritising the rights of Palestinians over Israel’s right to continue its belligerent occupation. Over the past three years, the Guardian has injected credibility into the Israel lobby’s desperate efforts to tar Corbyn as an anti-semite. See here, here and here.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5755": {
    "article_num": 999001619,
    "para_num": 47,
    "text": "Similarly, the Guardian worked tirelessly to promote Clinton and undermine Sanders in the 2016 Democratic nomination process – another reason the paper has been so assiduous in promoting the idea that Assange, aided by Russia, was determined to promote Trump over Clinton for the presidency.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5756": {
    "article_num": 999001619,
    "para_num": 48,
    "text": "The Guardian’s coverage of Latin America, especially of populist leftwing governments that have rebelled against traditional and oppressive US hegemony in the region, has long grated with analysts and experts. Its especial venom has been reserved for leftwing figures like Venezuela’s Hugo Chavez, democratically elected but official enemies of the US, rather than the region’s rightwing authoritarians beloved of Washington.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5759": {
    "article_num": 999001619,
    "para_num": 49,
    "text": "The Guardian has been vocal in the so-called “fake news” hysteria, decrying the influence of social media, the only place where leftwing dissidents have managed to find a small foothold to promote their politics and counter the corporate media narrative.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5761": {
    "article_num": 999001619,
    "para_num": 50,
    "text": "The Guardian has painted social media chiefly as a platform overrun by Russian trolls, arguing that this should justify ever-tighter restrictions that have so far curbed critical voices of the dissident left more than the right.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5763": {
    "article_num": 999001619,
    "para_num": 52,
    "text": "Equally, the Guardian has made clear who its true heroes are. Certainly not Corbyn or Assange, who threaten to disrupt the entrenched neoliberal order that is hurtling us towards climate breakdown and economic collapse.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5765": {
    "article_num": 999001619,
    "para_num": 53,
    "text": "Its pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the largest crime against humanity in living memory – the attack on Iraq.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5766": {
    "article_num": 999001619,
    "para_num": 53,
    "text": "Its pages, however, are readily available to the latest effort to prop up the status quo from Tony Blair, the man who led Britain, on false pretences, into the largest crime against humanity in living memory – the attack on Iraq.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5768": {
    "article_num": 999001619,
    "para_num": 54,
    "text": "That “humanitarian intervention” cost the lives of many hundreds of thousands of Iraqis and created a vacuum that destabilised much of the Middle East, sucked in Islamic jihadists like al-Qaeda and ISIS, and contributed to the migrant crisis in Europe that has fuelled the resurgence of the far-right. None of that is discussed in the Guardian or considered grounds for disqualifying Blair as an arbiter of what is good for Britain and the world’s future.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5770": {
    "article_num": 999001619,
    "para_num": 55,
    "text": "The Guardian also has an especial soft spot for blogger Elliot Higgins, who, aided by the Guardian, has shot to unlikely prominence as a self-styled “weapons expert”. Like Luke Harding, Higgins invariably seems ready to echo whatever the British and American security services need verifying “independently”.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5772": {
    "article_num": 999001619,
    "para_num": 56,
    "text": "Higgins and his well-staffed website Bellingcat have taken on for themselves the role of arbiters of truth on many foreign affairs issues, taking a prominent role in advocating for narratives that promote US and NATO hegemony while demonising Russia, especially in highly contested arenas such as Syria.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5776": {
    "article_num": 999001619,
    "para_num": 58,
    "text": "Improbably, the Guardian has adopted Higgins as the poster-boy for a supposed citizen journalism it has sought to undermine as “fake news” whenever it occurs on social media without the endorsement of state-backed organisations.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5778": {
    "article_num": 999001619,
    "para_num": 59,
    "text": "The truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him. With this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5786": {
    "article_num": 999001621,
    "para_num": 1,
    "text": "This Guardian Fake News Story Proves That The Media Can't Be Trusted",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5787": {
    "article_num": 999001621,
    "para_num": 4,
    "text": "This Guardian Fake News Story Proves That The Media Can't Be Trusted",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5788": {
    "article_num": 999001621,
    "para_num": 5,
    "text": "In 2015 the British Guardian appointed Katherine Viner as editor in chief. Under her lead the paper took a new direction. While it earlier made attempts to balance its shoddier side with some interesting reporting, it is now solidly main stream in the worst sense. It promotes neo-liberalism and a delves into cranky identity grievances stories. It also became an main outlet for manipulative propaganda peddled by the British secret services.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5791": {
    "article_num": 999001621,
    "para_num": 6,
    "text": "Its recent fake news story about Paul Manafort, Wikileaks and Julian Assange aptly demonstrates this. The documentation of it is a bit lengthy but provides that it was a willful fake.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5793": {
    "article_num": 999001621,
    "para_num": 9,
    "text": "WikiLeaks @wikileaks - 13:06 utc - 27 Nov 2018 SCOOP: In letter today to Assange's lawyers, Guardian's Luke Harding, winner of Private Eye's Plagiarist of the Year, falsely claims jailed former Trump campaign manager Paul Manafort had secret meetings with Assange in 2013, 2015 and 2016 in story Guardian are \"planning to run\".",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5795": {
    "article_num": 999001621,
    "para_num": 13,
    "text": "Manafort held secret talks with Assange in Ecuadorian embassy Donald Trump’s former campaign manager Paul Manafort held secret talks with Julian Assange inside the Ecuadorian embassy in London, and visited around the time he joined Trump’s campaign, the Guardian has been told. Sources have said Manafort went to see Assange in 2013, 2015 and in spring 2016 – during the period when he was made a key figure in Trump’s push for the White House. It is unclear why Manafort wanted to see Assange and what was discussed. But the last meeting is likely to come under scrutiny and could interest Robert Mueller, the special prosecutor who is investigating alleged collusion between the Trump campaign and Russia. A well-placed source has told the Guardian that Manafort went to see Assange around March 2016. Months later WikiLeaks released a stash of Democratic emails stolen by Russian intelligence officers. Manafort, 69, denies involvement in the hack and says the claim is “100% false”. His lawyers declined to answer the Guardian’s questions about the visits.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5797": {
    "article_num": 999001621,
    "para_num": 17,
    "text": "But several people who had followed the Russiagate fairytale and the Mueller investigation were immediately suspicious of the Guardian claim.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5799": {
    "article_num": 999001621,
    "para_num": 18,
    "text": "The story was weakly sourced and included some details that seemed unlikely to be true. Glenn Greenwald noted that the Ecuadorian embassy is under heavy CCTV surveillance. There are several guards, and visitors have to provide their identity to enter it. Every visit is logged. If Manafort had really visited Assange, it would have long been known:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5800": {
    "article_num": 999001621,
    "para_num": 19,
    "text": "In sum, the Guardian published a story today that it knew would explode into all sorts of viral benefits for the paper and its reporters even though there are gaping holes and highly sketchy aspects to the story.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5802": {
    "article_num": 999001621,
    "para_num": 20,
    "text": "Moreover, the main author of the story, Luke Harding, is known to be a notorious fraud, a russo-phobe intelligence asset with a personal grievance towards Assange and Wikileaks. A year ago an important Moon of Alabama piece - From Snowden To Russia-gate - The CIA And The Media - mentioned Harding:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5804": {
    "article_num": 999001621,
    "para_num": 21,
    "text": "The people who promote the \"Russian influence\" nonsense are political operatives or hacks. Take for example Luke Harding of the Guardian who just published a book titled Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win. He was taken apart in a Real News interview (vid) about the book. The interviewer pointed out that there is absolutely no evidence in the book to support its claims. When asked for any proof for his assertion Harding defensively says that he is just \"storytelling\" - in other words: it is fiction. Harding earlier wrote a book about Edward Snowden which was a similar sham. Julian Assange called it \"a hack job in the purest sense of the term\". Harding is also known as plagiarizer. When he worked in Moscow he copied stories and passages from the now defunct Exile, run by Matt Taibbi and Mark Ames. The Guardian had to publish an apology.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5805": {
    "article_num": 999001621,
    "para_num": 21,
    "text": "The people who promote the \"Russian influence\" nonsense are political operatives or hacks. Take for example Luke Harding of the Guardian who just published a book titled Collusion: Secret Meetings, Dirty Money, and How Russia Helped Donald Trump Win. He was taken apart in a Real News interview (vid) about the book. The interviewer pointed out that there is absolutely no evidence in the book to support its claims. When asked for any proof for his assertion Harding defensively says that he is just \"storytelling\" - in other words: it is fiction. Harding earlier wrote a book about Edward Snowden which was a similar sham. Julian Assange called it \"a hack job in the purest sense of the term\". Harding is also known as plagiarizer. When he worked in Moscow he copied stories and passages from the now defunct Exile, run by Matt Taibbi and Mark Ames. The Guardian had to publish an apology.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5808": {
    "article_num": 999001621,
    "para_num": 22,
    "text": "The new Guardian story looked like another weak attempt to connect the alleged Russian malfeasance with Assange and the Wikileaks publishing of the DNC emails. Assange and other involved people deny that such a relation existed. There is no public evidence that support such claims.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5811": {
    "article_num": 999001621,
    "para_num": 32,
    "text": "Manafort, 69, denies involvement in the hack and says the claim is “100% false”. His lawyers initially declined to answer the Guardian’s questions about the visits.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5813": {
    "article_num": 999001621,
    "para_num": 37,
    "text": "This defensive Guardian claim is, like its story, evidently completely false. Wikileaks publicly denied the Guardian's claims 90 minutes before the story was first published. Manafort asserts that his lawyers had notified the Guardian that the story was false before the Guardian 'proceeded with the story'.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5816": {
    "article_num": 999001621,
    "para_num": 41,
    "text": "The story was completely false and the Guardian knew it was. It disregarded and left out the denials the subjects of the story had issued before it was published.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5817": {
    "article_num": 999001621,
    "para_num": 43,
    "text": "The Guardian has become a main outlet for British government disinformation operations aimed at defaming Russia. It smeared Assange and Snowden as Russian collaborators. It uncritically peddled the Russiagate story and the nonsensical Skripal claims which are both obviously concocted by British intelligence services. That seems to have become its main purpose.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5821": {
    "article_num": 999001621,
    "para_num": 45,
    "text": "While most readers with functional critical thinking capacity may readily dismiss the Guardian’s smear on its face, the fact that the Guardian published this piece, and that Luke Harding is still operating with even the tiniest modicum of respect as a journalist despite his history of deceit, tells us something bone-chilling about journalism. It is no accident that Luke Harding is still employed: in fact, it is because of Harding’s consistent loyalty to establishment, specifically the UK intelligence apparatus, over the truth that determines his “success” amongst legacy press outlets. Harding is not a defacement or a departure from the norm, but the personification of it.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5822": {
    "article_num": 999001621,
    "para_num": 45,
    "text": "While most readers with functional critical thinking capacity may readily dismiss the Guardian’s smear on its face, the fact that the Guardian published this piece, and that Luke Harding is still operating with even the tiniest modicum of respect as a journalist despite his history of deceit, tells us something bone-chilling about journalism. It is no accident that Luke Harding is still employed: in fact, it is because of Harding’s consistent loyalty to establishment, specifically the UK intelligence apparatus, over the truth that determines his “success” amongst legacy press outlets. Harding is not a defacement or a departure from the norm, but the personification of it.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5825": {
    "article_num": 999001621,
    "para_num": 47,
    "text": "The truth is that the Guardian has not erred in this latest story attacking Assange, or in its much longer-running campaign to vilify him. With this story, it has done what it regularly does when supposedly vital western foreign policy interests are at stake – it simply regurgitates an elite-serving, western narrative. Its job is to shore up a consensus on the left for attacks on leading threats to the existing, neoliberal order: ... The Guardian did not make a mistake in vilifying Assange without a shred of evidence. It did what it is designed to do.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5829": {
    "article_num": 999001621,
    "para_num": 48,
    "text": "We have previously shown that the Guardian even uses fascist propaganda tropes to smear the Russian people. It is openly publishing Goebbels' cartoons and rhetoric against Europes biggest state. There is no longer any line that it does not dare to cross. Unfortunately other 'western' media are not much better.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5833": {
    "article_num": 999001621,
    "para_num": 49,
    "text": "Within hours of being published the Guardian piece was debunked as fake news. That did not hinder other outlets to add to its smear. Politico allowed \"a former CIA officer,\" writing under a pen name, to suggest - without any evidence - that the Guardian has been duped - not by its MI5/6 and Ecuadorian spy sources, but by Russian disinformation:",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5836": {
    "article_num": 999001621,
    "para_num": 50,
    "text": "Rather than being the bombshell smoking gun that directly connects the Trump campaign to WikiLeaks, perhaps the report is something else entirely: a disinformation campaign. Is it possible someone planted this story as a means to discredit the journalists?",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5838": {
    "article_num": 999001621,
    "para_num": 55,
    "text": "The is zero evidence in the Politico screed that supports its suggestions and claims. It is fake news about a fake news story. It also included the false claim that Glenn Greenwald worked with Wikileaks on the Snowden papers. That claim was later removed.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5839": {
    "article_num": 999001621,
    "para_num": 55,
    "text": "The is zero evidence in the Politico screed that supports its suggestions and claims. It is fake news about a fake news story. It also included the false claim that Glenn Greenwald worked with Wikileaks on the Snowden papers. That claim was later removed.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5842": {
    "article_num": 999001621,
    "para_num": 57,
    "text": "Unfortunately no western main stream media can any longer be trusted to publish the truth. The Guardian is only one of many which peddle smears and disinformation about the 'enemies' of the ruling 'western interests'. It is on all of us to debunk them and to educate the public about their scheme.",
    "PT_id": 20,
    "PT": "Doubt",
    "DR_id": 0,
    "DR": ""
  },
  "5846": {
    "article_num": 999001970,
    "para_num": 4,
    "text": "Also the Left killed comedy. This is what its corpse looks like.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5848": {
    "article_num": 999001970,
    "para_num": 5,
    "text": "Saturday Night Live writer and comedian Nimesh Patel was pulled from the stage by event organizers after telling jokes that were criticized as racist and homophobic during his performance at cultureSHOCK: Reclaim, an event held by Columbia Asian American Alliance on Friday night. Patel, 32, was the first Indian-American writer for SNL, and has since been nominated for an Emmy Award for Outstanding Writing. Patel has previously performed on Late Night with Seth Meyers and opened for comedians such as Chris Rock. During the event, Patel’s performance featured commentary on his experience living in a diverse area of New York City—including a joke about a gay, black man in his neighborhood—which AAA officials deemed inappropriate. Patel joked that being gay cannot be a choice because “no one looks in the mirror and thinks, ‘this black thing is too easy, let me just add another thing to it.’”",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5850": {
    "article_num": 999001970,
    "para_num": 8,
    "text": "Comrades, these jokes you have been listening to are thought crimes!",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  },
  "5852": {
    "article_num": 999001970,
    "para_num": 13,
    "text": "I'm sure Patel felt very, like, accepted.",
    "PT_id": 17,
    "PT": "Exaggeration-Minimisation",
    "DR_id": 0,
    "DR": ""
  }
}